Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Some of the digital books you come across might not have a proper table of contents (<b>ToC</b>). Depending on the preparation of the book, you can experience these ToC problems:
es: Algunos libros digitales pueden no tener un índice (<b>o tabla de contenidos</b>) correcto. Dependiendo de cómo se preparó el libro puedes encontrarte con estos problemas de índice:
fr: Certains livres numériques que vous rencontrez peuvent ne pas avoir de table des matières (<b>ToC</b>) correcte. Selon la préparation du livre, vous pouvez rencontrer les problèmes suivants liés à la table des matières :
ga: B’fhéidir nach mbeadh clár ábhair (<b>ToC</b>) ceart ag cuid de na leabhair dhigiteacha a dtagann tú trasna orthu. Ag brath ar ullmhúchán an leabhair, d’fhéadfadh na fadhbanna seo a leanas a bheith agat leis na ToCanna:
it: Alcuni dei libri digitali che si incontrano potrebbero non avere una tavola dei contenuti corretta (<b>ToC</b>). A seconda della preparazione del libro, si possono verificare questi problemi di ToC:
nl: Sommige digitale boeken die je tegenkomt hebben geen goede inhoudsopgave (<b>ToC</b>, van het Engelse table of contents). Afhankelijk van de voorbereiding van het boek kun je deze ToC-problemen ervaren:
pt_br: Alguns livros digitais que você possui podem não ter um índice adequado (<b>Índice</b>). Dependendo da preparação do livro, você pode enfrentar os seguintes problemas de índice:
pt_pt: Alguns dos livros digitais que encontra podem não ter um índice adequado (<b>Índice</b>). Dependendo da preparação do livro, pode deparar-se com estes problemas:
sk: Niektoré digitálne knihy, s ktorými sa stretnete, nemusia mať správnu tabuľku s obsahom knihy (<b>ToK</b>). V závislosti od prípravy knihy sa môžu vyskytnúť tieto problémy s ToK:
sr: Неке дигиталне књиге на које наиђете можда неће имати прописан садржај. У зависности од тога како је израђена књига, можете искусити следеће проблеме са садржајем:
ta: நீங்கள் காணும் சில டிசிட்டல் புத்தகங்களில் சரியான உள்ளடக்க அட்டவணை இல்லை (<b> TOC </b>). புத்தகத்தைத் தயாரிப்பதைப் பொறுத்து, இந்த TOC சிக்கல்களை நீங்கள் அனுபவிக்க முடியும்:
uk: Деякі цифрові книги, з якими ви стикаєтеся, можуть не мати відповідного <b>змісту</b>. Залежно від якості підготовки файлу книги, трапляються такі проблеми зі змістом:
zh_hans: 有些书籍文档不包含目录（<b>ToC</b>）。根据对书籍预处理的不同，可能会遇到下列目录相关问题：

source: No ToC in the book, so you can’t jump between the chapters or see the remaining reading times
es: Sin índice en el libro por lo que no puedes saltar entre capítulos ni ver los tiempos de lectura restantes
fr: Il n'y a pas de table des matières dans le livre, vous ne pouvez donc pas passer d'un chapitre à l'autre ni voir le temps de lecture restant
ga: Gan aon ToC sa leabhar, mar sin ní féidir leat léim idir na caibidlí ná na hamanna léitheoireachta atá fágtha a fheiceáil
it: Non ci sono ToC nel libro, quindi non è possibile saltare tra i capitoli o vedere i tempi di lettura rimanenti
nl: Geen ToC in het boek, waardoor je niet tussen hoofdstukken kunt springen of resterende leestijden kunt zien
pt_br: Livro sem índice, de forma que você não pode pular entre os capítulos ou ver os tempos de leitura restantes
pt_pt: Não há índice no livro, pelo que não pode saltar entre capítulos ou ver os tempos de leitura restantes
sk: V knihe nie sú žiadne ToK, takže nemôžete preskakovať medzi kapitolami ani zobraziť zostávajúce časy čítania
sr: У књизи нема садржаја, па не можете да скачете по поглављима и видите време преостало до краја читања
ta: புத்தகத்தில் TOC இல்லை, எனவே நீங்கள் அத்தியாயங்களுக்கு இடையில் செல்லவோ அல்லது மீதமுள்ள வாசிப்பு நேரங்களைப் பார்க்கவோ முடியாது
uk: Книга не містить змісту, тому ви не зможете переходити між розділами та бачити час, що залишився до завершення читання розділу
zh_hans: 书籍缺少目录，因此您无法在章节间跳转或查看剩余阅读时间

source: There is a ToC but it is not very useful because it has wrong or missing chapter titles
es: Hay un índice, pero no es muy útil porque tiene títulos de capítulo erróneos o que faltan
fr: Il y a une table des matières, mais elle n'est pas très utile car elle contient des titres de chapitres erronés ou manquants
ga: Tá ToC ann ach níl sé an-úsáideach mar go bhfuil teidil chaibidlí míchearta nó ar iarraidh ann
it: Esiste una ToC, ma non è molto utile perché ha titoli dei capitoli sbagliati o mancanti
nl: Er is een ToC, maar die is niet erg bruikbaar omdat hoofdstuktitels ontbreken of verkeerd zijn
pt_br: Há um índice, mas não é muito útil porque tem títulos de capítulos errados ou ausentes
pt_pt: Existe um índice, mas não é muito útil porque contém títulos de capítulos errados ou em falta
sk: Existuje ToK, ale nie je veľmi užitočná, pretože obsahuje nesprávne alebo chýbajúce názvy kapitol
sr: Садржај постоји, али није од користи јер садржи погрешне наслове поглавља, или неки недостају
ta: ஒரு TOC உள்ளது, ஆனால் அது மிகவும் பயனுள்ளதாக இல்லை, ஏனெனில் அது தவறான அல்லது காணாமல் போன அத்தியாய தலைப்புகளைக் கொண்டுள்ளது
uk: Зміст є, але він не дуже корисний, бо в ньому відсутні або неправильні назви розділів
zh_hans: 书籍包含的目录用处不大，因为目录中的章节标题存在错误或缺失

source: KOReader has some features that you can use when reading books with a problematic table of contents section.
es: KOReader tiene algunas funciones que puedes usar al leer libros con un índice problemático.
fr: KOReader dispose de certaines fonctionnalités que vous pouvez utiliser lorsque vous lisez des livres dont la table des matières pose problème.
ga: Tá roinnt gnéithe ag KOReader ar féidir leat a úsáid agus tú ag léamh leabhar a bhfuil clár ábhair fadhbach iontu.
it: KOReader ha alcune funzioni che si possono utilizzare quando si leggono libri con una sezione della tavola dei contenuti problematica.
nl: KOReader heeft functies die je kunt gebruiken bij boeken met een problematische inhoudsopgave.
pt_br: O KOReader tem alguns recursos que você pode usar ao ler livros com uma seção de índice problemática.
pt_pt: O KOReader tem algumas características que pode utilizar ao ler livros com um índice problemático.
sk: KOReader má niektoré funkcie, ktoré môžete použiť pri čítaní kníh s problematickou tabuľkou s obsahom knihy.
sr: KOReader има неке функционалности које можете да употребите када читате књиге са проблематичним одељком садржаја.
ta: சிக்கலான உள்ளடக்கப் பிரிவுடன் புத்தகங்களைப் படிக்கும்போது நீங்கள் பயன்படுத்தக்கூடிய சில நற்பொருத்தங்கள் கொரியடர் உள்ளது.
uk: KOReader має деякі функції, які можна застосувати для книг з проблемним змістом.
zh_hans: KOReader的一些功能可以在阅读这类目录有问题的书籍时提供帮助。

source: Note that <span class="ui">Alternative table of contents</span> is not available on <b>fixed layout documents</b> like PDF, DJVU etc. because it requires HTML tags to create a ToC. <span class="ui">Custom table of contents</span> and <span class="ui">Custom hidden flows</span> features are available on all file types.
es: Ten en cuenta que el <span class="ui">Índice alternativa</span> no está disponible en documentos de <b>diseño fijo</b> como PDF, DJVU, etc., porque requiere etiquetas HTML para crear un índice. Las funciones <span class="ui">Índice personalizado</span> y <span class="ui">Secciones ocultas personalizadas</span> están disponibles en todos los tipos de archivo.
fr: Notez que <span class="ui">Table des matières alternative</span> n'est pas disponible sur les <b>documents à mise en page fixe</b> tels que les fichiers PDF, DJVU, etc., car elle nécessite des balises HTML pour créer une table des matières. Les fonctionnalités <span class="ui">Table des matières personnalisée</span> et <span class="ui">Flux cachés personnalisés</span> sont disponibles sur tous les types de fichiers.
ga: Tabhair faoi deara nach bhfuil <span class="ui">clár ábhair malartach</span> ar fáil ar <b>dhoiciméid leagan amach seasta</b> cosúil le PDF, DJVU etc. toisc go dteastaíonn clibeanna HTML chun ToC a chruthú. Tá gnéithe <span class="ui">clár ábhair saincheaptha</span> agus <span class="ui">sreabhadh folaithe saincheaptha</span> ar fáil ar gach cineál comhaid.
it: Si noti che la <span class="ui">tavola dei contenuti alternativa</span> non è disponibile su <b>documenti a layout fisso</b> come PDF, DJVU e così via, perché richiede i tag HTML per creare i ToC. Le funzioni <span class="ui">Indice personalizzato</span> e <span class="ui">Flussi nascosti personalizzati</span> sono disponibili per tutti i tipi di file.
nl: Let op: <span class="ui">Alternatieve inhoudsopgave</span> is niet beschikbaar voor <b>documenten met vaste lay-out</b> zoals PDF, DJVU, enz., omdat hiervoor HTML-tags nodig zijn om een ToC te maken. De functies <span class="ui">Aangepaste inhoudsopgave</span> en <span class="ui">Aangepaste verborgen stromen</span> zijn beschikbaar voor alle bestandstypes.
pt_br: Observe que o <span class="ui">Índice alternativo</span> não está disponível em <b>documentos de layout fixo</b> como PDF, DJVU, etc. porque ele requer tags HTML para criar um Índice. Os recursos <span class="ui">Índice personalizado</span> e <span class="ui">Fluxos ocultos personalizados</span> estão disponíveis em todos os tipos de arquivo.
pt_pt: Note que <span class="ui">Índice alternativo</span> não está disponível em <b>documentos de layout fixo</b> como PDF, DJVU etc. porque requer tags HTML para criar um Índice. As funcionalidades <span class="ui">Índice personalizado</span> e <span class="ui">Fluxos ocultos personalizados</span> estão disponíveis em todos os tipos de ficheiro.
sk: Všimnite si že <span class="ui">Alternatívna tabuľka obsahu knihy</span> nie je k dispozícii v <b>dokumentoch s pevným rozložením</b>, ako sú PDF, DJVU atď., pretože na vytvorenie ToK sú potrebné značky HTML. Funkcie pre <span class="ui">Vlastnú tabuľku s obsahom knihy</span> a <span class="ui">Vlastné skrytie častí</span> sú dostupné pre všetky typy súborov.
sr: Запазите да <span class="ui">Алтернативни садржај</span> није доступан за <b>документе фиксног распореда</b> као што су PDF, DJVU итд. јер су за креирање садржаја неопходне HTML ознаке. Функције <span class="ui">Произвољни садржај</span> и <span class="ui">Произвољни скривени токови</span> су доступне за све типове фајлова.
ta: <Bs வகுப்பு = "Ui"> மாற்று அட்டவணை </span> <b> நிலையான தளவமைப்பு ஆவணங்களில் கிடைக்கவில்லை </b> PDF, DJVU போன்றவை. ஏனெனில் ஒரு TOC ஐ உருவாக்க உஉகுமொ குறிச்சொற்கள் தேவைப்படுகின்றன. <span வகுப்பு = "Ui"> தனிப்பயன் அட்டவணை </span> மற்றும் <span வகுப்பு = "Ui"> தனிப்பயன் மறைக்கப்பட்ட பாய்ச்சல்கள் </span> நற்பொருத்தங்கள் எல்லா கோப்பு வகைகளிலும் கிடைக்கின்றன.
uk: Майте на увазі, що <span class="ui">Альтернативний зміст</span> недоступний у <b>документах з фіксованим макетом</b> як от PDF, DJVU та подібних, оскільки для автоматичного створення змісту він вимагає наявності HTML-теґів. Функції <span class="ui">Власний зміст</span> та <span class="ui">Власні приховані частини</span> доступні для усіх типів файлів.
zh_hans: 请注意<span class="ui">副目录</span>无法应用于PDF、DJVU等<b>固定版面文档</b>，因为创建副目录功能依赖于文档的HTML标签。<span class="ui">自定义目录</span>及<span class="ui">自定义隐藏页</span>功能则可用于所有文件格式。

source: Automatically creating a table of contents: ALTERNATIVE TABLE OF CONTENTS
es: Crear automáticamente un índice: ÍNDICE ALTERNATIVO
fr: Création automatique d'une table des matières : TABLE DES MATIÈRES ALTERNATIVE
ga: Clár ábhair a chruthú go huathoibríoch: CLÁR ÁBHAIR MALARTACH
it: Creazione automatica di una tavola dei contenuti: TAVOLA ALTERNATIVA DEI CONTENUTI
nl: Automatisch een inhoudsopgave maken: ALTERNATIEVE INHOUDSOPGAVE
pt_br: Criação automática de um índice: ÍNDICE ALTERNATIVO
pt_pt: Criação automática de um índice: ÍNDICE ALTERNATIVO
sk: Automatické vytváranie tabuľky s obsahom knihy: ALTERNATÍVNA TABUĽKA S OBSAHOM KNIHY
sr: Аутоматско креирање садржаја: АЛТЕРНАТИВНИ САДРЖАЈ
ta: உள்ளடக்க அட்டவணையை தானாக உருவாக்குதல்: உள்ளடக்கங்களின் மாற்று அட்டவணை
uk: Автоматичне створення змісту: АЛЬТЕРНАТИВНИЙ ЗМІСТ
zh_hans: 自动创建目录：副目录

source: First feature is the <span class="ui">Alternative table of contents</span> which you can find in:
es: La primera función es el <span class="ui">Índice alternativo</span> que puedes encontrar en:
fr: La première fonctionnalité est le <span class="ui">Table des matières alternative</span> que vous pouvez trouver dans :
ga: Is é an chéad ghné an <span class="ui">Clár ábhair malartach</span> atá le fáil i:
it: La prima caratteristica è la <span class="ui">Tavola alternativa dei contenuto</span> che si trova in:
nl: De eerste functie is de <span class="ui">Alternatieve inhoudsopgave</span>, te vinden via:
pt_br: O primeiro recurso é o <span class="ui">Índice alternativo</span> que você pode encontrar em:
pt_pt: A primeira funcionalidade é o <span class="ui">Índice alternativo</span> que pode encontrar em:
sk: Prvou funkciou je <span class="ui">Alternatívna tabuľka s obsahom knihy</span>, ktorú môžete nájsť v:
sr: Прва функционалност је <span class="ui">Алтернативни садржај</span> који можете да пронађете у:
ta: முதல் நற்பொருத்தம் <span வகுப்பு = "Ui"> உள்ளடக்கங்களின் மாற்று அட்டவணை </span> நீங்கள் காணலாம்:
uk: Першою функцією є <span class="ui">Альтернативний зміст</span>, що можна знайти у:
zh_hans: 通过下列路径可以找到<span class="ui">创建副目录</span>功能：

# user_guide/en.html+html.body.div.div:2111-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Alternative table of contents
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Alternatívna tabuľka obsahu knihy
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / அமைப்புகள் / மாற்று அட்டவணை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Альтернативний зміст
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 副目录

source: <span class="label_blue">INFO</span> An EPUB document is basically a ZIP file containing one or more HTML files. Your book might be one big HTML file for the whole book or it might contain separate chapters as individual HTML files (which is a better structure).
es: <span class="label_blue">INFORMACIÓN</span> Un documento EPUB es básicamente un archivo ZIP que contiene uno o más archivos HTML. El libro puede ser un único archivo HTML para todo el libro o puede contener capítulos separados como archivos HTML individuales (lo cual es una estructura mejor).
fr: <span class="label_blue">INFO</span> Un document EPUB est essentiellement un fichier ZIP contenant un ou plusieurs fichiers HTML. Votre livre peut être un seul gros fichier HTML pour l'ensemble du livre ou il peut contenir des chapitres séparés sous forme de fichiers HTML individuels (ce qui est une meilleure structure).
ga: <span class="label_blue">EOLAS</span> Is comhad ZIP é doiciméad EPUB ina bhfuil comhad HTML amháin nó níos mó. D’fhéadfadh do leabhar a bheith ina chomhad HTML mór amháin don leabhar ar fad nó d’fhéadfadh caibidlí ar leithligh a bheith ann mar chomhaid HTML aonair (rud atá ina struchtúr níos fearr).
it: <span class="label_blue">INFO</span> Un documento EPUB è fondamentalmente un file ZIP contenente uno o più file HTML. Il vostro libro potrebbe essere un unico grande file HTML per l'intero libro o potrebbe contenere capitoli separati come singoli file HTML (che è una struttura migliore).
nl: <span class="label_blue">INFO</span> Een EPUB-document is in feite een ZIP-bestand met één of meer HTML-bestanden. Een boek kan uit één groot HTML-bestand bestaan of uit afzonderlijke hoofdstukken als aparte HTML-bestanden (wat een betere structuur is).
pt_br: <span class="label_blue">INFO</span> Um documento EPUB é basicamente um arquivo ZIP contendo um ou mais arquivos HTML. Seu livro pode ser um grande arquivo HTML para o livro inteiro ou pode conter capítulos separados como arquivos HTML individuais (o que é uma estrutura melhor).
pt_pt: <span class="label_blue">INFO</span> Um documento EPUB é basicamente um ficheiro ZIP contendo um ou mais ficheiros HTML. O seu livro pode ser um grande ficheiro HTML para todo o livro ou pode conter capítulos separados como ficheiros HTML individuais (o que é uma estrutura melhor).
sk: <span class="label_blue">INFORMÁCIA</span> Dokument EPUB je v podstate súbor ZIP obsahujúci jeden alebo viacero súborov HTML. Vaša kniha môže byť jeden veľký súbor HTML pre celú knihu alebo môže obsahovať samostatné kapitoly ako jednotlivé súbory HTML (čo je lepšia štruktúra).
sr: <span class="label_blue">ИНФО</span> EPUB документ је у суштини ZIP фајл који садржи један или више HTML фајлова. Књига коју читате може да се састоји из једног великог HTML фајла, или може да има поглавља смештена у појединачне HTML фајлове (што је боља структура).
ta: <span வகுப்பு = "label_blue"> செய்தி </span> ஒரு EPUB ஆவணம் அடிப்படையில் ஒன்று அல்லது அதற்கு மேற்பட்ட உஉகுமொ கோப்புகளைக் கொண்ட ஒரு சிப் கோப்பு. உங்கள் நூல் முழு புத்தகத்திற்கும் ஒரு பெரிய உஉகுமொ கோப்பாக இருக்கலாம் அல்லது அதில் தனித்தனி அத்தியாயங்கள் தனிப்பட்ட உஉகுமொ கோப்புகளாக இருக்கலாம் (இது ஒரு சிறந்த கட்டமைப்பு).
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Документ EPUB насправді є ZIP-архівом, що містить один або більше HTML-файлів. Книга може бути одним великим HTML-файлом або кожен з її розділів може міститися в окремому HTML-файлі (що є кращою структурою).
zh_hans: <span class="label_blue">信息</span> epub文档本质上是包含一个或多个HTML文件的ZIP压缩档。整本书可能仅包含单个巨型HTML文件，或者每章节被拆分为独立HTML文件（这种结构更好）。

source: <span class="ui">Alternative table of contents</span> tries to create a ToC from the headings in your book (<b>H1</b> to <b>H6</b> tags in the HTML files in your EPUB). If your book doesn’t contain any headings, it will try to build a ToC from the document fragments (individual HTML files in your EPUB book) which will point to the beginning of each file.
es: El <span class="ui">Índice alternativo</span> intenta crear un índice a partir de los encabezados del libro (<b>H1</b> a <b>H6</b> en los archivos HTML del EPUB). Si tu libro no contiene encabezados, intentará construir un índice a partir de los fragmentos del documento (archivos HTML individuales en tu EPUB) que apuntará al comienzo de cada archivo.
fr: <span class="ui">Table des matières alternative</span> tente de créer une table des matières à partir des titres de votre livre (balises <b>H1</b> à <b>H6</b> dans les fichiers HTML de votre EPUB). Si votre livre ne contient aucun titre, elle tentera de créer une table des matières à partir des fragments de document (fichiers HTML individuels dans votre livre EPUB) qui pointeront vers le début de chaque fichier.
ga: Déanann <span class="ui">Clár ábhair malartach</span> iarracht ToC a chruthú ó na ceannteidil i do leabhar (clibeanna <b>H1</b> go <b>H6</b> sna comhaid HTML i do EPUB). Mura bhfuil aon cheannteidil i do leabhar, déanfaidh sé iarracht ToC a thógáil ó na blúirí doiciméad (comhaid HTML aonair i do leabhar EPUB) a dhíreoidh ar thús gach comhaid.
it: La <span class="ui">Tavola alternativa dei contenuti</span> tenta di creare una ToC a partire dai titoli del libro (dai tag da <b>H1</b> a <b>H6</b> dei file HTML dell'EPUB). Se il libro non contiene titoli, cercherà di costruire un ToC dai frammenti di documento (i singoli file HTML del libro EPUB) che punterà all'inizio di ogni file.
nl: <span class="ui">Alternatieve inhoudsopgave</span> probeert een inhoudsopgave te maken op basis van de koppen in je boek (HTML-tags <b>H1</b> t/m <b>H6</b>). Als je boek geen koppen bevat, zal het proberen een inhoudsopgave op te bouwen uit de documentfragmenten (afzonderlijke HTML-bestanden in je EPUB) die naar het begin van elk bestand wijzen.
pt_br: O <span class="ui">Índice alternativo</span> tenta criar um índice a partir dos títulos do seu livro (tags <b>H1</b> a <b>H6</b> nos arquivos HTML do seu EPUB). Se o seu livro não contiver títulos, ele tentará criar um índice a partir dos fragmentos do documento (arquivos HTML individuais do seu livro EPUB), que apontarão para o início de cada arquivo.
sk: <span class="ui">Alternatívna tabuľka s obsahom knihy</span> sa pokúša vytvoriť ToK z nadpisov vo vašej knihe (značky <b>H1</b> až <b>H6</b> v súboroch HTML vo vašom EPUB). Ak vaša kniha neobsahuje žiadne nadpisy, pokúsi sa vytvoriť ToK z fragmentov dokumentu (jednotlivé súbory HTML vo vašej knihe EPUB), ktoré budú ukazovať na začiatok každého súboru.
sr: <span class="ui">Алтернативни садржај</span> покушава да креира садржај из наслова у књизи (ознаке <b>H1</b> до <b>H6</b> у HTML фајловима из EPUB књиге). Ако књига не садржи ниједан наслов, покушаће да изгради садржај из фрагмената документа (појединачни HTML фајлови у EPUB књизи) који ће да показују на почетак сваког фајла.
ta: <span வகுப்பு = "Ui"> உள்ளடக்கங்களின் மாற்று அட்டவணை </span> உங்கள் புத்தகத்தில் உள்ள தலைப்புகளிலிருந்து ஒரு TOC ஐ உருவாக்க முயற்சிக்கிறது (<b> H1 </b> முதல் <b> H6 </b> உங்கள் EPUB இல் உள்ள உஉகுமொ கோப்புகளில் உள்ள குறிச்சொற்கள்). உங்கள் புத்தகத்தில் எந்த தலைப்புகளும் இல்லை என்றால், அது ஆவணத் துண்டுகளிலிருந்து (உங்கள் எபப் புத்தகத்தில் உள்ள தனிப்பட்ட உஉகுமொ கோப்புகள்) ஒரு TOC ஐ உருவாக்க முயற்சிக்கும், இது ஒவ்வொரு கோப்பின் தொடக்கத்தையும் சுட்டிக்காட்டும்.
uk: <span class="ui">Альтернативний зміст</span> намагається створити зміст із заголовків файлу (теґів від <b>H1</b> до <b>H6</b> у HTML-файлах всередині EPUB). Якщо HTML-файли не містять заголовків, функція спробує створити зміст з фрагментів документа (окремих HTML-файлів всередині EPUB), де початком розділу буде вважатися початок кожного HTML-файлу.
zh_hans: <span class="ui">创建副目录</span>功能会尝试利用书籍的章节标题（epub文档中的<b>H1</b>到<b>H6</b>HTML标签）自动生成目录。如果书籍不包含任何标题，该功能会尝试根据文档分段（epub文档中的独立HTML文件）生成目录。

source: You can choose which heading levels to include (or ignore) in your ToC from this menu:
es: Puedes elegir qué niveles de encabezado incluir (o ignorar) en tu índice desde este menú:
fr: Vous pouvez choisir les niveaux de titre à inclure (ou à ignorer) dans votre table des matières à partir de ce menu :
ga: Is féidir leat a roghnú cé na leibhéil ceannteidil le cur san áireamh (nó neamhaird a dhéanamh orthu) i do ToC ón roghchlár seo:
it: Da questo menu è possibile scegliere quali livelli di intestazione includere (o ignorare) nei ToC:
nl: Je kunt kiezen welke kopniveau's je wilt opnemen (of negeren) in je inhoudsopgave via dit menu:
pt_br: Você pode escolher quais níveis de título incluir (ou ignorar) no seu índice a partir deste menu:
pt_pt: Pode escolher quais os níveis de título a incluir (ou ignorar) no seu Éndice neste menu:
sk: V tejto ponuke si môžete vybrať, ktoré úrovne nadpisov chcete zahrnúť (alebo ignorovať) vo vlastnej ToK:
sr: У следећем менију можете да изаберете који нивои наслова улазе (или се игноришу) у садржај:
ta: இந்த மெனுவிலிருந்து உங்கள் TOC இல் எந்த தலைப்பு நிலைகளை சேர்க்க வேண்டும் (அல்லது புறக்கணிக்க வேண்டும்) என்பதை நீங்கள் தேர்வு செய்யலாம்:
uk: В цьому меню можна обрати які рівні заголовків включати (або нехтувати) до змісту:
zh_hans: 可以在下列菜单中选择副目录所包含（或忽略）哪些章节标题层级：
