Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_blue">INFO</span> This adjustment works only on reflowable documents like EPUBs. If you want to extend or shrink a highlight on PDFs, you have to delete it and highlight again due to the limitations of the PDF format.
es: <span class="label_blue">INFO</span> Este ajuste solo funciona en documentos ajustables como los EPUB. Si deseas ampliar o reducir un destacado en PDF, debes eliminar y volver a destacarlo debido a las limitaciones del formato PDF.
fr: <span class="label_blue">INFO</span> Ce réglage ne fonctionne que sur les documents reformatables tels que les EPUB. Si vous souhaitez agrandir ou réduire un surlignage sur un PDF, vous devez le supprimer et le surligner à nouveau en raison des limitations du format PDF.
ga: <span class="label_blue">EOLAS</span> Ní oibríonn an coigeartú seo ach ar dhoiciméid in-athshreabhta ar nós EPUBanna. Más mian leat aibhsiú ar PDFanna a leathnú nó a chrapadh, caithfidh tú é a scriosadh agus aibhsiú arís mar gheall ar theorainneacha fhormáid PDF.
it: <span class="label_blue">INFO</span> Questa regolazione funziona solo su documenti adattabili come gli EPUB. Se si desidera estendere o ridurre un'evidenziazione su PDF, è necessario eliminarla ed evidenziarla nuovamente a causa delle limitazioni del formato PDF.
nl: <span class="label_blue">INFO</span> Dit aanpassen werkt alleen in herschikbare documenten zoals EPUBs. In PDF's moet je een markering verwijderen en opnieuw maken door beperkingen van het PDF-formaat.
pt_br: <span class="label_blue">INFO</span> Este ajuste funciona apenas em documentos refluíveis, como EPUBs. Se você quiser aumentar ou diminuir um destaque em PDFs, precisará excluí-lo e destacá-lo novamente devido às limitações do formato PDF.
sk: <span class="label_blue">INFORMÁCIA</span> Táto úprava funguje iba v dokumentoch, ktoré možno preformátovať, ako sú napríklad súbory EPUB. Ak chcete rozšíriť alebo zmenšiť zvýraznenie v súboroch PDF, musíte ho odstrániť a znova zvýrazniť kvôli obmedzeniam formátu PDF.
sr: <span class="label_blue">ИНФО</span> Ово подешавање функционише само за документе који могу да се пресложе, као што су EPUB документи. Ако желите да проширите или сажмете истицање у PDF документима, услед ограничења PDF формата, морате најпре да их обришете па затим поново да истакнете.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> இந்த சரிசெய்தல் எபப்கள் போன்ற பிரதிபலிப்பு ஆவணங்களில் மட்டுமே செயல்படுகிறது. PDF களில் ஒரு சிறப்பம்சத்தை நீட்டிக்க அல்லது சுருக்க விரும்பினால், நீங்கள் அதை நீக்கி PDF வடிவமைப்பின் வரம்புகள் காரணமாக மீண்டும் முன்னிலைப்படுத்த வேண்டும்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Це пристосування працює тільки у документах, які можна перекомпоновувати (наприклад, EPUB). Якщо бажаєте розширити або звузити виділення у PDF, доведеться видалити його та знову додати виділення необхідного обсягу. Це спричинено обмеженнями формату PDF.
zh_hans: <span class="label_blue">说明</span> 该项调整仅对epub等可重排版格式生效。在PDF文档中扩展或缩减标注时，受限于PDF格式需要先整段删除再重新标注。

source: When you tap on an already highlighted text <b>with a note added</b>, you will see this popup menu. Tap on <span class="ui">Edit highlight</span> to open the menu above where you can edit both the highlight and the contained note:
es: Al pulsar sobre un texto ya subrayado <b>con una nota</b>, verás este menú emergente. Pulsa <span class="ui">Editar subrayado</span> para abrir el menú superior, donde podrás editar tanto el subrayado como la nota que contiene:
fr: Lorsque vous appuyez sur un texte déjà surligné <b>avec une note ajoutée</b>, ce menu contextuel s'affiche. Appuyez sur <span class="ui">Modifier le surlignage</span> pour ouvrir le menu ci-dessus, dans lequel vous pouvez modifier à la fois le surlignage et la note qu'il contient :
ga: Nuair a thapaíonn tú ar théacs atá aibhsithe cheana féin <b>agus nóta curtha leis</b>, feicfidh tú an roghchlár aníos seo. Tapáil ar <span class="ui">Cuir aibhsiú in Eagar</span> chun an roghchlár thuas a oscailt inar féidir leat an aibhsiú agus an nóta atá ann a chur in eagar:
it: Quando si tocca un testo già evidenziato <b>con una nota aggiunta</b>, viene visualizzato questo menu a comparsa. Toccare <span class="ui">Menù evidenziazioni</span> per aprire il menu in alto dove è possibile modificare sia l'evidenziazione che la nota contenuta:
nl: Tik je op gemarkeerde tekst <b>met notitie</b> dan zie je dit pop-upmenu. Tik op <span class="ui">Markering bewerken</span> om het menu te openen waarin je zowel de markering als de notitie wijzigt:
pt_br: Ao tocar em um texto já destacado <b>com uma nota adicionada</b>, você verá este menu pop-up. Toque em <span class="ui">Editar destaque</span> para abrir o menu acima, onde você pode editar tanto o destaque quanto a nota contida nele:
sk: Keď ťuknete na už zvýraznený text <b>s pridanou poznámkou</b>, zobrazí sa táto kontextová ponuka. Ťuknutím na <span class="ui">Upraviť zvýraznenie</span> otvoríte ponuku vyššie, kde môžete upraviť zvýraznenie aj obsiahnutú poznámku:
sr: Када тапнете на текст који је већ истакнут <b>са додатом белешком</b>, приказаће вам се следећи искачући мени. Тапните на <span class="ui">Уреди истицање</span> и отвориће вам се мени изнад у којем можете да уредите и истицање и напомену везану за њега:
ta: ஒரு குறிப்பு சேர்க்கப்பட்ட </b> உடன் ஏற்கனவே முன்னிலைப்படுத்தப்பட்ட உரையைத் தட்டும்போது, இந்த மேல்தோன்றல் மெனுவைக் காண்பீர்கள். மேலே உள்ள மெனுவைத் திறக்க <span வகுப்பு = "Ui"> திருத்து சிறப்பம்சத்தைத் திருத்து </span> ஐத் தட்டவும் நீங்கள் சிறப்பியல்பு மற்றும் உள்ளிட்ட குறிப்பு இரண்டையும் திருத்தலாம்:
uk: Якщо затиснути виділений текст <b>з доданою нотаткою</b>, відкриється це контекстне меню. Торкніться <span class="ui">Змінити виділений текст</span>, щоб відкрити вищезгадане меню, за допомогою якого можна змінити й виділення, і нотатку:
zh_hans: 点按<b>附带笔记</b>的高亮文本，可以看到如下所示的弹出菜单。点按<span class="ui">编辑标注</span>打开上图所示菜单，以便对标注及附带的笔记进行编辑：

source: On your <span class="ui">Bookmarks</span> page you can filter the view to see only one type of bookmark by pressing the menu icon ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ) You can also filter by highlight style:
es: En la página de <span class="ui">Marcadores</span> puedes filtrar la vista para ver solo un tipo de marcador presionando el ícono de menú ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ). También puedes filtrar por estilo de subrayado:
fr: Sur votre page <span class="ui">Signets</span>, vous pouvez filtrer l'affichage pour ne voir qu'un seul type de signet en appuyant sur l'icône du menu ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ). Vous pouvez également filtrer par style de surlignage :
ga: Ar do leathanach <span class="ui">Leabharmharcanna</span> is féidir leat an radharc a scagadh chun cineál amháin leabharmharc a fheiceáil trí bhrú ar dheilbhín an roghchláir ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ). Is féidir leat scagadh a dhéanamh de réir stíl aibhsithe freisin:
it: Nella pagina <span class="ui">Segnalibri</span> è possibile filtrare la visualizzazione per vedere solo un tipo di segnalibro premendo l'icona del menu ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ). È anche possibile filtrare per stile di evidenziazione:
nl: Op je <span class="ui">Bladwijzers</span>-pagina kun je filteren om slechts één type te zien via het menu-icoon (<img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;">). Je kunt ook op markeerstijl filteren:
pt_br: Na sua página <span class="ui">Marcadores</span>, você pode filtrar a visualização para ver apenas um tipo de marcador pressionando o ícone de menu ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ). Você também pode filtrar por estilo de destaque:
sk: Na stránke <span class="ui">Záložky</span> môžete filtrovať zobrazenie a zobraziť iba jeden typ záložky stlačením ikony ponuky ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ) Môžete tiež filtrovať podľa štýlu zvýraznenia:
sr: На страници <span class="ui">Маркери</span> можете филтрирати приказ тако да се прикаже само један тип маркера тако што притиснете икону менија ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ) Такође можете да филтрирате по стилу истицања:
ta: உங்கள் <span வகுப்பு = "Ui"> புக்மார்க்குகள் </span> பக்கத்தில் பட்டியல் ஐகானை அழுத்துவதன் மூலம் ஒரே ஒரு வகை புக்மார்க்கைக் காண நீங்கள் பார்வையை வடிகட்டலாம் (<img வகுப்பு = "img_inline"
uk: Якщо натиснути значок меню ( <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> ), на сторінці <span class="ui">Закладок</span> за допомогою фільтра можна обрати відображення лише одного типу закладок. Також можна відфільтрувати за типом виділення:
zh_hans: 在<span class="ui">书签管理</span>界面，点按菜单按钮（<img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;">）可以筛选显示出某一类型的书签；也可按照标注样式筛选：

source: Editing the text of a highlight
es: Editar el texto de un destacado
fr: Modification du texte d'un surlignage
ga: Téacs buaicphointe á chur in eagar
it: Modifica del testo di un'evidenziazione
nl: Tekst van een markering bewerken
pt_br: Editando o texto de um destaque
pt_pt: A editar o texto de um destaque
sk: Úprava textu zvýraznenia
sr: Уређивање текста истицања
ta: ஒரு சிறப்பம்சத்தின் உரையைத் திருத்துதல்
uk: Редагування тексту виділеного
zh_hans: 编辑被标注的文段文本

source: In addition to adding a note, KOReader also allows you to edit the highlighted text itself that is shown in your <span class="ui">Bookmarks list</span>. In some situations this might be more useful than adding a note to a highlight. For example imagine that you are reviewing a text. You want to highlight a sentence which contains many dates and one of the dates is wrong. When you want add a note to point to this mistake, you need to specify in your note, which one is wrong. But if you edit the text of a highlight, you can directly write <b>"(this date needs to be checked)"</b> next to the problematic date.
es: Además de añadir una nota, KOReader también permite editar el texto descttacado que se muestra en la <span class="ui">lista de Marcadores</span>. En algunas situaciones, esto puede ser más útil que añadir una nota a un subrayado. Por ejemplo, imagina que estás revisando un texto. ¿Quieres subrayar una frase que contiene muchas fechas y una de ellas es incorrecta? Para añadir una nota que indique este error, debes especificar en la nota cuál es la incorrecta. Sin embargo, si editas el texto de un texto subrayado, puedes escribir directamente <b>"(esta fecha debe revisarse)"</b> junto a la fecha problemática.
fr: En plus d'ajouter une note, KOReader vous permet également de modifier le texte surligné qui apparaît dans votre <span class="ui">liste de signets</span>. Dans certaines situations, cela peut s'avérer plus utile que d'ajouter une note à un surlignage. Imaginez, par exemple, que vous relisez un texte. Vous souhaitez surligner une phrase qui contient plusieurs dates, dont l'une est erronée. Lorsque vous souhaitez ajouter une note pour signaler cette erreur, vous devez préciser dans votre note laquelle est erronée. Mais si vous modifiez le texte d'un surlignage, vous pouvez directement écrire <b>« (cette date doit être vérifiée) »</b> à côté de la date problématique.
ga: Chomh maith le nóta a chur leis, tugann KOReader deis duit an téacs aibhsithe féin a chur in eagar, téacs a thaispeántar i do <span class="ui">liosta Leabharmharcanna</span>. I gcásanna áirithe, d'fhéadfadh sé seo a bheith níos úsáidí ná nóta a chur le haibhsiú. Mar shampla, samhlaigh go bhfuil tú ag athbhreithniú téacs. Ba mhaith leat abairt a aibhsiú ina bhfuil go leor dátaí agus go bhfuil ceann de na dátaí mícheart. Nuair is mian leat nóta a chur leis chun aird a tharraingt ar an earráid seo, ní mór duit a shonrú i do nóta cé acu ceann atá mícheart. Ach má chuireann tú téacs an aibhsithe in eagar, is féidir leat <b>"(ní mór an dáta seo a sheiceáil)"</b> a scríobh go díreach in aice leis an dáta fadhbach.
it: Oltre ad aggiungere una nota, KOReader consente anche di modificare il testo evidenziato che viene visualizzato <span class="ui">nell'elenco dei segnalibri</span>. In alcune situazioni questo potrebbe essere più utile dell'aggiunta di una nota a un'evidenziazione. Ad esempio, immaginate di rivedere un testo. Si vuole evidenziare una frase che contiene molte date e una delle date è sbagliata. Quando si vuole aggiungere una nota per evidenziare questo errore, è necessario specificare nella nota quale data è sbagliata. Ma se si modifica il testo di un'evidenziazione, è possibile scrivere direttamente <b>"(questa data deve essere controllata)"</b> accanto alla data problematica.
nl: Naast het toevoegen van een notitie kun je in KOReader ook de gemarkeerde tekst zelf bewerken zoals die in de <span class="ui">Bladwijzerlijst</span> verschijnt. Soms is dat handiger dan een notitie toevoegen. Stel dat je een tekst nakijkt, een zin met meerdere data markeert en één datum is fout. Met een notitie moet je uitleggen welke. Bewerk je de markeringstekst dan kun je direct <b>"(deze datum controleren)"</b> achter de foute datum zetten.
pt_br: Além de adicionar uma nota, o KOReader também permite que você edite o próprio texto destacado, que é exibido na sua <span class="ui">Lista de marcadores</span>. Em algumas situações, isso pode ser mais útil do que adicionar uma nota a um destaque. Por exemplo, imagine que você está revisando um texto. Você quer destacar uma frase que contém muitas datas e uma delas está errada. Quando quiser adicionar uma nota para apontar esse erro, você precisa especificar na sua nota qual delas está errada. Mas se você editar o texto de um destaque, você pode escrever diretamente <b>"(esta data precisa ser verificada)"</b> ao lado da data problemática.
pt_pt: Para além de adicionar uma nota, o KOReader permite também editar o próprio texto destacado que é mostrado na sua <span class="ui">lista de Marcadores</span>. Em algumas situações isto pode ser mais útil do que adicionar uma nota a um destaque. Por exemplo, imagine que está a rever um texto onde pretende destacar uma frase que contém muitas datas e uma das datas está errada. Quando quiser adicionar uma nota para apontar este erro, precisa de especificar na sua nota qual está errada. Mas se editar o texto de um destaque, pode escrever diretamente <b>"(esta data necessita de ser verificada)"</b> perto da data problemática.
sk: Okrem pridania poznámky vám KOReader umožňuje aj úpravu samotného zvýrazneného textu, ktorý sa zobrazuje vo vašom <span class="ui">zozname záložiek</span>. V niektorých situáciách to môže byť užitočnejšie ako pridanie poznámky k zvýraznenému textu. Predstavte si napríklad, že si prezeráte text. Chcete zvýrazniť vetu, ktorá obsahuje veľa dátumov a jeden z dátumov je nesprávny. Ak chcete pridať poznámku, ktorá poukáže na túto chybu, musíte v poznámke uviesť, ktorý z nich je nesprávny. Ak však upravíte text zvýraznenia, môžete vedľa problematického dátumu priamo napísať <b>„(tento dátum je potrebné skontrolovať)“</b>.
sr: Уз могућност додавања белешке, KOReader вам такође омогућава да уредите сам текст истицања који се приказује у <span class="ui">Листи маркера</span>. У неким ситуацијама ово може бити корисније од додавања белешке истицању. На пример, замислите да прегледате текст. Желите да истакнете реченицу која садржи доста датума и један од њих је погрешан. Када пожелите да додате напомену која треба да указује на ову грешку, морате у напомени да наведете који датум је погрешан. Али ако уредите текст истицања, можете уз проблематични датум директно да напишете <b>„(овај датум треба да се провери)”</b>.
ta: ஒரு குறிப்பைச் சேர்ப்பதைத் தவிர, உங்கள் <ச்பான் கிளாச் = "யுஐ"> புக்மார்க்குகள் பட்டியல் </ச்பான்> இல் காட்டப்பட்டுள்ள சிறப்பம்சமாக உரையைத் திருத்தவும் கொரியடர் உங்களை அனுமதிக்கிறது. சில சூழ்நிலைகளில் இது ஒரு சிறப்பம்சத்திற்கு ஒரு குறிப்பைச் சேர்ப்பதை விட மிகவும் பயனுள்ளதாக இருக்கும். உதாரணமாக நீங்கள் ஒரு உரையை மதிப்பாய்வு செய்கிறீர்கள் என்று கற்பனை செய்து பாருங்கள். பல தேதிகளைக் கொண்ட ஒரு வாக்கியத்தை நீங்கள் முன்னிலைப்படுத்த விரும்புகிறீர்கள், தேதிகளில் ஒன்று தவறு. இந்த தவறை சுட்டிக்காட்ட ஒரு குறிப்பைச் சேர்க்க விரும்பினால், உங்கள் குறிப்பில் நீங்கள் குறிப்பிட வேண்டும், எது தவறு. ஆனால் நீங்கள் ஒரு சிறப்பம்சத்தின் உரையைத் திருத்தினால், நீங்கள் நேரடியாக <b> "(இந்த தேதி சரிபார்க்கப்பட வேண்டும்)" </b> சிக்கலான தேதிக்கு அடுத்ததாக எழுதலாம்.
uk: Окрім додавання нотатки, KOReader також дозволяє редагувати сам виділений текст, який відображається у <span class="ui">списку закладок</span>. У деяких ситуаціях це може бути кориснішим, ніж додавання нотатки до виділення. Наприклад, уявіть, що переглядаєте текст. Ви хочете виділити речення, яке містить багато дат, і одна з дат неправильна. Якщо бажаєте додати нотатку, щоб вказати на цю помилку, у нотатці потрібно зазначити, яка з них неправильна. Але якщо ви відредагуєте текст виділення, зможете написати <b>«(цю дату потрібно перевірити)»</b> поруч із проблемною датою.
zh_hans: 除了添加笔记，KOReader还支持直接编辑<span class="ui">书签列表</span>中显示的高亮文本。在某些情况下，这可能比为标注添加笔记更实用。比如要标记包含多项日期的句子但其中一项日期有误，而要添加一条笔记来指出错误，得在笔记中明确写明。但如果可以直接编辑被标注文本，就可以直接在有误的日期后写上<b>「该日期需要再次核对」</b>。

source: Note that this editing <b>doesn't change</b> the book content or the highlighted passage on the page. You will still see the same highlighted sentence in the reader. Your edit will be visible in the <span class="ui">Bookmarks list</span>. And when you export your highlights later, edited text will be the one that is exported.
es: Ten en cuenta que esta edición <b>no modifica</b> el contenido del libro ni el pasaje subrayado en la página. Seguirás viendo la misma frase subrayada en el lector. La edición será visible en la <span class="ui">lista de marcadores</span>. Y más tarde cuando exportes tus subrayados, el texto editado será el que se exporte.
fr: Notez que cette modification <b>ne change pas</b> le contenu du livre ni le passage surligné sur la page. Vous verrez toujours la même phrase surlignée dans le lecteur. Votre modification sera visible dans la <span class="ui">liste des signets</span>. Et lorsque vous exporterez vos surlignages ultérieurement, c'est le texte modifié qui sera exporté.
ga: Tabhair faoi deara <b>nach n-athraíonn</b> an eagarthóireacht seo ábhar an leabhair ná an sliocht atá aibhsithe ar an leathanach. Feicfidh tú an abairt chéanna atá aibhsithe sa léitheoir fós. Beidh d’eagarthóireacht le feiceáil sa <span class="ui">liosta Leabharmharcanna</span>. Agus nuair a dhéanann tú d’aibhsithe a onnmhairiú níos déanaí, is é an téacs eagraithe a bheidh á onnmhairiú.
it: Si noti che questa modifica <b>non cambia</b> il contenuto del libro o il passaggio evidenziato nella pagina. Nel lettore si vedrà ancora la stessa frase evidenziata. La modifica sarà visibile nell'elenco <span class="ui">Segnalibri</span>. Quando si esportano le evidenziazioni, il testo modificato sarà quello esportato.
nl: Let op: deze bewerking <b>verandert de inhoud van het boek niet</b> en ook niet de gemarkeerde passage op de pagina. In de reader zie je dezelfde gemarkeerde zin. Je bewerking verschijnt alleen in de <span class="ui">Bladwijzerlijst</span>. Bij export wordt de bewerkte tekst meegenomen.
pt_br: Observe que esta edição <b>não altera</b> o conteúdo do livro nem o trecho destacado na página. Você ainda verá a mesma frase destacada no leitor. Sua edição ficará visível na <span class="ui">Lista de marcadores</span>. E quando você exportar seus destaques posteriormente, o texto editado será o que será exportado.
sk: Upozorňujeme, že táto úprava <b>nemení</b> obsah knihy ani zvýraznenú pasáž na stránke. V čítačke sa stále zobrazí tá istá zvýraznená veta. Vaša úprava bude viditeľná v <span class="ui">zozname záložiek</span>. A keď neskôr exportujete zvýraznenia, exportuje sa upravený text.
sr: Имајте на уму да ово уређивање <b>не мења</b> садржај књиге или истакнутог пасажа на страници. У читачу ћете још увек видети исту истакнуту реченицу. Оно што сте уредили ће се видети само у <span class="ui">Листи маркера</span>. Па када касније извезете своја истицања, извешће се тај уређени текст.
ta: இந்த திருத்துதல் <b> மாறாது </b> புத்தக உள்ளடக்கம் அல்லது பக்கத்தில் சிறப்பிக்கப்பட்ட பத்தியை. அதே சிறப்பம்சமான வாக்கியத்தை நீங்கள் இன்னும் வாசகரில் காண்பீர்கள். உங்கள் திருத்தம் <span வகுப்பு = "Ui"> புக்மார்க்குகள் பட்டியல் </span> இல் தெரியும். உங்கள் சிறப்பம்சங்களை பின்னர் ஏற்றுமதி செய்யும் போது, திருத்தப்பட்ட உரை ஏற்றுமதி செய்யப்படும்.
uk: Зверніть увагу, що це редагування <b>не змінює</b> зміст книги чи виділений уривок на сторінці. Ви все одно побачите те саме виділене речення в програмі читання. Ваше редагування буде видимим у <span class="ui">списку закладок</span>. А коли ви пізніше експортуєте виділені фрагменти, експортуватиметься саме відредагований текст.
zh_hans: 请注意，此编辑操作<b>不会改变</b>页面上显示的被标记文段，阅读时看到的仍是书籍原文。编辑内容要在<span class="ui">书签列表</span>界面查看；在导出标注时，被导出的文本会是编辑后的版本。

source: To edit a highlight text, you can:
es: Para editar un texto subrayado puedes:
fr: Pour modifier un texte surligné, vous pouvez :
ga: Chun téacs aibhsithe a chur in eagar, is féidir leat:
it: Per modificare un testo evidenziato, è possibile:
nl: Om de tekst van een markering te bewerken kun je:
pt_br: Para editar um texto destacado, você pode:
pt_pt: Para editar o texto destacado, pode:
sk: Ak chcete upraviť zvýraznený text, môžete:
sr: Ако желите да уредите истакнуте текст можете да:
ta: சிறப்பம்சமாக உரையைத் திருத்த, நீங்கள் முடியும்:
uk: Щоб редагувати висвітлений текст:
zh_hans: 要编辑被标注的文本，请按如下步骤操作：

source: Tap on the highlight
es: Toca lo destacado
fr: Appuyez sur le surlignage
ga: Tapáil ar an airdmharc
it: Toccare l'evidenziazione
nl: Tik op de markering
pt_br: Toque no destaque
pt_pt: Toque no destaque
sk: Ťuknúť na zvýraznenie
sr: Тапнете на истицање
ta: சிறப்பம்சத்தைத் தட்டவும்
uk: Торкніться до виділення
zh_hans: 点按标注文段

source: Tap <span class="ui">Details</span> from the popup menu
es: Toque <span class="ui">Detalles</span> en el menú emergente
fr: Appuyez sur <span class="ui">Détails</span> dans le menu contextuel
ga: Beartaíonn <span class="ui">Sonraí</span> ón roghchlár aníos
it: Toccare <span class="ui">Dettagli</span> dal menu a comparsa
nl: Tik op <span class="ui">Details</span> in het pop-upmenu
pt_br: Toque em <span class="ui">Detalhes</span> no menu pop-up
pt_pt: Toque <span class="ui">Detalhes</span> no menu pop-up
sk: V kontextovej ponuke ťuknúť na <span class="ui">Podrobnosti</span>
sr: Тапнете на <span class="ui">Детаљи</span> у искачућем менију
ta: மேல்தோன்றல் மெனுவிலிருந்து <span வகுப்பு = "Ui"> விவரங்கள் </span> ஐத் தட்டவும்
uk: Натисніть <span class = "ui">Докладно</span> у зринаючому меню
zh_hans: 在弹出菜单中点按<span class="ui">详情</span>
