Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Quick Menu</span> is a recent feature of KOReader which allows you to have a quickly accessible personalized menu as in the example image below. You can assign this menu to a gesture and access it with a single swipe. You can even have a menu longer than your screen, it is scrollable.
es: El <span class="ui">Menú Rápido</span> es una función reciente de KOReader que te permite tener un menú personalizado de acceso rápido, como en la imagen de ejemplo a continuación. Puedes asignar este menú a un gesto y acceder a él con un solo deslizamiento. Incluso puedes tener un menú más largo que la pantalla, ya que es desplazable.
fr: <span class="ui">Menu rapide</span> est une fonctionnalité récente de KOReader qui vous permet d'avoir un menu personnalisé rapidement accessible, comme dans l'exemple ci-dessous. Vous pouvez attribuer ce menu à un geste et y accéder d'un simple balayage. Vous pouvez même avoir un menu plus long que votre écran, il est défilable.
ga: Is gné le déanaí de chuid KOReader é <span class="ui">Roghchlár Tapa</span> a ligeann duit roghchlár pearsantaithe a bheith agat atá inrochtana go tapa mar atá sa sampla íomhá thíos. Is féidir leat an roghchlár seo a shannadh do ghluaiseacht agus rochtain a fháil air le svaidhpeáil amháin. Is féidir leat roghchlár a bheith agat atá níos faide ná do scáileán fiú, is féidir é a scrolláil.
it: Il <span class="ui">Menu Rapido</span> è una recente funzione di KOReader che consente di avere un menu personalizzato rapidamente accessibile come nell'immagine di esempio qui sotto. È possibile assegnare questo menu a un gesto e accedervi con un solo passaggio. È anche possibile avere un menu più lungo dello schermo, in quanto è scrollabile.
nl: <span class="ui">Snelmenu</span> is een recente functie van KOReader waarmee je, zoals op onderstaande afbeelding, snel een persoonlijk menu kunt openen. Je kunt dit menu aan een gebaar toewijzen en het met één veeg openen. Het menu mag langer zijn dan je scherm; het is scrollbaar.
pt_br: <span class="ui">Menu Rápido</span> é um recurso recente do KOReader que permite que você tenha um menu personalizado de acesso rápido, como na imagem de exemplo abaixo. Você pode atribuir esse menu a um gesto e acessá-lo com um único toque. Você pode até ter um menu maior que a tela, pois ele é rolável.
sk: <span class="ui">Rýchle menu</span> je nová funkcia KOReaderu, ktorá vám umožňuje mať rýchlo prístupné prispôsobené menu, ako je to znázornené na obrázku nižšie. Túto ponuku môžete priradiť gestu a otvoriť ju jedným potiahnutím prsta. Môžete mať dokonca ponuku dlhšiu ako obrazovka, je posúvateľná.
sr: <span class="ui">Брзи мени</span> је новија функционалност KOReader читача која вам омогућава да имате персонализовани мени којем брзо можете да приступите као на слици за пример испод. Овај мени можете да доделите гестикулацији и да му приступите једним превлачењем. Мени чак може да буде и дужи од висине екрана, може да се скролује.
ta: <span class="ui">Quick Menu</span> is a recent feature of KOReader which allows you பெறுநர் have a quickly accessible personalized பட்டியல் அச் in the example படம் below. இந்த மெனுவை நீங்கள் ஒரு சைகைக்கு ஒதுக்கலாம் மற்றும் ஒற்றை ச்வைப் மூலம் அணுகலாம். உங்கள் திரையை விட நீண்ட மெனுவைக் கூட நீங்கள் வைத்திருக்க முடியும், அது உருட்டக்கூடியது.
uk: <span class="ui">Швидке меню</span> – це нова функція KOReader, яка дозволяє швидко отримати доступ до персоналізованого меню, як на нижченаведеному зображенні. Відкриття цього меню можна призначити на жест та отримати до нього доступ одним рухом пальця. Можна мати меню навіть довше за екран, бо його можна прокручувати.
zh_hans: <span class="ui">快捷菜单</span>是KOReader的最新功能，它允许您拥有一个快速访问的个性化菜单，如下图所示。 您可以将此菜单分配给一个手势，并通过一次滑动访问它。 你甚至可以有一个比你的屏幕更长的菜单，它是可滚动的。

source: Basically, any action you can assign a gesture can be added to the <span class="ui">Quick Menu</span>. Its advantages are:
es: Básicamente, cualquier acción a la que se le pueda asignar un gesto se puede añadir al <span class="ui">Menú Rápido</span>. Sus ventajas son:
fr: En principe, toute action à laquelle vous pouvez attribuer un geste peut être ajoutée au <span class="ui">Menu rapide</span>. Ses avantages sont les suivants :
ga: Go bunúsach, is féidir aon ghníomh ar féidir leat gotha a shannadh dó a chur leis an <span class="ui">Roghchlár Tapa</span>. Is iad seo a leanas na buntáistí a bhaineann leis:
it: In pratica, qualsiasi azione a cui si può assegnare un gesto può essere aggiunta al <span class="ui">Menu Rapido</span>. I suoi vantaggi sono:
nl: In principe kan elke actie die je aan een gebaar kunt toewijzen, aan het <span class="ui">Snelmenu</span> worden toegevoegd. De voordelen zijn:
pt_br: Basicamente, qualquer ação que você possa atribuir a um gesto pode ser adicionada ao <span class="ui">Menu Rápido</span>. Suas vantagens são:
sk: Do <span class="ui">Rýchlej ponuky</span> možno v podstate pridať akúkoľvek akciu, ktorej môžete priradiť gesto. Jej výhody sú:
sr: У суштини, било која акција која може да се додели гестикулацији може да се дода и у <span class="ui">Брзи мени</span>. Његове предности су следеће:
ta: அடிப்படையில், நீங்கள் ஒரு சைகையை ஒதுக்கக்கூடிய எந்தவொரு செயலையும் <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> இல் சேர்க்கலாம். அதன் நன்மைகள்:
uk: Будь-яку дію, яка може виконуватися жестом, можна додати до <span class="ui">Швидкого меню</span>. Його переваги:
zh_hans: 基本上，您可以指定手势的任何操作都可以添加到<span class="ui">快速菜单</span>中。其优点是：

source: You don’t need to memorize lots of gestures for every action.
es: No es necesario memorizar muchos gestos para cada acción.
fr: Vous n'avez pas besoin de mémoriser une multitude de gestes pour chaque action.
ga: Ní gá duit a lán gothaí a fhoghlaim de ghlanmheabhair do gach gníomh.
it: Non è necessario memorizzare molti gesti per ogni azione.
nl: Je hoeft niet voor elke actie veel gebaren te onthouden.
pt_br: Você não precisa memorizar muitos gestos para cada ação.
pt_pt: Não precisa de memorizar inúmeros gestos para cada acção.
sk: Nemusíte si pamätať veľa gest pre každú akciu.
sr: Нема потребе да памтите много гестикулација за сваку акцију.
ta: ஒவ்வொரு செயலுக்கும் நீங்கள் நிறைய சைகைகளை மனப்பாடம் செய்ய தேவையில்லை.
uk: Не потрібно запам'ятовувати багато жестів для виконання кожної дії.
zh_hans: 你不需要为每个动作记住很多手势。

source: Some infrequent actions may not worth a gesture but it can be too much hassle to find it in the menu system. You can add this kind of rarely used actions to this menu instead.
es: Algunas acciones poco frecuentes pueden no merecer la pena, pero encontrarlas en el sistema de menús puede ser complicado. Puedes añadir este tipo de acciones poco utilizadas a este menú.
fr: Certaines actions peu fréquentes ne méritent peut-être pas un geste, mais il peut être trop fastidieux de les rechercher dans le système de menus. Vous pouvez ajouter ce type d'actions rarement utilisées à ce menu à la place.
ga: B’fhéidir nach fiú gotha cuid de na gníomhartha neamhchoitianta ach is féidir go mbeadh sé ró-dhian iad a aimsiú sa chóras roghchláir. Is féidir leat na cineálacha gníomhartha seo nach n-úsáidtear go minic a chur leis an roghchlár seo ina ionad.
it: Alcune azioni poco frequenti possono non valere un gesto, ma può essere troppo fastidioso trovarle nel sistema di menu. È possibile aggiungere questo tipo di azioni raramente utilizzate a questo menu.
nl: Sommige zelden gebruikte acties zijn een eigen gebaar niet waard, maar zijn wel lastig terug te vinden in het menusysteem. Dergelijke acties kun je beter aan dit menu toevoegen.
pt_br: Algumas ações pouco frequentes podem não valer a pena, mas pode ser muito trabalhoso encontrá-las no sistema de menus. Você pode adicionar esse tipo de ação raramente usada a este menu.
sk: Niektoré zriedka používané akcie nemusia stáť za gesto, ale nájsť ich v systéme menu môže byť príliš náročné. Namiesto toho môžete do tejto ponuky pridať tento druh zriedkavo používaných akcií.
sr: Неке акције које се ретко извршавају не заслужују да им се додели гестикулација, али је потребно доста кретања да се пронађу у систему менија. Уместо тога, овакву врсту ређе коришћених акција можете да додате у овај мени.
ta: சில அரிதான செயல்கள் ஒரு சைகைக்கு மதிப்புள்ளதல்ல, ஆனால் பட்டியல் அமைப்பில் அதைக் கண்டுபிடிப்பது மிகவும் தொந்தரவாக இருக்கும். இந்த பட்டியலில் இந்த வகையான அரிதாக பயன்படுத்தப்படும் செயல்களை நீங்கள் சேர்க்கலாம்.
uk: Деякі рідко виконувані дії можуть не вартувати призначення на них окремого жесту, але знайти її в дереві меню дуже складно. Замість цього можна додати такі рідковживані функції до цього меню.
zh_hans: 一些不常见的动作可能不值得一个手势，但在菜单系统中找到它可能太麻烦了。 您可以将这种很少使用的操作添加到此菜单中。

source: If you are installing KOReader for a relative or friend, you can add their favorite actions to this menu so they don’t even need to go into the menu system while using KOReader.
es: Si está instalando KOReader para un familiar o amigo, puede agregar sus acciones favoritas a este menú para que ni siquiera necesiten ingresar al sistema de menú mientras usan KOReader.
fr: Si vous installez KOReader pour un proche ou un ami, vous pouvez ajouter ses actions favorites à ce menu afin qu'il n'ait même pas besoin d'accéder au système de menus lorsqu'il utilise KOReader.
ga: Más rud é go bhfuil tú ag suiteáil KOReader do ghaol nó do chara, is féidir leat a ngníomhartha is fearr leo a chur leis an roghchlár seo ionas nach mbeidh orthu fiú dul isteach sa chóras roghchláir agus KOReader á úsáid acu.
it: Se state installando KOReader per un parente o un amico, potete aggiungere le loro azioni preferite a questo menu, in modo che non debbano nemmeno entrare nel sistema di menu mentre usano KOReader.
nl: Installeer je KOReader voor een familielid of vriend, voeg dan hun favoriete acties toe aan dit menu zodat ze tijdens het gebruik van KOReader niet eens het menusysteem in hoeven.
pt_br: Se você estiver instalando o KOReader para um parente ou amigo, você pode adicionar as ações favoritas dele a este menu para que ele nem precise entrar no sistema de menu enquanto estiver usando o KOReader.
sk: Ak inštalujete KOReader pre príbuzného alebo priateľa, môžete do tohto menu pridať jeho obľúbené akcie, takže pri používaní KOReadera ani nebude musieť ísť do systému menu.
sr: Ако KOReader инсталирате рођаку или пријатељу, њихове омиљене акције можете да додате у овај мени, па они уопште не морају да одлазе у систем менија док користе KOReader.
ta: நீங்கள் ஒரு உறவினர் அல்லது நண்பருக்காக கொரியாடரை நிறுவுகிறீர்கள் என்றால், இந்த பட்டியலில் தங்களுக்கு பிடித்த செயல்களை நீங்கள் சேர்க்கலாம், எனவே அவர்கள் கொரியாடரைப் பயன்படுத்தும் போது பட்டியல் அமைப்புக்கு செல்ல தேவையில்லை.
uk: При встановленні KOReader на пристрій родича або друга, які гірше володіють електронними пристроями, можна додати до цього меню їхні улюблені дії, тож їм навіть не доведеться заглиблюватися у дерево меню під час користування KOReader.
zh_hans: 如果您正在为亲戚或朋友安装KOReader，则可以将他们喜欢的操作添加到此菜单中，以便他们在使用KOReader时甚至不需要进入菜单系统。

source: An example Quick Menu:
es: Un ejemplo de Menú Rápido:
fr: Exemple de Menu rapide :
ga: Sampla de Roghchlár Tapa:
it: Un esempio di menu rapido:
nl: Een voorbeeld van een Snelmenu:
pt_br: Um exemplo de Menu Rápido:
pt_pt: Um exemplo de menu rápido:
sk: Ukážka Rýchleho menu:
sr: Пример Брзог менија:
ta: ஒரு எடுத்துக்காட்டு விரைவான மெனு:
uk: Приклад швидкого меню:
zh_hans: 快捷菜单示例:

source: There are two methods of creating a <span class="ui">Quick Menu</span>: <b>Easy</b> and <b>Advanced</b>. If you need only one menu, <b>Easy method</b> should be enough for you. If you want to show different menus with different gestures you need to use <b>Advanced method</b>. Another advantage of <b>Advanced method</b> is easier gesture reassignment. If you want to change the gesture for your menu, you can easily move it to another gesture with the <b>Advanced method</b> menu. If you want to use another gesture while using the <b>Easy method</b>, you have to re-create your menu under the new gesture.
es: Hay dos métodos para crear un <span class="ui">Menú Rápido</span>: <b>Fácil</b> y <b>Avanzado</b>. Si solo necesita un menú, el <b>Método Fácil</b> debería ser suficiente. Si desea mostrar diferentes menús con diferentes gestos, debe usar el <b>Método Avanzado</b>. Otra ventaja del <b>Método Avanzado</b> es que facilita la reasignación de gestos. Si desea cambiar el gesto de su menú, puede moverlo fácilmente a otro gesto con el menú del <b>Método Avanzado</b>. Si desea usar otro gesto mientras usa el <b>Método Fácil</b>, debe volver a crear su menú con el nuevo gesto.
fr: Il existe deux méthodes pour créer un <span class="ui">Menu rapide</span> : <b>Facile</b> et <b>Avancée</b>. Si vous n'avez besoin que d'un seul menu, la <b>Méthode facile</b> devrait vous suffire. Si vous souhaitez afficher différents menus avec différents gestes, vous devez utiliser la <b>Méthode avancée</b>. Un autre avantage de la <b>Méthode avancée</b> est la réattribution plus facile des gestes. Si vous souhaitez modifier le geste associé à votre menu, vous pouvez facilement le déplacer vers un autre geste à l'aide du menu <b>Méthode avancée</b>. Si vous souhaitez utiliser un autre geste tout en utilisant la <b>Méthode facile</b>, vous devez recréer votre menu sous le nouveau geste.
ga: Tá dhá mhodh ann chun <span class="ui">Roghchlár Tapa</span> a chruthú: <b>Éasca</b> agus <b>Ardteistiméireacht</b>. Más gá duit roghchlár amháin, ba cheart go mbeadh an <b>Modh Éasca</b> leordhóthanach duit. Más mian leat biachláir éagsúla a thaispeáint le gothaí éagsúla, ní mór duit an <b>Modh Ardteistiméireachta</b> a úsáid. Buntáiste eile a bhaineann leis an <b>Modh Ardteistiméireachta</b> ná ath-shannadh gothaí níos éasca. Más mian leat an gotha le do roghchlár a athrú, is féidir leat é a bhogadh go héasca chuig gotha eile leis an roghchlár <b>Modh Ardteistiméireachta</b>. Más mian leat gotha eile a úsáid agus an <b>Modh Éasca</b> in úsáid agat, ní mór duit do roghchlár a athchruthú faoin ngotha nua.
it: Esistono due metodi per creare un <span class="ui">menu rapido</span>: <b>Facile</b> e <b>Avanzato</b>. Se avete bisogno di un solo menu, il metodo <b>Facile</b> dovrebbe essere sufficiente. Se si desidera mostrare menu diversi con gesti diversi, è necessario utilizzare il metodo <b>Avanzato</b>. Un altro vantaggio del metodo <b>avanzato</b> è la facilità di riassegnazione dei gesti. Se si desidera cambiare il gesto per il menu, è possibile spostarlo facilmente in un altro gesto con il menu <b>Metodo avanzato</b>. Se si desidera utilizzare un altro gesto mentre si usa il <b>metodo facile</b>, è necessario ricreare il menu con il nuovo gesto.
nl: Er zijn twee methoden om een <span class="ui">Snelmenu</span> te maken: <b>Eenvoudig</b> en <b>Geavanceerd</b>. Heb je maar één menu nodig, dan is de <b>Eenvoudige methode</b> voldoende. Wil je met verschillende gebaren verschillende menu’s tonen, gebruik dan de <b>Geavanceerde methode</b>. Een ander voordeel van de <b>Geavanceerde methode</b> is dat gebaren eenvoudiger opnieuw toegewezen kunnen worden. Wil je het gebaar voor je menu wijzigen, dan kun je het met het menu van de <b>Geavanceerde methode</b> gemakkelijk naar een ander gebaar verplaatsen. Gebruik je de <b>Eenvoudige methode</b> en wil je een ander gebaar gebruiken, dan moet je je menu onder het nieuwe gebaar opnieuw aanmaken.
pt_br: Existem dois métodos para criar um <span class="ui">Menu Rápido</span>: <b>Fácil</b> e <b>Avançado</b>. Se você precisa de apenas um menu, o <b>Método Fácil</b> deve ser suficiente. Se quiser exibir menus diferentes com gestos diferentes, use o <b>Método Avançado</b>. Outra vantagem do <b>Método Avançado</b> é a facilidade de reatribuição de gestos. Se quiser alterar o gesto do seu menu, você pode movê-lo facilmente para outro gesto com o menu do <b>Método Avançado</b>. Se quiser usar outro gesto enquanto usa o <b>Método Fácil</b>, você precisa recriar o menu com o novo gesto.
sk: Existujú dva spôsoby vytvorenia <span class="ui">Rýchleho menu</span>: <b>Jednoduchý</b> a <b>Pokročilý</b>. Ak potrebujete iba jedno menu, <b>Jednoduchá metóda</b> by vám mala stačiť. Ak chcete zobraziť rôzne ponuky pomocou rôznych gest, musíte použiť <b>Pokročilú metódu</b>. Ďalšou výhodou <b>Pokročilej metódy</b> je jednoduchšie zmena priradenia gest. Ak chcete zmeniť gesto pre ponuku, môžete ho jednoducho presunúť na iné gesto pomocou ponuky <b>Rozšírená metóda</b>. Ak chcete počas používania <b>jednoduchej metódy</b> použiť ďalšie gesto, musíte si znova vytvoriť menu s novým gestom.
sr: Постоје два метода за креирање <span class="ui">Брзог менија</span>: <b>Једноставни</b> и <b>Напредни</b>. Ако вам је потребан само један мени, биће вам довољан <b>Једноставни метод</b>. Ако желите да различите гестикулације отварају различите меније, морате да користите <b>Напредни метод</b>. Још једна предност <b>Напредног метода</b> је једноставније поновно додељивање гестикулације. Ако желите да промените гестикулацију за свој мени, једноставно можете да га преместите у неку другу гестикулацију <b>Напредним методом</b>. Ако желите да користите другу гестикулацију док употребљавате <b>Једноставни метод</b>, мораћете поново да креирате свој мени под новом гестикулацијом.
ta: <Span வகுப்பு = "Ui"> விரைவு பட்டியல் </span> ஐ உருவாக்க இரண்டு முறைகள் உள்ளன: <b> எளிதானது </b> மற்றும் <b> மேம்பட்ட </b>. உங்களுக்கு ஒரு பட்டியல் மட்டுமே தேவைப்பட்டால், <b> எளிதான முறை </b> உங்களுக்கு போதுமானதாக இருக்க வேண்டும். வெவ்வேறு சைகைகளுடன் வெவ்வேறு மெனுக்களைக் காட்ட விரும்பினால், நீங்கள் <b> மேம்பட்ட முறை </b> ஐப் பயன்படுத்த வேண்டும். <b> மேம்பட்ட முறை </b> இன் மற்றொரு நன்மை எளிதான சைகை மறுசீரமைப்பு ஆகும். உங்கள் மெனுவுக்கான சைகையை மாற்ற விரும்பினால், <b> மேம்பட்ட முறை </b> மெனுவுடன் அதை மற்றொரு சைகைக்கு எளிதாக நகர்த்தலாம். <b> எளிதான முறை </b> ஐப் பயன்படுத்தும் போது நீங்கள் மற்றொரு சைகையைப் பயன்படுத்த விரும்பினால், புதிய சைகையின் கீழ் உங்கள் மெனுவை மீண்டும் உருவாக்க வேண்டும்.
uk: Є два способи створити <span class="ui">Швидке меню</span>. <b>Простий</b> та <b>розширений</b>. Якщо вам потрібне тільки меню, <b>простого способу</b> буде достатньо. Якщо ж бажаєте, щоб за різними жестами відкривалися різні меню, тоді потрібно скористатися <b>розширеним способом</b>. Іншою перевагою <b>розширеного способу</b> є те, що якщо ви забажаєте використовувати інший жест для відкриття цього меню, то зможете просто перепризначити відкриття цього меню на інший жест. Якщо ж при використанні <b>простого способу</b> ви забажаєте відкривати меню іншим жестом, доведеться повторно створювати швидке меню для нового жесту.
zh_hans: 创建<span class="ui">快捷菜单</span>有两种方法：<b>简单方式</b>和<b>高阶方式</b>。 如果你只需要一个菜单，<b>简单方式</b>应该足够你。 如果你想用不同的手势显示不同的菜单，你需要使用<b>高阶方式</b>。 <b>高阶方式</b>的另一个优点是更容易进行手势重新分配。 如果要更改菜单的手势，可以使用<b>高阶方式</b>菜单轻松将其移动到另一个手势。 如果您想在使用<b>简单方式</b>时使用其他手势，则必须在新手势下重新创建菜单。

source: Easy method
es: Método fácil
fr: Méthode facile
ga: Modh éasca
it: Metodo facile
nl: Eenvoudige methode
pt_br: Método Fácil
pt_pt: Método fácil
sk: Jednoduchá metóda
sr: Једноставни метод
ta: எளிதான முறை
uk: Простий спосіб
zh_hans: 简单方式

source: Go to <span class="ui">Gesture Manager</span> menu via:
es: Vaya al menú <span class="ui">Administrador de gestos</span> a través de:
fr: Accédez au menu <span class="ui">Gestionnaire de gestes</span> via :
ga: Téigh go dtí an roghchlár <span class="ui">Bainisteoir Gothaí</span> trí:
it: Accedere al menu <span class="ui">Tocchi e gesti</span> tramite:
nl: Ga naar het menu <span class="ui">Gebarenbeheer</span> via:
pt_br: Acesse o menu <span class="ui">Gerenciador de Gestos</span> por meio de:
pt_pt: Ir para menu de <span class="ui">Gestão de gestos</span> através de:
sk: Prejdite do ponuky <span class="ui">Správca gest</span> cez:
sr: Идите на мени <span class="ui">Управљач гестикулацијама</span> из:
ta: <Span வகுப்பு = "Ui"> சைகை மேலாளர் </span> பட்டியல் வழியாக:
uk: Перейдіть до <span class="ui">Менеджера жестів</span> таким чином:
zh_hans: 通过以下方式转到<span class="ui">交互手势管理器</span>菜单:

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Gesture Manager
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Configurador de gestos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Gestionnaire de gestes
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus Gothaí / Bainisteoir Gothaí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Impostazione dei gesti
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Gebarenbeheer
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e Gestos / Gerenciador de Gestos
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e Gestos / Gestor de Gestos
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Správca gest
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Управљач гестикулацијама
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Менеджер жестів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 交互手势管理

source: Decide a gesture for opening your menu and tap on it.
es: Decide un gesto para abrir tu menú y tócalo.
fr: Choisissez un geste pour ouvrir votre menu et appuyez dessus.
ga: Roghnaigh gotha chun do roghchlár a oscailt agus tapáil air.
it: Decidere un gesto per aprire il menu e toccarlo.
nl: Bepaal een gebaar om je menu te openen en tik erop.
pt_br: Escolha um gesto para abrir o seu menu e toque nele.
pt_pt: Defina um gesto para abrir o seu menu e toque nele.
sk: Vyberte gesto na otvorenie ponuky a ťuknite naň.
sr: Одлучите коју гестикулацију желите да користите за отварање Брзог менија и тапните на њу.
ta: உங்கள் மெனுவைத் திறப்பதற்கான ஒரு சைகையை முடிவு செய்து அதைத் தட்டவும்.
uk: Визначтесь який жест повинен відкривати швидке меню і натисніть на нього.
zh_hans: 决定打开菜单的手势并点击它。
