Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: KOReader stores settings and extra information related to your books in the same directory as your book file. We call this <b>metadata</b> and it includes:
es: KOReader almacena configuraciones e información adicional relacionada con sus libros en el mismo directorio que el archivo de su libro. A esto lo llamamos <b>metadatos</b> e incluye:
fr: KOReader stocke les paramètres et les informations supplémentaires relatives à vos livres dans le même répertoire que votre fichier de livre. Nous appelons cela des <b>métadonnées</b> et elles comprennent :
ga: Stórálann KOReader socruithe agus faisnéis bhreise a bhaineann le do leabhair san eolaire céanna le do chomhad leabhair. Tugtar <b>meiteashonraí</b> air seo agus áirítear leis:
it: KOReader memorizza le impostazioni e le informazioni aggiuntive relative ai libri nella stessa directory del file del libro. Si tratta di <b>metadati</b> che comprendono:
nl: KOReader slaat instellingen en extra informatie met betrekking tot je boeken op in dezelfde map als je boekbestand. We noemen dit <b>metadata</b> en het omvat:
pt_br: O KOReader armazena configurações e informações extras relacionadas aos seus livros no mesmo diretório do arquivo do livro. Chamamos isso de <b>metadados</b>, que incluem:
sk: KOReader ukladá nastavenia a ďalšie informácie týkajúce sa vašich kníh do rovnakého adresára ako súbor vašej knihy. Nazývame to <b>metadáta</b> a tieto zahŕňajú:
sr: KOReader чува подешавања и додатне информације у вези са вашим књигама у исти директоријум у којем се налази фајл књиге. Ово зовемо <b>метаподаци</b> који се састоје од:
ta: உங்கள் புத்தகக் கோப்பின் அதே கோப்பகத்தில் உங்கள் புத்தகங்கள் தொடர்பான அமைப்புகள் மற்றும் கூடுதல் தகவல்களை கொரியடர் சேமிக்கிறது. இதை நாங்கள் <b> மேனிலை தரவு </b> என்று அழைக்கிறோம், அதில் அடங்கும்:
uk: KOReader зберігає налаштування та додаткову пов'язану з кожною книгою інформацію у одній теці з файлом цієї книги. Ми називаємо це <b>метаданими</b> і вони включають:
zh_hans: KOReader将与书籍相关的设置和额外信息存储在与书籍文件相同的目录中。我们称之为<b>元数据</b>，它包括：

source: Visual settings for the book
es: Configuraciones visuales para el libro
fr: Paramètres visuels pour le livre
ga: Socruithe amhairc don leabhar
it: Impostazioni di visualizzazione del libro
nl: Visuele instellingen voor het boek
pt_br: Configurações visuais do livro
pt_pt: Definições visuais para o livro
sk: Vizuálne nastavenia pre knihu
sr: Визуелних подешавања књиге
ta: புத்தகத்திற்கான காட்சி அமைப்புகள்
uk: Візуальні налаштування для книги
zh_hans: 书籍的显示设置

source: Book reading progress
es: Progreso de la lectura del libro
fr: Progression de la lecture du livre
ga: Dul chun cinn léitheoireachta leabhar
it: Progressi nella lettura del libro
nl: Leesvoortgang van het boek
pt_br: Progresso de leitura do livro
pt_pt: Progresso da leitura do livro
sk: Priebeh čítania knihy
sr: Напретка читања књиге
ta: புத்தக வாசிப்பு முன்னேற்றம்
uk: Поступ читання книги
zh_hans: 全书阅读进度

source: Highlights, bookmarks and notes
es: Subrayados, marcadores y notas
fr: Surlignages, signets et notes
ga: Buaicphointí, leabharmharcanna agus nótaí
it: Evidenziazioni, segnalibri e note
nl: Markeringen, bladwijzers en notities
pt_br: Destaques, marcadores e notas
pt_pt: Destaques, marcadores e notas
sk: Zvýraznenia, záložky a poznámky
sr: Истицања, маркера и белешки
ta: சிறப்பம்சங்கள், புக்மார்க்குகள் மற்றும் குறிப்புகள்
uk: Виділення, закладки та нотатки
zh_hans: 标注、书签及笔记

source: In a recent change, we added new ways of storing this metadata to solve certain problems related to synchronization between devices. Currently there are three different methods to store the metadata and each method has its own benefits/negatives.
es: En un cambio reciente, agregamos nuevas formas de almacenar estos metadatos para resolver ciertos problemas relacionados con la sincronización entre dispositivos. Actualmente existen tres métodos diferentes para almacenar los metadatos y cada método tiene sus propios beneficios/negativos.
fr: Dans le cadre d'une modification récente, nous avons ajouté de nouvelles méthodes de stockage de ces métadonnées afin de résoudre certains problèmes liés à la synchronisation entre les appareils. Il existe actuellement trois méthodes différentes pour stocker les métadonnées, chacune présentant ses avantages et ses inconvénients.
ga: I n-athrú le déanaí, chuireamar bealaí nua leis chun na meiteashonraí seo a stóráil chun fadhbanna áirithe a bhaineann le sioncrónú idir gléasanna a réiteach. Faoi láthair tá trí mhodh éagsúla ann chun na meiteashonraí a stóráil agus tá a buntáistí/míbhuntáistí féin ag baint le gach modh.
it: In una recente modifica, abbiamo aggiunto nuovi modi di memorizzare questi metadati per risolvere alcuni problemi legati alla sincronizzazione tra dispositivi. Attualmente esistono tre metodi diversi per memorizzare i metadati e ogni metodo ha i suoi vantaggi e svantaggi.
nl: Onlangs hebben we nieuwe manieren toegevoegd om deze metadata op te slaan om bepaalde problemen met synchronisatie tussen apparaten op te lossen. Momenteel zijn er drie verschillende methoden om de metadata op te slaan, elk met hun eigen voor- en nadelen.
pt_br: Em uma mudança recente, adicionamos novas formas de armazenar esses metadados para resolver certos problemas relacionados à sincronização entre dispositivos. Atualmente, existem três métodos diferentes para armazenar os metadados, e cada método possui suas vantagens e desvantagens.
sk: V nedávnej aktualizácii sme pridali nové spôsoby ukladania týchto metadát, aby sme vyriešili určité problémy súvisiace so synchronizáciou medzi zariadeniami. V súčasnosti existujú tri rôzne metódy ukladania metadát a každá metóda má svoje výhody/nevýhody.
sr: У скорашњој измени, додали смо нове начине за чување ових метаподатака којима се решавају одређени проблеми у вези са синхронизацијом уређаја. Тренутно постоји три различита метода за чување метаподатака и сваки од њих има своје предности/мане.
ta: அண்மைக் கால மாற்றத்தில், சாதனங்களுக்கிடையேயான ஒத்திசைவு தொடர்பான சில சிக்கல்களைத் தீர்க்க இந்த மெட்டாடேட்டாவை சேமிப்பதற்கான புதிய வழிகளைச் சேர்த்துள்ளோம். தற்போது மெட்டாடேட்டாவை சேமிக்க மூன்று வெவ்வேறு முறைகள் உள்ளன, மேலும் ஒவ்வொரு முறைக்கும் அதன் சொந்த நன்மைகள்/எதிர்மறைகள் உள்ளன.
uk: У нещодавній зміні ми додали нові способи зберігання цих метаданих, щоб вирішити певні проблеми, пов'язані із синхронізацією між пристроями. Наразі існує три різні способи зберігання метаданих, і кожен з них має свої переваги та недоліки.
zh_hans: 在最近的一次更改中，我们添加了存储此元数据的新方法，以解决与设备之间同步相关的某些问题。目前有三种不同的方法来存储元数据，每种方法都有自己的优缺点。

source: You can change this setting from this menu:
es: Puede cambiar esta configuración desde este menú:
fr: Vous pouvez modifier ce paramètre à partir de ce menu :
ga: Is féidir leat an socrú seo a athrú ón roghchlár seo:
it: È possibile modificare questa impostazione da questo menu:
nl: Je kunt deze instelling wijzigen via dit menu:
pt_br: Você pode alterar essa configuração a partir deste menu:
pt_pt: Pode alterar esta configuração neste menu:
sk: Toto nastavenie môžete zmeniť v tejto ponuke:
sr: Ово подешавање можете да измените из следећег менија:
ta: இந்த மெனுவிலிருந்து இந்த அமைப்பை நீங்கள் மாற்றலாம்:
uk: Даний параметр можна змінити з цього меню:
zh_hans: 您可以从此菜单更改此设置：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Book metadata location
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Ubicación de metadatos del libro
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Emplacement des métadonnées du livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Doiciméad / Suíomh meiteashonraí an leabhair
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Posizione dei metadata del libro
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Locatie boekmetadata
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização dos metadados do livro
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização de metadados do Livro
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Dokument / Umiestnenie metadát knihy
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Локација метаподатака књиге
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 26px;"> / ஆவணம் / புத்தக மேனிலை தரவு இருப்பிடம்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Розташування метаданих книги
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / 文档相关 / 书籍元数据存放目录

source: <span class="label_red">WARNING</span> We strongly advise reading the section below to understand the differences and how each method works before making any changes. Otherwise there is a risk of losing your book settings, progress and annotations.
es: <span class="label_red">ADVERTENCIA</span> Le recomendamos encarecidamente leer la sección siguiente para comprender las diferencias y cómo funciona cada método antes de realizar cambios. De lo contrario, existe el riesgo de perder la configuración, el progreso y las anotaciones del libro.
fr: <span class="label_red">AVERTISSEMENT</span> Nous vous recommandons vivement de lire la section ci-dessous afin de comprendre les différences et le fonctionnement de chaque méthode avant d'effectuer des modifications. Sinon, vous risquez de perdre les paramètres, la progression et les annotations de votre livre.
ga: <span class="label_red">RABHADH</span> Molaimid go láidir duit an chuid thíos a léamh chun na difríochtaí agus conas a oibríonn gach modh a thuiscint sula ndéanann tú aon athruithe. Seachas sin, tá baol ann go gcaillfidh tú socruithe do leabhair, do dhul chun cinn agus do nótaí.
it: <span class="label_red">ATTENZIONE</span> Si consiglia vivamente di leggere la sezione sottostante per comprendere le differenze e il funzionamento di ciascun metodo prima di apportare qualsiasi modifica. In caso contrario, si rischia di perdere le impostazioni, i progressi e le annotazioni del libro.
nl: <span class="label_red">WAARSCHUWING</span> We raden sterk aan de onderstaande sectie te lezen om de verschillen en de werking van elke methode te begrijpen voordat je wijzigingen aanbrengt. Anders loop je het risico je boekinstellingen, voortgang en aantekeningen te verliezen.
pt_br: <span class="label_red">AVISO</span> Recomendamos fortemente ler a seção abaixo para entender as diferenças e como cada método funciona antes de fazer qualquer alteração. Caso contrário, há risco de perder as configurações do livro, o progresso e as anotações.
sk: <span class="label_red">UPOZORNENIE</span> Dôrazne odporúčame prečítať si nasledujúcu časť, aby ste pochopili rozdiely a fungovanie jednotlivých metód pred vykonaním akýchkoľvek zmien. V opačnom prípade hrozí strata nastavení knihy, postupu čítania a anotácií.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Топло саветујемо да пре прављења било каквих измена у потпуности прочитате одељак који следи и разумете разлике и начин на који ради сваки метод. У супротном постоји ризик да изгубите подешавања своје књиге, напредак и белешке.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> வேறுபாடுகளைப் புரிந்துகொள்ள கீழேயுள்ள பகுதியைப் படிக்க நாங்கள் கடுமையாக அறிவுறுத்துகிறோம், மேலும் எந்த மாற்றங்களையும் செய்வதற்கு முன்பு ஒவ்வொரு முறையும் எவ்வாறு செயல்படுகிறது. இல்லையெனில் உங்கள் புத்தக அமைப்புகள், முன்னேற்றம் மற்றும் சிறுகுறிப்புகளை இழக்கும் இடர் உள்ளது.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Перш ніж вносити будь-які зміни, ми наполегливо рекомендуємо прочитати нижченаведений розділ, щоб зрозуміти відмінності та принцип роботи кожного способу. В іншому випадку існує ризик втрати налаштувань книги, поступу читання та анотацій.
zh_hans: <span class="label_red">警告</span> 强烈建议在改动任何设置前阅读下面的章节，了解各选项的功能及工作原理。否则可能面临丢失书签、阅读进度及笔记的风险。

source: 1. Individual metadata folders next to the book files - DEFAULT SETTING
es: 1. Carpetas de metadatos individuales junto a los archivos del libro - CONFIGURACIÓN PREDETERMINADA
fr: 1. Dossiers de métadonnées individuels à côté des fichiers du livre - PARAMÈTRE PAR DÉFAUT
ga: 1. Fillteáin meiteashonraí aonair in aice le comhaid an leabhair - SOCRÚ RÉAMHSHOCRAITHE
it: 1. Cartelle di metadati individuali accanto ai file del libro - IMPOSTAZIONE DI DEFAULT
nl: 1. Afzonderlijke metadata-mappen naast de boekbestanden - STANDAARDINSTELLING
pt_br: 1. Pastas de metadados individuais ao lado dos arquivos do livro – CONFIGURAÇÃO PADRÃO
pt_pt: 1. Pastas de metadados individuais junto dos ficheiros do livro - DEFENIÇÕES PREDEFINIDAS
sk: 1. Jednotlivé priečinky s metadátami popri súboroch s knihami - PREDVOLENÉ NASTAVENIE
sr: 1. Појединачни фолдери метаподатака уз фајлове књига - ПОДРАЗУМЕВАНО ПОДЕШАВАЊЕ
ta: 1. புத்தகக் கோப்புகளுக்கு அடுத்ததாக தனிப்பட்ட மேனிலை தரவு கோப்புறைகள் - இயல்புநிலை அமைப்பு
uk: 1. Окремі теки метаданих поруч з файлами книги – ТИПОВІ НАЛАШТУВАННЯ
zh_hans: 1.书籍文件旁边的单个元数据文件夹-默认设置

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Book metadata location: book folder
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Ubicación de metadatos del libro: carpeta del libro
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Emplacement des métadonnées du livre : dossier du livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Doiciméad / Suíomh meiteashonraí an leabhair: fillteán an leabhair
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Posizione dei metadata del libro: cartella del libro
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Locatie boekmetadata: map van boek
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização dos metadados do livro: pasta do livro
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Dokument / Umiestnenie metadát knihy: priečinok knihy
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Локација метаподатака књиге: директоријум са књигама
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 26px;"> / ஆவணம் / புத்தக மேனிலை தரவு இடம்: புத்தக கோப்புறை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Розташування метаданих книги: тека книги
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / 文档 / 书籍元数据存放目录：书籍所在文件夹

source: This is the <b>default</b> method used on a new installation of KOReader. In this method, when you copy <b>Alice in Wonderland.epub</b> to your device and open it for the first time, a folder named <span class="ui">Alice in Wonderland.sdr</span> will be created in the same directory. This directory contains the files for your settings, annotations and book progress for this book.
es: Este es el método <b>predeterminado</b> utilizado en una nueva instalación de KOReader. En este método, cuando copias <b>Alicia en el País de las Maravillas.epub</b> a tu dispositivo y lo abres por primera vez, se creará una carpeta llamada <span class="ui">Alicia en el País de las Maravillas.sdr</span> en el mismo directorio. Este directorio contiene los archivos de configuración, anotaciones y progreso del libro para este libro.
fr: Il s'agit de la méthode <b>par défaut</b> utilisée lors d'une nouvelle installation de KOReader. Dans cette méthode, lorsque vous copiez <b>Alice au pays des merveilles.epub</b> sur votre appareil et que vous l'ouvrez pour la première fois, un dossier nommé <span class="ui">Alice au pays des merveilles.sdr</span> est créé dans le même répertoire. Ce répertoire contient les fichiers relatifs à vos paramètres, vos annotations et votre progression dans la lecture de ce livre.
ga: Seo an modh <b>réamhshocraithe</b> a úsáidtear ar shuiteáil nua de KOReader. Sa mhodh seo, nuair a chóipeálann tú <b>Alice in Wonderland.epub</b> chuig do ghléas agus é a oscailt den chéad uair, cruthófar fillteán darb ainm <span class="ui">Alice in Wonderland.sdr</span> san eolaire céanna. Tá na comhaid le haghaidh do shocruithe, do nótaí agus do dhul chun cinn don leabhar seo san eolaire seo.
it: Questo è il metodo <b>predefinito</b> utilizzato in una nuova installazione di KOReader. Con questo metodo, quando si copia <b>Alice nel paese delle meraviglie.epub</b> sul dispositivo e lo si apre per la prima volta, verrà creata una cartella denominata <span class="ui">Alice nel paese delle meraviglie.sdr</span> nella stessa directory. Questa directory contiene i file delle impostazioni, delle annotazioni e dell'avanzamento del libro.
nl: Dit is de <b>standaard</b> methode bij een nieuwe installatie van KOReader. Bij deze methode wordt, wanneer je <b>Alice in Wonderland.epub</b> naar je apparaat kopieert en het voor het eerst opent, in dezelfde map een map met de naam <span class="ui">Alice in Wonderland.sdr</span> aangemaakt. Deze map bevat de bestanden met je instellingen, aantekeningen en leesvoortgang voor dit boek.
pt_br: Este é o método <b>padrão</b> usado em uma instalação nova do KOReader. Neste método, ao copiar <b>Alice no País das Maravilhas.epub</b> para o seu dispositivo e abri-lo pela primeira vez, uma pasta chamada <span class="ui">Alice no País das Maravilhas.sdr</span> será criada no mesmo diretório. Essa pasta contém os arquivos das suas configurações, anotações e progresso de leitura deste livro.
sk: Toto je <b>predvolená</b> metóda používaná pri novej inštalácii KOReaderu. Pri tejto metóde, keď skopírujete súbor <b>Alice in Wonderland.epub</b> do zariadenia a prvýkrát ho otvoríte, sa v tom istom adresári vytvorí priečinok s názvom <span class="ui">Alice in Wonderland.sdr</span>. Tento adresár obsahuje súbory s vašimi nastaveniami, anotáciami a postupom čítania v tejto knihe.
sr: Ово је <b>подразумевани</b> метод који се користи у новој инсталацији KOReader читача. Ако користите овај метод, чим копирате <b>Alice in Wonderland.epub</b> на свој уређај по први пут, у том истом директоријуму у који копирате књигу креираће се фолдер под називом <span class="ui">Alice in Wonderland.sdr</span>. Овај директоријум садржи фајлове ваших подешавања, белешке и напредак читања за ову књигу.
ta: இது <b> இயல்புநிலை </b> கொரியாடரின் புதிய நிறுவலில் பயன்படுத்தப்படும் முறை. இந்த முறையில், நீங்கள் <b> ஆலிச் இன் வொண்டர்லேண்ட்.இபப் </b> ஐ உங்கள் சாதனத்திற்கு நகலெடுத்து முதல் முறையாக திறக்கும்போது, <ச்பான் கிளாச் = "யுஐ"> ஆலிச் இன் வொண்டர்லேண்ட்.சிடிஆர் </ச்பான்> என்ற கோப்புறை அதே கோப்பகத்தில் உருவாக்கப்படும். இந்த கோப்பகத்தில் உங்கள் அமைப்புகள், சிறுகுறிப்புகள் மற்றும் இந்த புத்தகத்திற்கான புத்தக முன்னேற்றத்திற்கான கோப்புகள் உள்ளன.
uk: Цей спосіб є <b>типовим</b> і він використовується під час нового встановлення KOReader. При використанні цього способу, коли ви копіюєте файл <b>Чорний Ворон.epub</b> на свій пристрій та відкриваєте його вперше, у тій же теці створюється тека з назвою <span class="ui">Чорний Ворон.sdr</span>. Ця тека містить файли з вашими налаштуваннями, анотацією та поступом читання цієї книги.
zh_hans: 这是KOReader新安装时使用的<b>默认</b>方法。在此方法中，当您将<b>Alice In Wonderland.epub</b>复制到设备并首次打开时，将在同一目录中创建一个名为<span class="ui">Alice In Wonderland.sdr</span>的文件夹。此目录包含本书的设置、注释和书籍进度的文件。

source: Benefits
sk: Výhody
ta: நன்மைகள்
uk: Переваги
zh_hans: 好处

source: You can manually backup and restore the settings for each book.
es: Puede realizar una copia de seguridad y restaurar manualmente la configuración de cada libro.
fr: Vous pouvez sauvegarder et restaurer manuellement les paramètres de chaque livre.
ga: Is féidir leat socruithe gach leabhair a chúltaca de láimh agus a athchóiriú.
it: È possibile eseguire manualmente il backup e il ripristino delle impostazioni per ogni libro.
nl: Je kunt de instellingen per boek handmatig back-uppen en terugzetten.
pt_br: Você pode fazer backup e restaurar manualmente as configurações de cada livro.
pt_pt: Pode fazer cópias de segurança e restaurar manualmente as definições de cada livro.
sk: Nastavenia pre každú knihu môžete manuálne zálohovať a obnovovať.
sr: Можете ручно да правите резервну копију и враћате подешавања за сваку књигу.
ta: ஒவ்வொரு புத்தகத்திற்கும் நீங்கள் கைமுறையாக காப்புப்பிரதி மற்றும் அமைப்புகளை மீட்டெடுக்கலாம்.
uk: Для кожної книги можна власноруч створювати резервні копії налаштувань та відновлювати їх.
zh_hans: 您可以手动备份和还原每本书的设置。

source: When you perform directory synchronization or backups with a system like <b>Syncthing</b> or <b>Dropbox</b>, your settings will be synchronized alongside your books.
es: Cuando realizas sincronización de directorios o copias de seguridad con un sistema como <b>Syncthing</b> o <b>Dropbox</b>, tu configuración se sincronizará junto con tus libros.
fr: Lorsque vous effectuez une synchronisation de répertoires ou des sauvegardes avec un système tel que <b>Syncthing</b> ou <b>Dropbox</b>, vos paramètres seront synchronisés en même temps que vos livres.
ga: Nuair a dhéanann tú sioncrónú eolaire nó cúltacaí le córas cosúil le <b>Syncthing</b> nó <b>Dropbox</b>, déanfar do shocruithe a sioncrónú in éineacht le do leabhair.
it: Quando si esegue la sincronizzazione delle directory o i backup con un sistema come <b>Syncthing</b> o <b>Dropbox</b>, le impostazioni saranno sincronizzate con i libri.
nl: Wanneer je mappen synchroniseert of back-ups maakt met een systeem als <b>Syncthing</b> of <b>Dropbox</b>, worden je instellingen samen met je boeken gesynchroniseerd.
pt_br: Ao realizar a sincronização de diretórios ou backups com um sistema como <b>Syncthing</b> ou <b>Dropbox</b>, suas configurações serão sincronizadas junto com seus livros.
sk: Keď vykonávate synchronizáciu adresárov alebo zálohy pomocou systému ako <b>Synching</b> alebo <b>Dropbox</b>, vaše nastavenia sa synchronizujú spolu s vašimi knihami.
sr: Када вршите синхронизацију директоријума или правите резервне копије системом као што је <b>Syncthing</b> или <b>Dropbox</b>, ваша подешавања ће се синхронизовати заједно са књигама.
ta: <b> ஒத்திசைவு </b> அல்லது <b> டிராப்பாக்ச் </b> போன்ற கணினியுடன் நீங்கள் அடைவு ஒத்திசைவு அல்லது காப்புப்பிரதிகளைச் செய்யும்போது, உங்கள் அமைப்புகள் உங்கள் புத்தகங்களுடன் ஒத்திசைக்கப்படும்.
uk: При виконанні синхронізації тек чи резервному копіюванні за допомогою систем на зразок <b>Syncthing</b> або <b>Dropbox</b>, ваші налаштування будуть синхронізуватися разом з книгами.
zh_hans: 当您使用<b>Syncthing</b>或<b>Dropbox</b>等系统执行目录同步或备份时，您的设置将与您的书籍同步。
