Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Long-press on text / Dictionary on single word selection
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Pulsación prolongada sobre texto / Diccionario al seleccionar una sola palabra
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Appui long sur le texte / Dictionnaire sur la sélection d'un seul mot
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Brúigh fada ar théacs / Foclóir ar roghnú focal aonair
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Pressione a lungo sul testo / Dizionario sulla selezione di una sola parola
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Lang ingedrukt op tekst / Woordenboek bij enkel woord selecteren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Pressão longa no texto / Dicionário na seleção de uma única palavra
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Dlhé stlačenie textu / Slovník pri výbere jedného slova
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Дуги притисак на текст/ Речник приликом избора једне речи
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Затискання тексту / Словник при виборі одного слова
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 在文字上长按 / 在词典中查询选中单字

source: How to highlight:
es: Cómo subrayar:
fr: Comment mettre en évidence :
ga: Conas aird a tharraingt ar:
it: Come evidenziare:
nl: Hoe markeer je:
pt_br: Como destacar:
pt_pt: Como destacar:
sk: Ako zvýrazniť:
sr: Како се истиче:
ta: முன்னிலைப்படுத்துவது எப்படி:
uk: Як виділяти:
zh_hans: 划标注的方法：

source: Long-press (or drag if dictionary lookup is enabled as described above) on the starting word, popup menu will show up.
es: Mantenga presionada (o arrastre si la búsqueda en el diccionario está habilitada como se describe arriba) la palabra inicial y aparecerá un menú emergente.
fr: Appuyez longuement (ou faites glisser si la recherche dans le dictionnaire est activée comme décrit ci-dessus) sur le mot de départ, un menu contextuel apparaîtra.
ga: Brúigh go fada (nó tarraing má tá cuardach foclóra cumasaithe mar a thuairiscítear thuas) ar an bhfocal tosaigh, agus taispeánfar roghchlár aníos.
it: Premendo a lungo (o trascinando se la ricerca nel dizionario è abilitata come descritto sopra) sulla parola iniziale, viene visualizzato un menu a comparsa.
nl: Houd het beginwoord lang ingedrukt (of sleep als woordenboekopzoeking aanstaat); een pop-upmenu verschijnt.
pt_br: Pressione e segure (ou arraste se a consulta no dicionário estiver habilitada, conforme descrito acima) na palavra inicial e o menu pop-up será exibido.
sk: Dlhým stlačením (alebo potiahnutím, ak je zapnuté vyhľadávanie v slovníku, ako je popísané vyššie) na začiatočnom slove, sa zobrazí kontextová ponuka.
sr: Дуги притисак (или превлачење ако је укључена претрага речника, као што је описано изнад) на почетну реч, појавиће се искачући мени.
ta: தொடக்க வார்த்தையில், மேல்தோன்றல் பட்டியல் காண்பிக்கப்படும்.
uk: Затискання (або проведення пальцем, якщо увімкнений пошук в словнику, як вказано вище) першого слова відкриє контекстне меню.
zh_hans: 在要标注文段的首字上长按（如果启用了查找字典功能则是对首字拖拽）呼出菜单。

source: Tap on <span class="ui">Select</span>, now you are in highlighting mode. When you are in this mode, you will see an indicator at the upper left corner of the screen (which you can tap on it to get more information). You can cancel highlighting by tapping on the beginning of highlight again. You can turn pages with taps/swipes and freely navigate the document (TOC, skim etc) in this mode.
es: Pulsa <span class="ui">Seleccionar</span> para entrar en el modo de subrayado. En este modo, verás un indicador en la esquina superior izquierda de la pantalla (puedes pulsarlo para obtener más información). Puedes cancelar el subrayado pulsando de nuevo el principio del subrayado. Puedes pasar de página con toques o deslizamientos y navegar libremente por el documento (Índice, Ojear, etc.) en este modo.
fr: Appuyez sur <span class="ui">Sélectionner</span>, vous êtes maintenant en mode surlignage. Dans ce mode, un indicateur s'affiche dans le coin supérieur gauche de l'écran (vous pouvez appuyer dessus pour obtenir plus d'informations). Vous pouvez annuler le surlignage en appuyant à nouveau sur le début du surlignage. Dans ce mode, vous pouvez tourner les pages en appuyant ou en balayant et naviguer librement dans le document (table des matières, lecture rapide, etc.).
ga: Beartaíonn ar <span class="ui">Roghnaigh</span>, tá tú i mód aibhsithe anois. Nuair atá tú sa mhodh seo, feicfidh tú táscaire sa chúinne uachtarach ar chlé den scáileán (ar féidir leat tapáil air chun tuilleadh eolais a fháil). Is féidir leat an aibhsiú a chealú trí thapáil ar thús an aibhsithe arís. Is féidir leat leathanaigh a chasadh le tapálacha/svaipeanna agus nascleanúint a dhéanamh go saor tríd an doiciméad (ábhar ábhair, scimeáil srl.) sa mhodh seo.
it: Toccare <span class="ui">Seleziona</span>, ora si è in modalità di evidenziazione. Quando si è in questa modalità, nell'angolo superiore sinistro dello schermo compare un indicatore (che si può toccare per ottenere ulteriori informazioni). È possibile annullare l'evidenziazione toccando nuovamente l'inizio dell'evidenziazione. In questa modalità è possibile girare le pagine toccando o sfiorando e navigare liberamente nel documento (TOC, skim, ecc.).
nl: Tik op <span class="ui">Selecteren</span>; je zit nu in markeermodus. Je ziet een indicator linksboven (tik erop voor meer info). Je annuleert door opnieuw op het begin te tikken. Je kunt pagina's omslaan met tikken/vegen en vrij navigeren (Inhoudsopgave, skim, enz.) in deze modus.
pt_br: Toque em <span class="ui">Selecionar</span> e você estará no modo de destaque. Nesse modo, você verá um indicador no canto superior esquerdo da tela (no qual poderá tocar para obter mais informações). Você pode cancelar o destaque tocando novamente no início do destaque. Você pode virar as páginas com toques/deslizar e navegar livremente pelo documento (índice, leitura rápida, etc.) neste modo.
sk: Ťuknite na <span class="ui">Vybrať</span>, teraz ste v režime zvýrazňovania. Keď sa nachádzate v tomto režime, v ľavom hornom rohu obrazovky uvidíte indikátor (na ktorý môžete ťuknúť a získať ďalšie informácie). Zvýraznenie môžete zrušiť opätovným ťuknutím na začiatok zvýraznenia. V tomto režime môžete otáčať stránky ťuknutím/potiahnutím a voľne sa pohybovať v dokumente (TOK, prebehnutie atď.).
sr: Тапните на <span class="ui">Избор</span>, сада се налазите у режиму истицања. Док се налазите у овом режиму, у горњем левом углу екрана ћете видети индикатор (који можете да тапнете и добијете додатне информације). Истицање можете да откажете тапом на почетак истицања. У овом режиму можете да окрећете странице таповима/превлачењима и да се слободно крећете кроз документ (садржај, прелетање итд.).
ta: <Span வகுப்பு = "Ui"> தேர்ந்தெடுக்கவும் </span>, இப்போது நீங்கள் சிறப்பம்சமாக பயன்முறையில் இருக்கிறீர்கள். நீங்கள் இந்த பயன்முறையில் இருக்கும்போது, திரையின் மேல் இடது மூலையில் ஒரு குறிகாட்டியைக் காண்பீர்கள் (மேலும் தகவல்களைப் பெற நீங்கள் அதைத் தட்டலாம்). சிறப்பம்சத்தின் தொடக்கத்தில் மீண்டும் தட்டுவதன் மூலம் சிறப்பம்சத்தை ரத்து செய்யலாம். நீங்கள் குழாய்கள்/ச்வைப் மூலம் பக்கங்களைத் திருப்பலாம் மற்றும் இந்த பயன்முறையில் ஆவணத்தை (TOC, SKIM போன்றவை) சுதந்திரமாக செல்லலாம்.
uk: Торкніться <span class="ui">Вибрати</span>, після чого активується режим виділення. Весь час роботи в цьому режимі буде відображатися відповідний значок у верхньому лівому куті екрану (якого можна торкнутися, щоб дізнатися більше інформації). Виділення можна скасувати знову торкнувшись початку виділення. в цьому режимі можна гортати сторінки дотиком/проведенням пальця і вільно переміщуватися по документу (зміст, проглядання тощо).
zh_hans: 点按<span class="ui">多选</span>选项进入标注模式，此时屏幕左上角将出现一枚标志（可点击标志获得更多信息）。再次点按标注起始处可取消标注。在标注模式下可使用点按或滑动翻页，并可使用目录或快速翻页工具前往任意页。

source: Long-press (or drag if dictionary lookup is enabled as described above) on the ending word for your highlight, menu will show up again.
es: Mantén presionada (o arrastre si la búsqueda en el diccionario está habilitada como se describe arriba) la última palabra que deseas resaltar, el menú aparecerá nuevamente.
fr: Appuyez longuement (ou faites glisser si la recherche dans le dictionnaire est activée comme décrit ci-dessus) sur le dernier mot de votre sélection, le menu s'affichera à nouveau.
ga: Brúigh go fada (nó tarraing má tá cuardach foclóra cumasaithe mar a thuairiscítear thuas) ar an bhfocal deiridh le haghaidh d’aibhsithe, taispeánfar an roghchlár arís.
it: Premete a lungo (o trascinate se la ricerca nel dizionario è abilitata come descritto sopra) sulla parola finale dell'evidenziazione, il menu apparirà di nuovo.
nl: Houd het eindwoord lang ingedrukt (of sleep) en het menu verschijnt weer.
pt_br: Pressione e segure (ou arraste se a consulta no dicionário estiver habilitada, conforme descrito acima) na palavra final do seu destaque e o menu será exibido novamente.
sk: Dlhým stlačením (alebo potiahnutím, ak je zapnuté vyhľadávanie v slovníku, ako je popísané vyššie) na koncovom slove zvýraznenia, sa znova zobrazí ponuka.
sr: Дуги притисак (или превлачење ако је укључена претрага речника, као што је описано изнад) на завршну реч истицања, поново ће да се појави мени.
ta: உங்கள் சிறப்பம்சத்திற்கான இறுதி வார்த்தையில் நீண்ட செயலில் (அல்லது மேலே விவரிக்கப்பட்டுள்ளபடி அகராதி தேடல் இயக்கப்பட்டிருந்தால் இழுக்கவும்), பட்டியல் மீண்டும் காண்பிக்கப்படும்.
uk: Затискання (або проведення, якщо увімкнений пошук в словнику, як вказано вище) останнього слова виділення знову відкриє контекстне меню.
zh_hans: 在标注的末字上长按菜单会再次显示；若启用了查询字典功能，则通过拖拽末字呼出菜单。

source: Tap <span class="ui">Highlight</span> this time to finish highlighting the passage.
es: Toca <span class="ui">Subrayar</span> esta vez para terminar de subrayar el pasaje.
fr: Appuyez sur <span class="ui">Surligner</span> cette fois-ci pour terminer de surligner le passage.
ga: Tapáil <span class="ui">Aibhsigh</span> an uair seo chun an sliocht a aibhsiú a chríochnú.
it: Toccare questa volta <span class="ui">Evidenzia</span> per terminare l'evidenziazione del passaggio.
nl: Tik nu op <span class="ui">Markeren</span> om het fragment af te ronden.
pt_br: Toque em <span class="ui">Destacar</span> desta vez para terminar de destacar a passagem.
pt_pt: Toque em <span class="ui">Destacar</span> desta vez para terminar de destacar a passagem.
sk: Tentoraz ťuknite na <span class="ui">Zvýrazniť</span>, čím dokončíte zvýraznenie pasáže.
sr: Овај пут тапните на <span class="ui">Истицање</span> и завршите истицање пасажа.
ta: பத்தியை முன்னிலைப்படுத்த இந்த நேரத்தில் <span வகுப்பு = "Ui"> சிறப்பம்சமாக </span> ஐத் தட்டவும்.
uk: Цього разу дотик до <span class="ui">Виділити</span> завершить виділення уривків.
zh_hans: 现在点按<span class="ui">标注</span>即可完成对文段的标注。

source: This dialog normally opens at the center of the screen. If you want this dialog to open closer to your highlight location, you can change the <span class="ui">center</span> option here to <span class="ui">gesture position</span> (located on the second page of this menu):
es: Este cuadro de diálogo normalmente se abre en el centro de la pantalla. Si deseas que se abra más cerca de la ubicación subrayada, puede cambiar la opción <span class="ui">centrar</span> a <span class="ui">posición del gesto</span> (ubicada en la segunda página de este menú):
fr: Cette boîte de dialogue s'ouvre normalement au centre de l'écran. Si vous souhaitez que cette boîte de dialogue s'ouvre plus près de l'emplacement que vous avez sélectionné, vous pouvez modifier l'option <span class="ui">centre</span> ici en <span class="ui">position du geste</span> (située sur la deuxième page de ce menu) :
ga: De ghnáth, osclaítear an dialóg seo i lár an scáileáin. Más mian leat an dialóg seo a oscailt níos gaire le do shuíomh aibhsithe, is féidir leat an rogha <span class="ui">lár</span> anseo a athrú go <span class="ui">suíomh gotha</span> (atá suite ar an dara leathanach den roghchlár seo):
it: Questa finestra di dialogo si apre normalmente al centro dello schermo. Se si desidera che la finestra di dialogo si apra più vicino alla posizione di evidenziazione, è possibile cambiare l'opzione <span class="ui">centro</span> in <span class="ui">posizione dell'orientamento</span> (si trova nella seconda pagina di questo menu):
nl: Deze dialoog opent normaal midden op het scherm. Wil je hem dichter bij je markering zien, verander dan de optie <span class="ui">centrum</span> naar <span class="ui">gebaarpositie</span> (op de tweede pagina van dit menu):
pt_br: Esta caixa de diálogo normalmente abre no centro da tela. Se quiser que ela abra mais perto do local de destaque, você pode alterar a opção <span class="ui">centralizar</span> para <span class="ui">posição do gesto</span> (localizada na segunda página deste menu):
sk: Toto dialógové okno sa zvyčajne otvorí v strede obrazovky. Ak chcete, aby sa toto dialógové okno otvorilo bližšie k miestu zvýraznenia, môžete tu zmeniť možnosť <span class="ui">stred</span> na <span class="ui">polohu gesta</span> (nachádza sa na druhej strane tejto ponuky):
sr: Овај дијалог се обично отвара на центру екрана. Ако желите да се отвори ближе месту које тренутно истичете, промените овде опцију <span class="ui">Центрирано</span> на <span class="ui">Позиција истицања</span> (која се налази на другој страници следећег менија):
ta: இந்த உரையாடல் பொதுவாக திரையின் மையத்தில் திறக்கும். இந்த உரையாடல் உங்கள் சிறப்பம்சமாக இருப்பதற்கு நெருக்கமாக திறக்க விரும்பினால், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> நடுவண் </ச்பான்> விருப்பத்தை <ச்பான் கிளாச் = "யுஐ"> சைகை நிலை </ச்பான்> (இந்த மெனுவின் இரண்டாவது பக்கத்தில் அமைந்துள்ளது)
uk: Це діалогове вікно зазвичай з'являється у центрі екрану. Якщо бажаєте, щоб цей діалог з'являвся ближче до місця виділення, тоді потрібно змінити тут параметр <span class="ui">Центру</span> на <span class="ui">Позиція жесту</span> (знаходиться на другій сторінці цього меню):
zh_hans: 通常情况下该对话框将显示在屏幕中间。如果希望对话框显示在标注位置附近，可以将菜单第二页的<span class="ui">中间</span>选项改为<span class="ui">手势位置</span>：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Taps and Gestures / Long-press on text / Highlight dialog position
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Toques y gestos / Mantener pulsado el texto / Subrayar la posición del diálogo
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Touches et gestes / Appui long sur le texte / Surligner la position du dialogue
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tapálacha agus Gothaí / Brúigh ar théacs / Aibhsigh suíomh an dialóige
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tocchi e gesti / Pressione a lungo sul testo / Posizione del dialogo d'evidenziazione
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Lang ingedrukt op tekst / Positie markeerdialoog
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Toques e gestos / Toque longo no texto / Posição da caixa de diálogo de destaque
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Ťuknutia a gestá / Dlhé stlačenie textu / Pozícia dialógového okna zvýraznenie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Тапови и гестикулације / Дуги притисак на текст / Позиција дијалога истицања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Затискання тексту / Позиція діалогу виділення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ 点按及手势交互 / 在文字上长按 / 标注对话框位置

source: <span class="label_green">TIP</span> There is a <b>faster</b> method for this mode if you don’t need <b>long-press menu items</b> shown above. You can disable the popup menu completely so when you long-press on a word you will immediately enter the <span class="ui">Select and highlight</span> mode. This method is much faster and you can highlight any length of text with just two taps. To use this method enable this option:
es: <span class="label_green">CONSEJO</span> Hay un método <b>más rápido</b> para este modo si no necesitas los <b>elementos de menú de pulsación larga</b> mostrados arriba. Puedes desactivar el menú emergente por completo para que, al mantener pulsada una palabra, accedas inmediatamente al modo <span class="ui">Seleccionar y subrayar</span>. Este método es mucho más rápido y te permite subrayar cualquier longitud de texto con solo dos toques. Para usar este método, activa esta opción:
fr: <span class="label_green">ASTUCE</span> Il existe une méthode <b>plus rapide</b> pour ce mode si vous n'avez pas besoin des <b>éléments du menu accessible par appui long</b> indiqués ci-dessus. Vous pouvez désactiver complètement le menu contextuel afin que, lorsque vous appuyez longuement sur un mot, vous passiez immédiatement en mode <span class="ui">Sélectionner et surligner</span>. Cette méthode est beaucoup plus rapide et vous permet de surligner n'importe quelle longueur de texte en seulement deux clics. Pour utiliser cette méthode, activez cette option :
ga: <span class="label_green">LEID</span> Tá modh <b>níos tapúla</b> ann don mhodh seo mura bhfuil na míreanna roghchláir <b>brúigh fhada</b> atá léirithe thuas uait. Is féidir leat an roghchlár aníos a dhíchumasú go hiomlán ionas go rachaidh tú isteach sa mhodh <span class="ui">Roghnaigh agus aibhsigh</span> láithreach nuair a bhrúnn tú ar fhocal. Tá an modh seo i bhfad níos tapúla agus is féidir leat aon fhad téacs a aibhsiú le dhá sconna amháin. Chun an modh seo a úsáid, cumasaigh an rogha seo:
it: <span class="label_green">TIP</span> Esiste un metodo <b>più veloce</b> per questa modalità se non si ha bisogno di <b>voci di menu a pressione prolungata</b> mostrate sopra. È possibile disattivare completamente il menu a comparsa in modo che quando si preme a lungo su una parola si acceda immediatamente alla modalità <span class="ui">Seleziona ed evidenzia</span>.Questo metodo è molto più veloce e consente di evidenziare qualsiasi lunghezza di testo con due soli tocchi. Per utilizzare questo metodo, attivare questa opzione:
nl: <span class="label_green">TIP</span> Er is een <b>snellere</b> methode als je de <b>lang ingedrukt</b>-items niet nodig hebt. Schakel het pop-upmenu uit zodat je bij lang indrukken meteen de <span class="ui">Selecteer-en-markeer</span> modus ingaat. Zo kun je elke lengte in twee tikken markeren. Zet hiervoor deze optie aan:
pt_br: <span class="label_green">DICA</span> Existe um método <b>mais rápido</b> para este modo caso você não precise dos <b>itens de menu de toque longo</b> mostrados acima. Você pode desativar o menu pop-up completamente para que, ao pressionar uma palavra por um longo tempo, você entre imediatamente no modo <span class="ui">Selecionar e destacar</span>. Este método é muito mais rápido e você pode destacar qualquer texto com apenas dois toques. Para usar este método, ative esta opção:
sk: <span class="label_green">TIP</span> Pre tento režim existuje <b>rýchlejšia</b> metóda, ak nepotrebujete <b>položky ponuky pre dlhé stlačenie</b> zobrazené vyššie. Kontextovú ponuku môžete úplne zakázať tak, že po dlhom stlačení slova okamžite vstúpite do režimu <span class="ui">Výber a zvýraznenie</span>. Táto metóda je oveľa rýchlejšia a môžete zvýrazniť ľubovoľnú dĺžku textu iba dvoma ťuknutiami. Ak chcete použiť túto metódu, povoľte túto možnosť:
sr: <span class="label_green">САВЕТ</span> Постоји и <b>бржи</b> метод за овај режим у случају да вам нису потребне <b>ставке менија дугог притиска</b> приказане изнад. Искачући мени можете потпуно да искључите, па када извршите дуги притисак на реч, одмах улазите у режим <span class="ui">Избор и истицање</span>. Ова метода је много бржа и можете да истакнете текст било које дужине користећи само два тапа. Да бисте користили ову методу, укључите следећу опцију:
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> மேலே காட்டப்பட்டுள்ள <b> நீண்ட அழுத்த பட்டியல் உருப்படிகள் </b> தேவையில்லை என்றால் இந்த பயன்முறையில் ஒரு <b> வேகமான </b> முறை உள்ளது. நீங்கள் மேல்தோன்றல் மெனுவை முழுவதுமாக முடக்கலாம், எனவே நீங்கள் ஒரு வார்த்தையை நீண்ட நேரம் அழுத்தும்போது உடனடியாக <span வகுப்பு = "Ui"> தேர்ந்தெடுத்து சிறப்பம்சமாக </span> பயன்முறையை உள்ளிடுவீர்கள். இந்த முறை மிக வேகமாக உள்ளது மற்றும் நீங்கள் எந்த நீளமான உரையையும் இரண்டு குழாய்களுடன் முன்னிலைப்படுத்தலாம். இந்த முறையைப் பயன்படுத்த இந்த விருப்பத்தை இயக்கவும்:
uk: <span class="label_green">ПОРАДА</span> Існує <b>швидший</b> спосіб для цього режиму, якщо вам не потрібні показані вище <b>пункти меню з затисканням</b>. Можна взагалі вимкнути контекстне меню, щоб після затискання слова одразу активувався <span class="ui">Режим вибору й виділення</span>. Цей спосіб значно швидший і дає змогу виділяти уривки будь-якого розміру тільки двома дотиками. Щоб використовувати такий спосіб, увімкніть цей параметр:
zh_hans: <span class="label_green">说明</span> 若不需要上图所示的<b>字词长按菜单</b>，有更<b>简单</b>的方式进入该模式。在完全禁用长按字词的弹出菜单后，长按将直接进入<span class="ui">选择及标注</span>模式。这种方式更快捷，只需点按两次即可标注任意长度的文段。启用下列选项来使用该功能：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Long-press on text / Select and highlight
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Mantener pulsado el texto / Seleccionar y subrayar
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Appui long sur le texte / Sélectionner et surligner
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Brúigh ar théacs / Roghnaigh agus aibhsigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Pressione a lungo sul testo / Selezione ed evidenzia
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Lang ingedrukt op tekst / Selecteer en markeer
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Toque longo no texto / Selecionar e destacar
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Dlhé stlačenie textu / Výber a zvýraznenie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Тапови и гестикулације / Дуги притисак на текст / Изабери и истакни
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Затискання тексту / Вибрати й виділити
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 在文字上长按 /选择并标注
