Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: As you work on creating hidden flows by tagging pages as <span class="ui">Start hidden flow</span> or <span class="ui">Restart regular flow</span>, some of the previously made ones may stop having an effect. For example in the case that you make <span class="ui">Start hidden flow</span> a few pages before an existing <span class="ui">Start hidden flow</span>, that existing one is no longer involved. This overlapping or obsolete tags are remembered for practical purposes. Again in the previous example, if you end that second hidden flow before the existing-but-no-longer-involved Start hidden flow, this deactive one will be involved again. You can clear all these inactive markers if they interfere with your custom flows, or once you finish making your hidden flows and happy with the results:
es: A medida que creas secciones ocultas etiquetando páginas como <span class="ui">Iniciar sección oculta</span> o <span class="ui">Reiniciar sección normal</span>, algunas de las secciones creadas anteriormente podrían dejar de tener efecto. Por ejemplo, si creas <span class="ui">Iniciar sección oculta</span> unas páginas antes que otro <span class="ui">Iniciar sección oculta</span> existente, este ya no se incluye. Estas etiquetas superpuestas u obsoletas se recuerdan por motivos prácticos. Como en el ejemplo anterior, si finalizas esa segunda sección oculta antes de la sección "Iniciar sección oculta" existente, que ya no se incluye, este último se incluirá de nuevo. Puedes borrar todos estos marcadores inactivos si interfieren con las secciones personalizadas, o una vez que hayas terminado de crear las secciones ocultas y estés satisfecho con los resultados:
fr: Lorsque vous créez des flux cachés en balisant des pages avec <span class="ui">Démarrer le flux caché</span> ou <span class="ui">Redémarrer le flux normal</span>, certains des flux créés précédemment peuvent cesser d'avoir un effet. Par exemple, si vous créez <span class="ui">Démarrer le flux caché</span> quelques pages avant un <span class="ui">Démarrer le flux caché</span> existant, celui-ci n'est plus pris en compte. Ces balises qui se chevauchent ou qui sont obsolètes sont mémorisées à des fins pratiques. Toujours dans l'exemple précédent, si vous terminez ce deuxième flux caché avant le flux caché existant mais qui n'est plus pris en compte, ce flux désactivé sera à nouveau pris en compte. Vous pouvez effacer tous ces marqueurs inactifs s'ils interfèrent avec vos flux personnalisés, ou une fois que vous avez terminé de créer vos flux cachés et que vous êtes satisfait des résultats :
ga: Agus tú ag obair ar shreabhadh folaithe a chruthú trí leathanaigh a chlibeáil mar <span class="ui">Tosaigh sreabhadh folaithe</span> nó <span class="ui">Atosaigh sreabhadh rialta</span>, d'fhéadfadh sé nach mbeadh éifeacht ag cuid de na cinn a rinneadh roimhe seo. Mar shampla, i gcás go ndéanann tú <span class="ui">Tosaigh sreabhadh folaithe</span> cúpla leathanach roimh <span class="ui">Tosaigh sreabhadh folaithe</span> atá ann cheana féin, níl an ceann atá ann cheana féin i gceist a thuilleadh. Cuimhnítear ar na clibeanna forluiteacha nó atá as dáta seo chun críocha praiticiúla. Arís san sampla roimhe seo, má chríochnaíonn tú an dara sreabhadh folaithe sin roimh an sreabhadh Tosaigh folaithe atá ann cheana féin ach nach bhfuil i gceist a thuilleadh, beidh an ceann díghníomhach seo i gceist arís. Is féidir leat na marcóirí neamhghníomhacha seo go léir a ghlanadh má chuireann siad isteach ar do shreabhadh saincheaptha, nó nuair a chríochnaíonn tú do shreabhadh folaithe a dhéanamh agus má tá tú sásta leis na torthaí:
it: Mentre si lavora alla creazione di flussi nascosti, etichettando le pagine come <span class="ui">Inizio del flusso nascosto</span> o <span class="ui">Riavvia il flusso regolare</span>, alcuni di quelli realizzati in precedenza potrebbero smettere di avere effetto. Per esempio, nel caso in cui si crei un <span class="ui">Inizio del flusso nascosto</span> qualche pagina prima di un altro <span class="ui"> flusso nascosto </span>, quello esistente non è più coinvolto. Questi tag sovrapposti o obsoleti vengono ricordati per scopi pratici. Sempre nell'esempio precedente, se si termina il secondo flusso nascosto prima del flusso nascosto di partenza, esistente ma non più coinvolto, questo flusso inattivo sarà nuovamente coinvolto. È possibile cancellare tutti questi marcatori inattivi se interferiscono con i flussi personalizzati, oppure una volta terminata la creazione dei flussi nascosti e soddisfatti dei risultati:
nl: Terwijl je verborgen stromen maakt door pagina's te taggen als <span class="ui">Verborgen stroom starten</span> of <span class="ui">Normale stroom hervatten</span>, kunnen sommige eerder gemaakte er geen effect meer op hebben. Plaats je bijvoorbeeld een <span class="ui">Verborgen stroom starten</span> een paar pagina's vóór een bestaande dan doet die bestaande niets meer. Deze overlappende of verouderde tags worden onthouden voor praktische doeleinden. In hetzelfde voorbeeld: beëindig je de tweede verborgen stroom vóór de eerdere inactieve start-tag dan wordt die weer actief. Je kunt alle inactieve markeringen wissen als ze je aangepaste stromen hinderen of wanneer je klaar bent en tevreden met het resultaat:
pt_br: À medida que você trabalha na criação de fluxos ocultos marcando páginas como <span class="ui">Iniciar fluxo oculto</span> ou <span class="ui">Reiniciar fluxo regular</span>, alguns dos fluxos criados anteriormente podem parar de ter efeito. Por exemplo, no caso de você criar <span class="ui">Iniciar fluxo oculto</span> algumas páginas antes de um <span class="ui">Iniciar fluxo oculto</span> existente, esse fluxo existente não será mais envolvido. Essas tags sobrepostas ou obsoletas são lembradas para fins práticos. Novamente no exemplo anterior, se você encerrar o segundo fluxo oculto antes do fluxo existente, mas não mais envolvido, este fluxo desativado será envolvido novamente. Você pode limpar todos esses marcadores inativos se eles interferirem em seus fluxos personalizados ou quando terminar de criar seus fluxos ocultos e estiver satisfeito com os resultados:
pt_pt: À medida que trabalha na criação de fluxos ocultos, marcando as páginas como <span class="ui">inicio de fluxo oculto</span> ou <span class="ui">Reiniciar fluxo regular</span>, alguns dos feitos anteriormente podem deixar de ter efeito. Por exemplo, no caso de <span class="ui">Iniciar um fluxo oculto</span> algumas páginas antes de um <span class="ui">fluxo oculto já existente</span>, este existente já não estará envolvido. Estas etiquetas sobrepostas ou obsoletas são lembradas para fins práticos. Seguindo o exemplo anterior, se terminar o fluxo oculto numero dois antes do fluxo já oculto existente, mas o numero dois já não estiver envolvido, o desativado será novamente envolvido. Pode limpar todos estes marcadores inativos se interferirem com os seus fluxos personalizados ou quando terminar de criar os seus fluxos ocultos e estiver satisfeito com os resultados:
sk: Keď pracujete na vytváraní skrytých častí označovaním stránok ako <span class="ui">Začiatok skrytej časti</span> alebo <span class="ui">Už zobrazovať časti</span>, niektoré z predtým vytvorených tokov môžu prestať mať účinok. Napríklad v prípade, že vykonáte <span class="ui">Začiatok skrytej časti</span> niekoľko stránok pred existujúcim <span class="ui">Začiatokom skrytej časti</span>, tento existujúci už nie je zahrnutý. Tieto prekrývajúce sa alebo zastarané značky sú zapamätané na praktické účely. Opäť v predchádzajúcom príklade, ak ukončíte túto druhú skrytú časť pred existujúcou, ale už nezahrnutým Začiatkom skrytej časti, táto neaktívna časť bude opäť aktivovaná. Všetky tieto neaktívne značky môžete vymazať, ak zasahujú do vašich vlastných častí alebo keď dokončíte vytváranie vašich skrytých častí a budete spokojní s výsledkami:
sr: Док радите на креирању скривених токова означавањем страница као <span class="ui">Почни скривени ток</span> или <span class="ui">Поново покрени обични ток</span>, неке од раније означених можда више неће имати ефекта. На пример, у случају да сте направили <span class="ui">Почни скривени ток</span> неколико страница пре постојећег <span class="ui">Почни скривени ток</span>, тај постојећи више нема ефекта. Ово преклапање или застареле ознаке се памте из практичних разлога. Ако опет у претходном примеру тај одељак завршите пре постојећег-који-више-нема-ефекта Почни скривени ток, тај неактивни ће се поново активирати. Ако ометају ваше произвољне токове, можете да обришете све ове неактивне маркере, или када завршите са креирањем скривених токова и задовољни сте резултатом, урадите:
ta: பக்கங்களை <span வகுப்பு = "Ui"> மறைக்கப்பட்ட ஓட்டம் </span> அல்லது <span வகுப்பு = "Ui"> வழக்கமான ஓட்டத்தை மறுதொடக்கம் செய்யுங்கள் </span> எனக் குறிப்பதன் மூலம் மறைக்கப்பட்ட ஓட்டங்களை உருவாக்குவதில் நீங்கள் பணியாற்றும்போது, முன்னர் தயாரிக்கப்பட்ட சில விளைவுகளை நிறுத்தலாம். எடுத்துக்காட்டாக, நீங்கள் <span வகுப்பு = "Ui"> மறைக்கப்பட்ட ஓட்டம் </span> ஐத் தொடங்குங்கள், ஏற்கனவே உள்ள <ச்பான் வகுப்பு = "UI"> மறைக்கப்பட்ட ஓட்டம் </span> ஐத் தொடங்குங்கள், தற்போதுள்ள ஒன்று இனி ஈடுபடாது. இந்த ஒன்றுடன் ஒன்று அல்லது வழக்கற்றுப் போன குறிச்சொற்கள் நடைமுறை நோக்கங்களுக்காக நினைவில் வைக்கப்படுகின்றன. முந்தைய எடுத்துக்காட்டில், அந்த இரண்டாவது மறைக்கப்பட்ட ஓட்டத்தை நீங்கள் ஏற்கனவே-ஆனால்-நீளமற்ற சம்பந்தப்பட்ட தொடக்க மறைக்கப்பட்ட ஓட்டத்திற்கு முன் முடித்தால், இந்த செயலிழப்பு மீண்டும் ஈடுபடும். இந்த செயலற்ற குறிப்பான்கள் உங்கள் தனிப்பயன் பாய்ச்சல்களில் தலையிடினால், அல்லது உங்கள் மறைக்கப்பட்ட பாய்ச்சல்களைச் செய்து முடிவுகளில் மகிழ்ச்சியாக இருந்தால் நீங்கள் அழிக்கலாம்:
uk: Під час роботи над створенням прихованих частин шляхом позначення сторінок за допомогою функції <span class="ui">Почати приховану частину звідси</span> чи <span class="ui">Продовжити звичайну частину звідси</span> деякі з раніше здійснених позначень можуть не діяти. Наприклад, у випадку якщо ви натискаєте <span class="ui">Почати приховану частину звідси</span>, а через кілька сторінок знову натискаєте <span class="ui">Почати приховану частину звідси</span>, попередній початок прихованої частини не враховується. Ці дублюючі (застарілі) позначення початку прихованої частини запам'ятовуються з практичною метою. Знову ж таки, як і в попередньому прикладі, якщо ви завершите почату другою приховану частину до того, як завершите раніше розпочату але не задіяну (не завершену) приховану частину, цей не задіяний початок прихованої частини (початий першим) стане знову активною. Усі подібні мітки розпочатих, але не завершених, прихованих частин можна вилучити, якщо вони заважають вашим власним прихованим частинам або після завершення створення прихованих частин, якщо результат вас повністю влаштовує:
zh_hans: 在通过标记页面为<span class="ui">隐藏页起始处</span>或<span class="ui">正文页码起始处</span>来设置隐藏页时，部分已经设置隐藏的页码可能不再生效。例如在<span class="ui">隐藏页起始处</span>的早几页再次执行<span class="ui">标记为隐藏页起始处</span>操作，之前设置的标记将不会被包含在内。出于实用性考虑，这些重叠或失效的标记仍会被保留。还是上面的例子，当新设置的隐藏页最末页位于先前已失效的隐藏页区域内，先前失效的隐藏页将再次生效。如果这些标记相互干扰，或对隐藏页的设置结果已经满意，可以将失效的隐藏页标记清除：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Custom layout features / Clear inactive marked pages
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Configuración índice y secciones personalizadas / Eliminar páginas marcadas como inactivas
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Fonctionnalités de mise en page personnalisées / Effacer les pages marquées comme inactives
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Gnéithe leagan amach saincheaptha / Glan leathanaigh mharcáilte neamhghníomhacha
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Caratteristiche di impaginazione personalizzate / Cancella le pagine segnate inattive
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Aangepaste lay-out functies / Inactieve gemarkeerde pagina's wissen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Recursos de layout personalizados / Limpar páginas marcadas inativas
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Definições / Recursos de layout personalizado / Limpar páginas marcadas inativas
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Funkcie vlastného rozloženia / Vymazať neaktívne označené stránky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Подешавања / Могућности произвољног распореда / Обриши неактивне означене странице
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" பாணி = "அகலம்: 22px;"> / அமைப்புகள் / தனிப்பயன் தளவமைப்பு நற்பொருத்தங்கள் / தெளிவான செயலற்ற குறிக்கப்பட்ட பக்கங்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Функції власного макета / Очистити неактивні позначені сторінки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 自定义版式功能 / 清除失效的页面标记

# user_guide/en.html+html.body.div.div:2204-1
source: CUSTOMIZING TEXT APPEARANCE
sk: PRISPÔSOBENIE VZHĽADU TEXTU
ta: உரை தோற்றத்தைத் தனிப்பயனாக்குதல்
uk: ПРИСТОСУВАННЯ ВИГЛЯДУ ТЕКСТУ
zh_hans: 自定义文本样式

# user_guide/en.html+html.body.div.div:2206-1
source: Default appearance settings
sk: Nastavenia predvoleného vzhľadu
ta: இயல்புநிலை தோற்ற அமைப்புகள்
uk: Типові налаштування вигляду
zh_hans: 默认样式设置

source: In some reader applications, when you change a setting let's say the font used for books, it changes globally. Which means, if you change the default font to <b>Verdana</b>, any books you open next including the ones you are already reading will be shown in this Verdana font.
es: En algunas aplicaciones de lectura al cambiar una configuración, por ejemplo la letra de los libros, esta cambia globalmente. Esto significa que si cambias la letra predeterminada a <b>Verdana</b>, todos los libros que abras a continuación incluidos los que ya estés leyendo, se mostrarán en letra Verdana.
fr: Dans certaines applications de lecture, lorsque vous modifiez un paramètre, par exemple la police utilisée pour les livres, ce changement s'applique globalement. Cela signifie que si vous remplacez la police par défaut par <b>Verdana</b>, tous les livres que vous ouvrirez ensuite, y compris ceux que vous êtes déjà en train de lire, s'afficheront dans cette police Verdana.
ga: I roinnt feidhmchlár léitheoirí, nuair a athraíonn tú socrú, abair an cló a úsáidtear do leabhair, athraíonn sé go hidirnáisiúnta. Ciallaíonn sé sin, má athraíonn tú an cló réamhshocraithe go <b>Verdana</b>, go dtaispeánfar aon leabhair a osclaíonn tú ina dhiaidh sin, lena n-áirítear na cinn atá á léamh agat cheana féin, sa chló Verdana seo.
it: In alcune applicazioni di lettura, quando si modifica un'impostazione, ad esempio il carattere utilizzato per i libri, questa cambia globalmente, se si cambia il carattere predefinito in <b>Verdana</b>, tutti i libri che si apriranno successivamente, compresi quelli che si stanno già leggendo, saranno visualizzati con questo carattere Verdana.
nl: In sommige leesapps wordt een wijziging, bijvoorbeeld het lettertype, globaal toegepast. Als je het standaardlettertype wijzigt naar <b>Verdana</b> worden alle volgende boeken (ook die je al leest) in Verdana weergegeven.
pt_br: Em alguns aplicativos de leitura, quando você altera uma configuração, por exemplo, a fonte usada para livros, ela muda globalmente. Ou seja, se você alterar a fonte padrão para <b>Verdana</b>, todos os livros que você abrir em seguida, incluindo os que você já estiver lendo, serão exibidos nessa fonte Verdana.
sk: V niektorých programoch na čítanie kníh, keď zmeníte nastavenie, napríklad písmo používané pre knihy, zmení sa globálne. To znamená, že ak zmeníte predvolené písmo na <b>Verdana</b>, všetky knihy, ktoré otvoríte nabudúce, vrátane tých, ktoré už čítate, sa zobrazia v tomto písme Verdana.
sr: У неким апликацијама читача, када промените подешавање, рецимо фонт који се користи за књигу, та промена важи глобално. Ово значи да ако подразумевани фонт промените на <b>Verdana</b>, свака књига коју након тога отворите, укључујући и оне које већ читате, биће приказана тим Verdana фонтом.
ta: சில வாசகர் பயன்பாடுகளில், நீங்கள் ஒரு அமைப்பை மாற்றும்போது புத்தகங்களுக்குப் பயன்படுத்தப்படும் எழுத்துரு என்று சொல்லலாம், அது உலகளவில் மாறுகிறது. இதன் பொருள், நீங்கள் இயல்புநிலை எழுத்துருவை <b> வெர்டானா </b> ஆக மாற்றினால், நீங்கள் ஏற்கனவே படித்துக்கொண்டிருப்பது உட்பட அடுத்த திறந்த புத்தகங்கள் இந்த வெர்டானா எழுத்துருவில் காண்பிக்கப்படும்.
uk: У деяких програмах читання при зміні в налаштуваннях шрифту, який використовується для відображення книги, він змінюється глобально. Це означає, що якщо ви змінили типовий шрифт на <b>Verdana</b>, після цього текст будь-якої відкритої книги буде відображатися шрифтом Verdana.
zh_hans: 在某些阅读器应用程序中，当您更改设置（例如用于书籍的字体）时，它会全局更改。 这意味着，如果你将默认字体更改为<b>Verdana</b>，你接下来打开的任何书籍，包括你已经在阅读的书籍，都将以这种Verdana字体显示。

source: KOReader's approach is different from this. We save appearance settings per book. This gives you the flexibility to change your settings for the current book without affecting others. For example if you have some fantasy books, you can change the font to a medieval looking one just for these books. Or you can set some books to open in <b>landscape orientation</b> or <b>double column</b> mode.
es: El enfoque de KOReader es diferente. Guardamos la configuración de apariencia por libro. Esto da la flexibilidad de cambiar la configuración del libro actual sin afectar a los demás. Por ejemplo si tienes libros de fantasía, puedes cambiar la fuente a una de estilo medieval solo para estos libros. También puedes configurar algunos libros para que se abran en <b>orientación horizontal</b> o en modo de <b>doble columna</b>.
fr: L'approche de KOReader est différente. Nous enregistrons les paramètres d'apparence pour chaque livre. Cela vous permet de modifier les paramètres du livre en cours sans affecter les autres. Par exemple, si vous possédez des livres fantastiques, vous pouvez changer la police pour une police d'aspect médiéval uniquement pour ces livres. Vous pouvez également configurer certains livres pour qu'ils s'ouvrent en mode <b>paysage</b> ou <b>double colonne</b>.
ga: Tá cur chuige KOReader difriúil ón méid seo. Sábhálaimid socruithe cuma in aghaidh an leabhair. Tugann sé seo an tsolúbthacht duit do shocruithe a athrú don leabhar reatha gan difear a dhéanamh do leabhair eile. Mar shampla, má tá roinnt leabhar fantaisíochta agat, is féidir leat an cló a athrú go cló meánaoiseach do na leabhair seo amháin. Nó is féidir leat roinnt leabhar a shocrú le hoscailt i mód <b>tírdhreach</b> nó <b>dhá cholún</b>.
it: L'approccio di KOReader è diverso. Salviamo le impostazioni dell'aspetto per ogni libro. In questo modo è possibile modificare le impostazioni per il libro corrente senza influenzare gli altri. Ad esempio, se avete alcuni libri fantasy, potete cambiare il carattere con uno di aspetto medievale solo per questi libri. Oppure si possono impostare alcuni libri in modo che si aprano con l'orientamento <b>paesaggio</b> oppure in modalità <b>doppia colonna</b>.
nl: KOReader doet dit anders: weergave-instellingen worden per boek opgeslagen. Zo kun je het huidige boek aanpassen zonder invloed op andere boeken. Voor fantasyboeken kun je bv. een middeleeuws ogend lettertype kiezen, of sommige boeken standaard in <b>landschap</b> of <b>dubbelkolom</b> openen.
pt_br: A abordagem do KOReader é diferente. Salvamos as configurações de aparência para cada livro. Isso lhe dá a flexibilidade de alterar as configurações do livro atual sem afetar os outros. Por exemplo, se você tiver alguns livros de fantasia, pode alterar a fonte para uma com aparência medieval específica para esses livros. Ou você pode configurar alguns livros para abrirem na <b>orientação paisagem</b> ou no modo <b>coluna dupla</b>.
sk: Prístup KOReaderu je odlišný. Ukladáme nastavenia vzhľadu pre každú knihu. To vám dáva flexibilitu zmeniť nastavenia pre aktuálnu knihu bez ovplyvnenia ostatných. Napríklad, ak máte nejaké fantasy knihy, môžete pre tieto knihy zmeniť písmo na stredoveké. Alebo môžete niektoré knihy nastaviť tak, aby sa otvárali v <b>na šírku</b> alebo v <b>dvoj-stĺpcovom</b> režime.
sr: Приступ KOReader читача се разликује од овога. Ми подешавања изгледа књиге чувамо за сваку књигу посебно. Ово вам омогућава флексибилност да измените подешавања текуће књиге и да то не утиче на остале. На пример, ако имате неке књиге епске фантастике, фонт можете да поставите на неки са средњевековним изгледом само за те књиге. Или можете подесити да се неке књиге отварају у <b>положеној оријентацији</b> или у режиму <b>две колоне</b>.
ta: கொரியாடரின் அணுகுமுறை இதிலிருந்து வேறுபட்டது. ஒரு புத்தகத்திற்கு தோற்ற அமைப்புகளை சேமிக்கிறோம். மற்றவர்களைப் பாதிக்காமல் தற்போதைய புத்தகத்திற்கான அமைப்புகளை மாற்றுவதற்கான நெகிழ்வுத்தன்மையை இது வழங்குகிறது. எடுத்துக்காட்டாக, உங்களிடம் சில கற்பனை புத்தகங்கள் இருந்தால், இந்த புத்தகங்களுக்காக மட்டுமே எழுத்துருவை இடைக்காலமாக மாற்றலாம். அல்லது <b> இயற்கை நோக்குநிலை </b> அல்லது <b> இரட்டை நெடுவரிசை </b> பயன்முறையில் திறக்க சில புத்தகங்களை அமைக்கலாம்.
uk: KOReader має інший підхід до цього моменту. Програма зберігає параметри відображення окремо для кожної книги. Це забезпечує гнучкість у зміні налаштувань для поточної книги, що не впливає на інші книги. Наприклад, якщо ви читаєте книгу фентезі, шрифт для неї можна змінити на подібний до середньовічного і він буде використовуватися лише для цієї книги. Або ж можна налаштувати, щоб деякі книги відкривалися у <b>альбомній орієнтації</b> або в режимі <b>двох стовпців</b>.
zh_hans: KOReader的方法与此不同。我们保存每本书的外观设置。这使您可以灵活地更改当前书籍的设置，而不会影响其他书籍。例如，如果您有一些奇幻小说，你可以将字体更改为中世纪风格的字体，这个改变将只应用于这些书籍。或者，您可以将一些书籍设置为以<b>横向</b>或<b>双列</b>模式打开。
