Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: User Interface Tips <span class="microns"></span>
es: Consejos sobre la Interfaz de Usuario <span class="microns"></span>
fr: Conseils sur l'interface utilisateur <span class="microns"></span>
ga: Leideanna maidir le Comhéadan Úsáideora <span class="microns"></span>
it: Suggerimenti per l'interfaccia utente <span class="micron"></span>
nl: Tips voor de gebruikersinterface <span class="microns"></span>
pt_br: Dicas de interface do usuário <span class="microns"></span>
pt_pt: Dicas da Interface do Utilizador <span class="microns"></span>
sk: Tipy pre používateľské rozhranie <span class="microns"></span>
sr: Савети за кориснички интерфејс <span class="microns"></span>
ta: பயனர் இடைமுக உதவிக்குறிப்புகள் <span class="microns"> </span>
uk: Поради щодо інтерфейсу користувача <span class="microns"></span>
zh_hans: 用户界面的使用技巧 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li.ul.li:954-17
source: Bottom Menu Items
sk: Položky spodného menu
ta: கீழே பட்டியல் உருப்படிகள்
uk: Елементи нижнього меню
zh_hans: 底部菜单项

# user_guide/en.html+html.body.div.div.ul.li:958-9
source: MOVING THROUGH YOUR BOOK
sk: POHYB VAŠOU KNIHOU
ta: உங்கள் புத்தகத்தின் வழியாக நகரும்
uk: ПЕРЕМІЩЕННЯ ПО КНИЗІ
zh_hans: 浏览您的书籍

source: Skim Widget <span class="microns"></span>
es: Widget para ojear <span class="microns"></span>
fr: Widget de survol <span class="microns"></span>
ga: Giuirléid Scimála <span class="microns"></span>
it: Skim Widget <span class="micron"></span>
nl: Doorbladerfunctie <span class="microns"></span>
pt_br: Navegação rápida <span class="microns"></span>
pt_pt: Widget de Folhear <span class="microns"></span>
sk: Doplnok "Prebehnúť" knihu <span class="microns"></span>
sr: Виџет прелета <span class="microns"></span>
ta: ச்கிம் விட்செட் <span class="microns">  </span>
uk: Проглядання документу <span class="microns"></span>
zh_hans: 快速翻页工具 <span class="microns"></span>

source: Book Map
sk: Knižná mapa
ta: புத்தக வரைபடம்
uk: Мапа книги
zh_hans: 书籍地图

source: Page Browser
sk: Prehliadač stránok
ta: பக்க உலாவி
uk: Оглядач сторінок
zh_hans: 页面预览

# user_guide/en.html+html.body.div.div.ul.li.ul.li:963-17
source: Table of Contents Tools
sk: Nástroje pre tabuľku s obsahom knihy
ta: உள்ளடக்க கருவிகளின் அட்டவணை
uk: Інструменти змісту
zh_hans: 目录工具

# user_guide/en.html+html.body.div.div.ul.li.ul.li:964-17
source: Excluding sections: Custom hidden flows
sk: Vynechanie častí vašej knihy: Vlastné skrytie častí
ta: பிரிவுகளைத் தவிர்த்து: தனிப்பயன் மறைக்கப்பட்ட பாய்ச்சல்கள்
uk: Виключення розділів: Власні приховані частини
zh_hans: 章节排除：自定义隐藏页

# user_guide/en.html+html.body.div.div.ul.li:968-9
source: CUSTOMIZING TEXT APPEARANCE
sk: PRISPÔSOBENIE VZHĽADU TEXTU
ta: உரை தோற்றத்தைத் தனிப்பயனாக்குதல்
uk: ПРИСТОСУВАННЯ ВИГЛЯДУ ТЕКСТУ
zh_hans: 自定义文本样式

# user_guide/en.html+html.body.div.div.ul.li.ul.li:970-17
source: Default appearance settings
sk: Nastavenia predvoleného vzhľadu
ta: இயல்புநிலை தோற்ற அமைப்புகள்
uk: Типові налаштування вигляду
zh_hans: 默认样式设置

# user_guide/en.html+html.body.div.div.ul.li.ul.li.li:971-17
source: Using your own fonts
sk: Používanie vlastného písma
ta: உங்கள் சொந்த எழுத்துருக்களைப் பயன்படுத்துதல்
uk: Використання власних шрифтів
zh_hans: 使用自有字体

source: Style tweaks <span class="microns"></span>
es: Ajustes de estilo <span class="microns"></span>
fr: Modifications de style <span class="microns"></span>
ga: Feabhsuithe stíle <span class="microns"></span>
it: Modifiche allo stile <span class="micron"></span>
nl: Stijlaanpassingen <span class="microns"></span>
pt_br: Ajustes de estilo <span class="microns"></span>
pt_pt: Ajustes de estilo <span class="microns"></span>
sk: Vylepšenia štýlu <span class="microns"></span>
sr: Дотеривања стила <span class="microns"></span>
ta: பாணி மாற்றங்கள் <span class="microns"> </span>
uk: Підлаштування стилів <span class="microns"></span>
zh_hans: 样式微调 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li:977-9
source: BOOKMARKS, HIGHLIGHTS AND NOTES
sk: ZÁLOŽKY, ZVÝRAZNENIA A POZNÁMKY
ta: புக்மார்க்குகள், சிறப்பம்சங்கள் மற்றும் குறிப்புகள்
uk: ЗАКЛАДКИ, ВИДІЛЕННЯ ТА НОТАТКИ
zh_hans: 书签、标注与笔记

# user_guide/en.html+html.body.div.div.ul.li.ul.li:979-17
source: Highlight modes of KOReader
sk: Režimy zvýraznenia pre KOReader
ta: கொரியாடரின் முறைகளை முன்னிலைப்படுத்தவும்
uk: Режими виділення у KOReader
zh_hans: KOReader的标注模式

source: Editing highlights <span class="microns"></span>
es: Editar subrayados <span class="microns"></span>
fr: Modification des surlignages <span class="microns"></span>
ga: Ag eagarthóireacht buaicphointí <span class="microns"></span>
it: Modifica dei punti evidenziati <span class="micron"></span>
nl: Markeringen bewerken <span class="microns"></span>
pt_br: Editando destaques <span class="microns"></span>
pt_pt: Editar destaques <span class="microns"></span>
sk: Úprava zvýraznení <span class="microns"></span>
sr: Уређивање истицања <span class="microns"></span>
ta: சிறப்பம்சங்கள் திருத்தி<span class="microns">  </span>
uk: Редагування виділеного <span class="microns"></span>
zh_hans: 编辑标注区 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li.ul.li:981-17
source: Exporting highlights
sk: Exportovanie zvýraznení
ta: சிறப்பம்சங்கள் ஏற்றுமதி
uk: Експорт виділеного
zh_hans: 导出标注

# user_guide/en.html+html.body.div.div.ul.li:985-9
source: READING PDFS
sk: ČÍTANIE PDF
ta: PDFS படித்தல்
uk: ЧИТАННЯ PDF
zh_hans: 阅读PDF文档

# user_guide/en.html+html.body.div.div.ul.li.ul.li:987-17
source: Reading large PDFs on a small screen
sk: Čítanie veľkých PDF na malej obrazovke
ta: ஒரு சிறிய திரையில் பெரிய PDF களைப் படித்தல்
uk: Читання великих PDF на малому екрані
zh_hans: 在小尺寸屏幕上阅读大开本PDF文档

# user_guide/en.html+html.body.div.div.ul.li.ul.li:988-17
source: PDF Specific Bottom Menu Items
sk: Položky spodného menu špecifické pre PDF
ta: PDF குறிப்பிட்ட கீழ் பட்டியல் உருப்படிகள்
uk: Особливі елементи нижнього меню для PDF
zh_hans: PDF文档专有底部菜单项

source: Saving highlights into PDF <span class="microns"></span>
es: Guardar subrayados en PDF <span class="microns"></span>
fr: Sauvegarder les surlignages en PDF<span class="microns"></span>
ga: Ag sábháil buaicphointí i bhformáid PDF <span class="microns"></span>
it: Salvataggio dei punti evidenziati nel PDF <span class="micron"></span>
nl: Markeringen in PDF opslaan <span class="microns"></span>
pt_br: Salvando destaques em PDF <span class="microns"></span>
pt_pt: Guardar destaques num PDF <span class="microns"></span>
sk: Ukladanie zvýraznení do PDF <span class="microns"></span>
sr: Чување истицања у PDF <span class="microns"></span>
ta: சிறப்பம்சங்களை PDF இல் சேமிக்கிறது <span class="microns"> </span>
uk: Збереження виділеного у PDF <span class="microns"></span>
zh_hans: 将标注文段保存为PDF文档 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li.ul.li:990-17
source: OCR (Optical Character Recognition)
sk: OCR (optické rozpoznávanie znakov)
ta: OCR (ஆப்டிகல் எழுத்து அங்கீகாரம்)
uk: OCR (оптичне розпізнавання символів)
zh_hans: OCR (光学字符识别)

source: READING COMICS AND MANGA <span class="microns"></span>
es: LEER COMICS Y MANGA <span class="microns"></span>
fr: LIRE DES BANDES DESSINÉES ET DES MANGAS<span class="microns"></span>
ga: AG LÉAMH GREANNÁIN AGUS MANGA <span class="microns"></span>
it: LETTURA DI FUMETTI E MANGA <span class="micron"></span>
nl: STRIPS EN MANGA LEZEN <span class="microns"></span>
pt_br: LENDO QUADRINHOS E MANGÁ <span class="microns"></span>
pt_pt: LER BANDA DESENHADA E MANGA <span class="microns"></span>
sk: ČÍTANIE KOMIKSOV A MANGA <span class="microns"></span>
sr: ЧИТАЊЕ СТРИПОВА И МАНГИ <span class="microns"></span>
ta: காமிக்ச் மற்றும் மங்கா <ச்பான் கிளாச் = "மைக்ரான்">  </span> படித்தல்
uk: ЧИТАННЯ МАЛЬОПИСІВ І МАНҐИ <span class="microns"></span>
zh_hans: 阅读漫画与图册 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li.ul.li:997-17
source: Adjusting the page refresh interval
sk: Úprava intervalu obnovovania stránky
ta: பக்க புதுப்பிப்பு இடைவெளியை சரிசெய்தல்
uk: Підлаштування частоти оновлення екрану
zh_hans: 调整页面刷新间隔

source: Panel Zoom
es: Zoom a viñeta
fr: Zoom du panneau
ga: Zúmáil Painéil
it: Pannello di zoom
nl: Paneelzoom
pt_br: Zoom do painel
pt_pt: Zoom do Painel
sk: Zväčšenie panelu
sr: Панел зум
ta: குழு சூம்
uk: Масштабування панелі
zh_hans: 区块放大

# user_guide/en.html+html.body.div.div.ul.li.ul.li:999-17
source: Jump to the next file
sk: Prejsť na ďalší súbor
ta: அடுத்த கோப்பிற்கு செல்லவும்
uk: Перехід до наступного файлу
zh_hans: 前往下一册

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1000-17
source: Optimizing manga for reader
sk: Optimalizácia mangy pre čítačku
ta: வாசகருக்கு மங்காவை மேம்படுத்துதல்
uk: Оптимізація манґи для пристрою
zh_hans: 预处理漫画文档以适配阅读设备

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1001-17
source: Other manga tips
sk: Ďalšie tipy na mangu
ta: பிற மங்கா உதவிக்குறிப்புகள்
uk: Інші поради щодо манґи
zh_hans: 漫画相关的其它技巧

# user_guide/en.html+html.body.div.div.ul.li:1008-3
source: MANAGING YOUR LIBRARY
sk: SPRÁVA VAŠEJ KNIŽNICE
ta: உங்கள் நூலகத்தை நிர்வகித்தல்
uk: КЕРУВАННЯ БІБЛІОТЕКОЮ
zh_hans: 管理藏书库

source: File Browser usage
es: Uso del Navegador de Archivos
fr: Utilisation de l'Explorateur de fichiers
ga: Úsáid Brabhsálaí Comhad
it: Utilizzo del File Browser
nl: Bestandsverkennergebruik
pt_br: Uso do explorador de arquivos
pt_pt: Utilização do Navegador de Ficheiros
sk: Používanie prehliadača súborov
sr: Употреба Прегледача фајлова
ta: உலாவி பயன்பாடு கோப்பு
uk: Використання Оглядача файлів
zh_hans: 文件浏览器的用法

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1011-5
source: Viewing other file types
sk: Zobrazenie iných typov súborov
ta: பிற கோப்பு வகைகளைப் பார்க்கிறது
uk: Перегляд інших типів файлів
zh_hans: 浏览其它格式的文件

source: Collections <span class="microns"></span>
es: Colecciones <span class="microns"></span>
ga: Bailiúcháin <span class="microns"></span>
it: Collezioni <span class="micron"></span>
nl: Collecties <span class="microns"></span>
pt_br: Coleções<span class="microns"></span>
pt_pt: Coleções <span class="microns"></span>
sk: Zbierky <span class="microns"></span>
sr: Збирке <span class="microns"></span>
ta: சேகரிப்புகள் <span வகுப்பு = "மைக்ரான்">  </span>
uk: Добірки <span class="microns"></span>
zh_hans: 书单 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1013-5
source: Optimizing EPUB/PDF documents for your reader
sk: Optimalizácia dokumentov EPUB/PDF pre vašu čítačku
ta: உங்கள் வாசகருக்கான EPUB/PDF ஆவணங்களை மேம்படுத்துதல்
uk: Оптимізація документів EPUB/PDF
zh_hans: 预处理EPUB和PDF文档以适配阅读设备

source: Book metadata storage options <span class="microns"></span>
es: Opciones de almacenamiento de metadatos <span class="microns"></span>
fr: Options de stockage des métadonnées des livres <span class="microns"></span>
ga: Roghanna stórála meiteashonraí leabhar <span class="microns"></span>
it: Opzioni di archiviazione dei metadati del libro <span class="micron"></span>
nl: Opties voor opslag van boekmetadata <span class="microns"></span>
pt_br: Opções de armazenamento de metadados do livro <span class="microns"></span>
pt_pt: Opções de armazenamento de metadados <span class="microns"></span>
sk: Možnosti ukladania metadát kníh <span class="microns"></span>
sr: Опције чувања метаподатака књиге <span class="microns"></span>
ta: புத்தக மேனிலை தரவு சேமிப்பு விருப்பங்கள் <span வகுப்பு = "மைக்ரான்">  </span>
uk: Варіанти зберігання метаданих книги <span class="microns"></span>
zh_hans: 书籍元数据储存选项 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li:1018-5
source: GESTURES AND KEYBOARD SHORTCUTS
sk: GESTÁ A KLÁVESOVÉ SKRATKY
ta: சைகைகள் மற்றும் விசைப்பலகை குறுக்குவழிகள்
uk: ЖЕСТИ ТА КОМБІНАЦІЇ КЛАВІШ
zh_hans: 手势交互与键盘快捷键

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1020-13
source: Gesture Types
sk: Typy gest
ta: சைகை வகைகள்
uk: Типи жестів
zh_hans: 交互手势的种类

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1021-13
source: Predefined Gestures
sk: Preddefinované gestá
ta: முன் வரையறுக்கப்பட்ட சைகைகள்
uk: Наперед визначені жести
zh_hans: 内置的手势交互

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1022-13
source: Gesture Categories
sk: Kategórie pre gestá
ta: சைகை வகைகள்
uk: Категорії жестів
zh_hans: 手势交互分类

source: Keyboard Shortcuts <span class="microns"></span>
es: Atajos de Teclado <span class="microns"></span>
fr: Raccourcis Clavier <span class="microns"></span>
ga: Aicearraí Méarchláir <span class="microns"></span>
it: Scorciatoie da tastiera <span class="micron"></span>
nl: Toetsenbordsnelkoppelingen <span class="microns"></span>
pt_br: Atalhos de Teclado <span class="microns"></span>
pt_pt: Atalhos de Teclado <span class="microns"></span>
sk: Klávesové skratky <span class="microns"></span>
sr: Пречице на тастатури <span class="microns"></span>
ta: விசைப்பலகை குறுக்குவழிகள் <span வகுப்பு = "மைக்ரான்">  </span>
uk: Комбінації клавіш <span class="microns"></span>
zh_hans: 键盘快捷键 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li:1027-9
source: QUICK MENU AND PROFILES
sk: RÝCHLE MENU A PROFILY
ta: விரைவான பட்டியல் மற்றும் சுயவிவரங்கள்
uk: ШВИДКЕ МЕНЮ ТА ПРОФІЛІ
zh_hans: 快捷菜单及配置文件

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1029-13
source: Quick Menu
sk: Rýchle menu
ta: விரைவான பட்டியல்
uk: Швидке меню
zh_hans: 快捷菜单

source: Quick Menu tips
es: Consejos sobre el Menú Rápido
fr: Astuces du Menu rapide
ga: Leideanna maidir le Biachlár Tapa
it: Suggerimenti per il menu rapido
nl: Snelmenu-tips
pt_br: Dicas de Menu Rápido
pt_pt: Dicas para o Menu Rápido
sk: Tipy pre rýchle menu
sr: Савети за брзи мени
ta: விரைவான பட்டி குறிப்புகள்
uk: Поради щодо швидкого меню
zh_hans: 快捷菜单相关技巧

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1031-13
source: Profiles
sk: Profily
ta: சுயவிவரங்கள்
uk: Профілі
zh_hans: 配置文件

source: Profile auto-execution <span class="microns"></span>
es: Perfil autoejecutable <span class="microns"></span>
fr: Exécution automatique de profil <span class="microns"></span>
ga: Uath-fhorghníomhú próifíle <span class="microns"></span>
it: Esecuzione automatica del profilo <span class="micron"></span>
nl: Automatische uitvoering van profiel <span class="microns"></span>
pt_br: Auto execução de perfil<span class="microns"></span>
pt_pt: Execução automática do Perfil <span class="microns"></span>
sk: Automatické spustenie profilu <span class="microns"></span>
sr: Аутоматско извршавање профила <span class="microns"></span>
ta: சுயவிவரம் ஆட்டோ-செயல்படுத்தல் <span வகுப்பு = "மைக்ரான்">  </span>
uk: Автоматичне виконання профілю <span class="microns"></span>
zh_hans: 自动套用配置文件 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li:1036-5
source: PLUGINS AND USER PATCHES
sk: DOPLNKY A POUŽÍVATEĽSKÉ PROGRAMOVÉ ZÁPLATY
ta: செருகுநிரல்கள் மற்றும் பயனர் திட்டுகள்
uk: МОДУЛІ ТА ЛАТКИ
zh_hans: 插件与用户补丁

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1038-13
source: Plugin types
sk: Typy doplnkov
ta: சொருகி வகைகள்
uk: Типи модулів
zh_hans: 插件种类

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1039-13
source: List of internal plugins
sk: Zoznam interných doplnkov
ta: உள் செருகுநிரல்களின் பட்டியல்
uk: Список внутрішніх модулів
zh_hans: 内置插件列表

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1040-13
source: User patches
sk: Používateľské záplaty
ta: பயனர் திட்டுகள்
uk: Користувацькі латки
zh_hans: 用户补丁

# user_guide/en.html+html.body.div.div.ul.li:1044-5
source: TIPS
sk: TIPY
ta: உதவிக்குறிப்புகள்
uk: ПОРАДИ
zh_hans: 使用技巧

source: Reading tips
es: Consejos de lectura
fr: Astuces de lecture
ga: Leideanna léitheoireachta
it: Consigli di lettura
nl: Leestips
pt_br: Dicas de leitura
pt_pt: Dicas de leitura
sk: Tipy na čítanie
sr: Савети за читање
ta: உதவிக்குறிப்புகளைப் படித்தல்
uk: Поради щодо читання
zh_hans: 阅读相关技巧

source: Device tips
es: Consejos del dispositivo
fr: Astuces sur les appareils
ga: Leideanna maidir le gléasanna
it: Suggerimenti per i dispositivi
nl: Apparaattips
pt_br: Dicas de dispositivo
pt_pt: Dicas para o dispositivo
sk: Tipy pre zariadenia
sr: Савети за уређај
ta: சாதன உதவிக்குறிப்புகள்
uk: Поради щодо пристрою
zh_hans: 设备相关技巧

# user_guide/en.html+html.body.div.div.ul.li:1051-5
source: TROUBLESHOOTING
sk: RIEŠENIE PROBLÉMOV
ta: சரிசெய்தல்
uk: УСУНЕННЯ НЕСПРАВНОСТЕЙ
zh_hans: 疑难解答

# user_guide/en.html+html.body.div.div.ul.li:1053-5
source: REACH US
sk: KONTAKTUJTE NÁS
ta: எங்களை அடையுங்கள்
uk: ЗВ'ЯЗОК З НАМИ
zh_hans: 联系我们

# user_guide/en.html+html.body.div.div:1062-1
source: WHAT CAN YOU DO WITH KOREADER ?
sk: ČO SA DÁ ROBIŤ S KOREADEROM ?
ta: கொரியாடருடன் நீங்கள் என்ன செய்ய முடியும்?
uk: ЩО ВМІЄ KOREADER?
zh_hans: KOReader能做什么？

source: Despite its minimalistic looks, KOReader is a very powerful and customizable application. This section is like a table of contents which is how-to oriented. So if you are a new user, this is the best place to start. Here you can read what KOReader can do and learn how to do it by following these <a href="#L1-whatcanyoudo" class="internalink"></a> links to go to the mentioned sections.
es: A pesar de tu aspecto minimalista, KOReader es una aplicación potente y personalizable. Esta sección es similar a un índice orientado a cómo hacer las cosas, así que si eres un usuario nuevo, este es el mejor sitio para comenzar. Aquí puedes informarte sobre las capacidades de KOReader y aprender a manejarlas siguiendo estos <a href="#L1-whatcanyoudo" class="internalink"></a> enlaces para ir a la sección mencionada.
fr: En dépit de son aspect minimaliste, KOReader est une application très puissante et personnalisable. Cette section est comme une table des matières de mode d'emploi. Si vous êtes un nouvel utilisateur, c'est le meilleur endroit pour commencer. Ici, vous pouvez lire ce dont KOReader est capable et apprendre à vous en servir en suivant ces <a href="#L1-whatcanyoudo" class="internalink"></a> liens pour naviguer aux sections mentionnées.
ga: In ainneoin a chuma íostach, is feidhmchlár an-chumhachtach agus inoiriúnaithe é KOReader. Tá an chuid seo cosúil le clár ábhair atá dírithe ar conas a dhéanamh. Mar sin, más úsáideoir nua thú, seo an áit is fearr le tosú. Anseo is féidir leat léamh faoi na rudaí is féidir le KOReader a dhéanamh agus foghlaim conas é a dhéanamh trí na naisc <a href="#L1-whatcanyoudo" class="internalink"></a> seo a leanúint chun dul chuig na rannóga a luaitear.
it: Nonostante il suo aspetto minimalista, Koreader è un'applicazione molto potente e personalizzabile. Questa sezione è come un indice, orientato al "come fare". Quindi, se sei un nuovo utente, questo è il posto migliore per iniziare. Qui puoi leggere cosa può fare Koreader e imparare a farlo seguendo questi <a href="#L1-whatcanyoudo" class="internalink"></a> link per andare alle sezioni menzionate.
nl: Ondanks zijn minimalistische uiterlijk is KOReader een zeer krachtige en aanpasbare applicatie. Deze sectie is als een inhoudsopgave die gericht is op instructies. Dus als je een nieuwe gebruiker bent, is dit de beste plek om te beginnen. Hier kun je lezen wat KOReader kan doen en leren hoe je het doet door deze <a href="#L1-whatcanyoudo" class="internalink"></a> links te volgen naar de genoemde secties.
pt_br: Apesar da aparência minimalista, o KOReader é um programa muito poderoso e customizável. Essa seção serve como um sumário com instruções passo a passo. Se você é um usuário novo, esse é o melhor lugar para começar. Aqui você pode ver o que o KOReader consegue fazer e aprender como seguindo estes <a href="#L1-whatcanyoudo" class="internalink"></a> links para ir até as seções mencionadas.
pt_pt: Apesar do seu aspeto minimalista, o KOReader é uma aplicação muito poderosa e personalizável. Esta secção funciona como um índice orientada a como fazer as coisas. Assim, se for um utilizador novo, este é o melhor lugar para começar. Aqui pode ler o que o KOReader pode fazer e aprender a como fazê-lo usando estes <a href="#L1-whatcanyoudo" class="internalink"></a> links para ir para as secções referidas.
sk: Napriek minimalistickému vzhľadu je KOReader veľmi výkonná a prispôsobiteľná aplikácia. Táto sekcia je ako obsah s návodom, ako na to. Takže ak ste nový používateľ, toto je najlepšie miesto, kde začať. Tu si môžete prečítať, čo KOReader dokáže a naučiť sa, ako to urobiť, kliknutím na tieto odkazy <a href="#L1-whatcanyoudo" class="internalink"></a> prejdete do uvedených sekcií.
sr: Упркос свом минималистичком изгледу, KOReader је веома моћна и прилагодљива апликација. Овај одељак личи на садржај који је оријентисан на практичну употребу. Тако да ако сте нови корисник, ово је право место за почетак. Овде ћете да прочитате шта све KOReader може и научићете како да то урадите следећи ове <a href="#L1-whatcanyoudo" class="internalink"></a> линкове за скок на поменуте одељке.
ta: அதன் மிகச்சிறிய தோற்றம் இருந்தபோதிலும், கொரியடர் மிகவும் சக்திவாய்ந்த மற்றும் தனிப்பயனாக்கக்கூடிய பயன்பாடாகும். இந்த பிரிவு உள்ளடக்கங்களின் அட்டவணை போன்றது, இது எப்படி நோக்குநிலை கொண்டது. எனவே நீங்கள் ஒரு புதிய பயனராக இருந்தால், இது தொடங்க சிறந்த இடம். இந்த <a href = "#l1-whatcanyoudo" வகுப்பு = "interning">  </a> குறிப்பிடப்பட்ட பிரிவுகளுக்குச் செல்ல இணைப்புகள் ஆகியவற்றைப் பின்பற்றுவதன் மூலம் அதை எப்படிச் செய்வது என்பதை இங்கே நீங்கள் படிக்கலாம்.
uk: Незважаючи на мінімалістичний вигляд, KOReader є дуже потужною програмою, яку можна гнучко налаштувати під власні вподобання. Цей розділ – це щось на зразок змісту для зручності орієнтування. Тож якщо ви є новим користувачем, найкраще почати звідси. Тут можна прочитати, що вміє робити KOReader, а також дізнатися як цього досягти, переходячи за такими <a href="#L1-whatcanyoudo" class="internalink"></a> посиланнями, щоб потрапити до згаданого розділу.
zh_hans: 尽管有着极简界面，但 KOReader 是一款十分强大且可高度定制化的软件。本章节可作为操作指南的导航页，是最适合新用户的上手起点。你将从本章节了解KOReader具有的功能及如何使用它们，请点击功能项后的链接按钮 <a href="#L1-whatcanyoudo" class="internalink"></a> 跳转到对应章节。
