Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Forward to next location
es: Cambiar la acción de subrayado
fr: Aller à l’emplacement suivant
ga: Ar aghaidh go dtí an chéad suíomh eile
it: Avanti alla prossima posizione
nl: Vooruit naar volgende locatie
pt_br: Avançar para a próxima localização
pt_pt: Avançar até local seguinte
sk: Opakovať akciu pre zvýraznenie
sr: Напред на наредно место
ta: சுழற்சி சிறப்பம்சமாக நடவடிக்கை
uk: Циклічна дія виділення
zh_hans: 前往后一位置

source: Follow nearest link
es: Seguir enlace más cercano
fr: Suivre le lien le plus proche
ga: Lean an nasc is gaire
it: Segui il collegamento più vicino
nl: Dichtstbijzijnde link volgen
pt_br: Seguir o link mais próximo
pt_pt: Seguir a ligação mais próxima
sk: Opakovať štýl zvýraznenia
sr: Прати најближи линк
ta: சுழற்சி சிறப்பம்சமாக பாணி
uk: Перейти за найближчим посиланням
zh_hans: 跳转到最近的链接

source: Follow nearest internal link
es: Seguir enlace interno más cercano
fr: Suivre le lien interne le plus proche
ga: Lean an nasc inmheánach is gaire
it: Segui il collegamento interno più vicino
nl: Dichtstbijzijnde interne link volgen
pt_br: Seguir o link interno mais próximo
pt_pt: Seguir a ligação interno mais próxima
sk: Uložiť metadáta knihy
sr: Прати најближи унутрашњи линк
ta: புத்தக மெட்டாடேட்டாவை சேமிக்கவும்
uk: Перейти за найближчим внутрішнім посиланням
zh_hans: 跳转到最近的内链

source: Add current location to history
es: Mover libro actual al archivo
fr: Ajouter l'emplacement actuel à l'historique
ga: Cuir an suíomh reatha leis an stair
it: Aggiungi la posizione corrente alla cronologia
nl: Huidige locatie aan locatiegeschiedenis toevoegen
pt_br: Adicionar a localização atual ao histórico
pt_pt: Adicionar a localização atual ao histórico
sk: Presunúť aktuálnu knihu do archívu
sr: Додај текуће место на историју локација
ta: தற்போதைய புத்தகத்தை காப்பகத்திற்கு நகர்த்தவும்
uk: Додати поточне місце до історії
zh_hans: 将当前位置添加到历史记录中

source: Clear location history
es: Estadísticas del libro
fr: Effacer l’historique des emplacements
ga: Glan stair na suíomhanna
it: Cancella cronologia delle posizioni
nl: Locatiegeschiedenis wissen
pt_br: Limpar histórico de localização
pt_pt: Limpar histórico de localização
sk: Štatistiky knihy
sr: Обриши историју локација
ta: புத்தக புள்ளிவிவரங்கள்
uk: Статистика книги
zh_hans: 清除位置历史记录

# user_guide/en.html+html.body.div.div.ol.li:3967-17
source: Fulltext search
sk: Hľadanie textu
ta: முழு உரை தேடல்
uk: Пошук по всьому тексту
zh_hans: 全文搜索

source: Last fulltext search results
es: Repetir última búsqueda de texto completo
fr: Derniers résultats de recherche en texte intégral
ga: Torthaí cuardaigh lántéacs deireanacha
it: Ultimi risultati ricerca testo completo
nl: Laatste volledige-tekst-zoekresultaten
pt_br: Resultados da última busca no texto
pt_pt: Últimos resultados de pesquisa em texto integral
sk: Posledné výsledky vyhľadávania v celom texte
sr: Резултати последње претраге комплетног текста
ta: கடைசியாக முழு உரை தேடல் முடிவுகள்
uk: Результати останнього пошуку по всьому тексту
zh_hans: 上次的全文搜索结果

# user_guide/en.html+html.body.div.div.ol.li:3969-17
source: Table of contents
sk: Tabuľka s obsahom knihy
ta: உள்ளடக்க அட்டவணை
uk: Зміст
zh_hans: 目录

# user_guide/en.html+html.body.div.div.ol.li:3970-17
source: Book map
sk: Knižná mapa
ta: புத்தக வரைபடம்
uk: Мапа книги
zh_hans: 书籍地图

source: Book map (overview)
es: Mapa del libro (visión general)
fr: Plan du livre (aperçu)
ga: Léarscáil leabhar (forbhreathnú)
it: Mappa del libro (panoramica)
nl: Boekkaart (overzicht)
pt_br: Mapa do livro (visão geral)
pt_pt: Mapa do livro (visão geral)
sk: Knižná mapa (prehľad)
sr: Мапа књиге (преглед)
ta: புத்தக வரைபடம் (கண்ணோட்டம்)
uk: Мапа книги (огляд)
zh_hans: 书籍地图（预览）

source: Page browser
es: Explorador de páginas
fr: Explorateur de page
ga: Brabhsálaí leathanaigh
it: Navigatore di pagina
nl: Paginaverkenner
pt_br: Navegador de páginas
pt_pt: Navegador de páginas
sk: Prehliadač stránok
sr: Прегледач страница
ta: பக்க உலாவி
uk: Оглядач сторінок
zh_hans: 页面预览

# user_guide/en.html+html.body.div.div.ol.li:3973-17
source: Bookmarks
sk: Záložky
ta: புக்மார்க்குகள்
uk: Закладки
zh_hans: 书签

source: Bookmark search
es: Buscar marcador
fr: Rechercher de signets
ga: Cuardach leabharmharcanna
it: Cerca segnalibro
nl: Bladwijzers doorzoeken
pt_br: Buscar nos marcadores
pt_pt: Pesquisa Marcador
sk: Prehľadávanie záložiek
sr: Претрага маркера
ta: புக்மார்க்கு தேடல்
uk: Пошук закладок
zh_hans: 书签搜索

# user_guide/en.html+html.body.div.div.ol.li:3975-17
source: Toggle bookmark
sk: Prepínať záložku
ta: புத்தக்குறியை மாற்று
uk: Додати/зняти закладку
zh_hans: 标记/取消书签

source: Book status
es: Estado del libro
fr: État du livre
ga: Stádas an leabhair
it: Stato di lettura del libro
nl: Boekstatus
pt_br: Status do livro
pt_pt: Estado do livro
sk: Prepínať smer listovania v záložkách
sr: Статус књиге
ta: புக்மார்க்கு புரட்டுவதை மாற்றவும்
uk: Стан книги
zh_hans: 书籍状态

source: Book information
es: Información del libro
fr: Infos sur le livre
ga: Eolas faoin leabhar
it: Informazioni sul libro
nl: Boekinformatie
pt_br: Informações do livro
pt_pt: Informações do livro
sk: Vypnúť/zapnúť preformátovanie
sr: Информације о књизи
ta: ரிஃப்ளோவை மாற்றவும்
uk: Відомості про книгу
zh_hans: 书籍信息

source: Book description
es: Descripción del libro
fr: Résumé du livre
ga: Cur síos ar an leabhar
it: Descrizione libro
nl: Boekomschrijving
pt_br: Descrição do livro
pt_pt: Descrição do livro
sk: Režim priblíženia
sr: Опис књиге
ta: சூம் பயன்முறை
uk: Режим масштабування
zh_hans: 书籍简介

source: Book cover
es: Cambiar el factor del zum
fr: Couverture du livre
ga: Clúdach leabhair
it: Copertina del libro
nl: Boekomslag
pt_br: Capa do livro
pt_pt: Capa do livro
sk: Zmeniť faktor priblíženia
sr: Корице књиге
ta: சூம் காரணியை மாற்றவும்
uk: Обкладинка книги
zh_hans: 书籍封面

source: Translate current page
es: Traducir página actual
fr: Traduire la page actuelle
ga: Aistrigh an leathanach reatha
it: Tradurre la pagina corrente
nl: Huidige pagina vertalen
pt_br: Traduzir página atual
pt_pt: Traduzir página atual
sk: Vypnúť/zapnúť panelové priblíženie
sr: Преведи текућу страну
ta: பேனல் சூம் மாற்று
uk: Змінити масштаб панелі
zh_hans: 翻译本页

source: Invert page turn taps and swipes
es: Invertir página cambia toques y gestos
fr: Inverser les touchers & balayages
ga: Inbhéartaigh sconnaí agus svaidhpeálacha casadh leathanaigh
it: Inverti i tocchi e i gesti di cambio di pagina
nl: Pagina-omslag tikken en vegen omdraaien
pt_br: Inverter toques e deslizes para virar a página
pt_pt: Inverter deslizes e toques de virar página
sk: Stranovo zameniť ťuknutia a ťahy prstom pre otáčanie strán
sr: Обрни тапове и превлачења за окретање странице
ta: பக்க திருப்பம் குழாய்கள் மற்றும் ச்வைப்
uk: Інвертувати гортання сторінок дотиком і протягуванням
zh_hans: 反转翻页手势

source: Toggle page turn direction
es: Conmutar dirección de cambio de página
fr: Faire basculer le sens de rotation des pages
ga: Athraigh treo casadh leathanaigh
it: Commuta direzione di cambio di pagina
nl: Bladerrichting schakelen
pt_br: Alternar a direção de virar a página
pt_pt: Alternar sentido de rotação da página
sk: Orezanie strany
sr: Мењај смер окретања страница
ta: பக்க பயிர்
uk: Змінити напрямок гортання сторінок
zh_hans: 切换翻页方向

source: Toggle custom TOC
es: Conmutar índice personalizado
fr: Activer/désactiver la table des matières personnalisée
ga: Athraigh TOC saincheaptha
it: Commuta indice personalizzato
nl: Aangepaste inhoudsopgave schakelen
pt_br: Alternar índice personalizado
pt_pt: Alternar índice personalizado
sk: Okraj
sr: Укљ./Искљ. произвољни садржај
ta: விளிம்பு
uk: Перемкнути власний зміст
zh_hans: 开/关 自定义目录

source: Toggle custom hidden flows
es: Alternar secciones ocultas personalizadas
fr: Activer/désactiver les flux masqués personnalisés
ga: Sreabhadh folaithe saincheaptha a scoránaigh
it: Abilita/disabilita flussi nascosti
nl: Aangepaste verborgen stromen schakelen
pt_br: Alternar fluxos ocultos personalizados
pt_pt: Alternar fluxos ocultos personalizados
sk: Horizontálne prekrytie
sr: Укљ./Искљ. произвољних скривених токова
ta: கிடைமட்ட ஒன்றுடன் ஒன்று
uk: Перемкнути власні приховані частини
zh_hans: 切换自定义隐藏页

source: Set highlight action
es: Configurar acción de subrayado
fr: Définir l’action de surlignage
ga: Socraigh gníomh aibhsithe
it: Imposta l'azione di evidenziazione
nl: Markeeractie instellen
pt_br: Definir ação de destaque
pt_pt: Definir acção de destaque
sk: Vertikálne prekrytie
sr: Постави акцију истицања
ta: செங்குத்து ஒன்றுடன் ஒன்று
uk: Вказати дію виділення
zh_hans: 设置标注动作

source: Cycle highlight action
es: Cambiar acción de subrayado
fr: Changer l’action de surlignage
ga: Gníomh aibhsithe timthriallach
it: Cicla tra azioni di evidenziazione
nl: Markeeractie rondschakelen
pt_br: Alternar ação de destaque
pt_pt: Alternar ação de destaque
sk: Prispôsobiť
sr: Кружи по акцијама истицања
ta: பொருத்தம்
uk: Допасування
zh_hans: 重复标注动作

source: Cycle highlight style
es: Estilo de destacado de ciclo
fr: Changer le style de surlignage
ga: Stíl aibhsithe timthriallach
it: Cicla tra stili di evidenziazione
nl: Markeerstijl rondschakelen
pt_br: Alternar estilo de destaque
pt_pt: Alternar estilo do destaque
sk: Faktor priblíženia
sr: Кружи по стиловима истицања
ta: சூம் காரணி
uk: Циклічний стиль виділення
zh_hans: 重复标注样式

source: Save book metadata
es: Zum a
fr: Enregistrer les métadonnées du livre
ga: Sábháil meiteashonraí an leabhair
it: Salva i metadati del libro
nl: Boekmetadata opslaan
pt_br: Salvar metadados do livro
pt_pt: Guardar metadados do livro
sk: Priblížiť na
sr: Сачувај метаподатке књиге
ta: பெரிதாக்கவும்
uk: Зберегти метадані книги
zh_hans: 保存书籍元数据

source: Export annotations
es: Exportar notas
fr: Export des annotations
ga: Easpórtáil nótaí
it: Esporta annotazioni
nl: Aantekeningen exporteren
pt_br: Exportar anotações
pt_pt: Exportar anotações
sk: Exportovať anotácie
sr: Извоз белешки
ta: ஏற்றுமதி சிறுகுறிப்புகள்
uk: Експорт анотацій
zh_hans: 导出笔记

source: Export all notes in current book
es: Exportar todas las notas del libro actual
fr: Exporter toutes les notes du livre actuel
ga: Easpórtáil na nótaí go léir sa leabhar reatha
it: Esporta tutte le note in questo libro
nl: Exporteer alle aantekeningen in dit boek
pt_br: Exportar todas as notas do livro atual
pt_pt: Exportar todas as notas do livro atual
sk: Exportovať všetky poznámky v tejto knihe
sr: Извези све белешке у текућој књизи
ta: தற்போதைய புத்தகத்தில் எல்லா குறிப்புகளையும் ஏற்றுமதி செய்யுங்கள்
uk: Експортувати усі нотатки з цієї книги
zh_hans: 导出本书所有笔记

# user_guide/en.html+html.body.div.div.ol.li:3991-17
source: Export all notes in all books in history
sk: Exportovať všetky poznámky zo všetkých kníh v histórii
ta: வரலாற்றில் உள்ள அனைத்து புத்தகங்களிலும் அனைத்து குறிப்புகளையும் ஏற்றுமதி செய்யுங்கள்
uk: Експортувати усі нотатки з усіх книг в історії
zh_hans: 导出历史中所有书籍中的所有笔记

source: Move current book to archive
es: Mover el libro actual al archivo
fr: Déplacer le livre en cours vers l’archive
ga: Bog an leabhar reatha chuig an gcartlann
it: Sposta il libro attuale nell'archivio
nl: Huidig boek naar archief verplaatsen
pt_br: Mover livro atual para arquivamento
pt_pt: Mover livro atual para o arquivamento
sk: Smer
sr: Премести текућу књигу у архиву
ta: திசை
uk: Перемістити поточну книгу до архіву
zh_hans: 将当前书籍存档

source: Reading statistics: current book
es: Estadísticas de lectura: libro actual
fr: Statistiques de lecture : livre en cours
ga: Staitisticí léitheoireachta: leabhar reatha
it: Statistiche di lettura: libro attuale
nl: Leesstatistieken: huidig boek
pt_br: Estatísticas de leitura: livro atual
pt_pt: Estatísticas de leitura: livro atual
sk: Štatistiky čítania: aktuálna kniha
sr: Статистика читања: текућа књига
ta: படித்தல் புள்ளிவிவரங்கள்: தற்போதைய நூல்
uk: Статистика читання: поточна книга
zh_hans: 阅读统计：当前书籍

source: Push progress from this device
es: Exportar posición de lectura de este dispositivo
fr: Transmettre la progression depuis cet appareil
ga: Brúigh dul chun cinn ón ngléas seo
it: Salva progresso da questo dispositivo
nl: Voortgang van dit apparaat doorgeven
pt_br: Enviar progresso deste dispositivo
pt_pt: enviar progresso deste dispositivo
sk: Odoslať priebeh čítania z tohto zariadenia
sr: Гурај напредак са овог уређаја
ta: இந்த சாதனத்திலிருந்து முன்னேற்றத்தைத் தள்ளுங்கள்
uk: Надіслати поступ з цього пристрою
zh_hans: 上传本设备上的阅读进度

source: Pull progress from other devices
es: Importar posición de lectura de otros dispositivos
fr: Recevoir la progression depuis d’autres appareils
ga: Tarraing dul chun cinn ó ghléasanna eile
it: Carica progressi da altri dispositivi
nl: Voortgang van andere apparaten halen
pt_br: Obter progresso de outros dispositivos
pt_pt: Obter o progresso de outros dispositivos
sk: Stiahnuť priebeh čítania z iných zariadení
sr: Повлачи напредак са других уређаја
ta: மற்ற சாதனங்களிலிருந்து முன்னேற்றத்தை இழுக்கவும்
uk: Отримати поступ з інших пристроїв
zh_hans: 从其他设备拉取阅读进度

source: Fixed layout documents
es: Documentos de diseño fijo
fr: Documents à mise en page fixe
ga: Doiciméid leagan amach seasta
it: Documenti in formato fisso
nl: Vast opgemaakte documenten
pt_br: Documentos de layout fixo
pt_pt: Documentos de layout fixo
sk: Dokumenty s pevným rozložením
sr: Документи фиксног распореда
ta: நிலையான தளவமைப்பு ஆவணங்கள்
uk: Документи з фіксованим макетом
zh_hans: 固定布局文档

source: Toggle page flipping
es: Conmutar cambio de página
fr: Activer/Désactiver le mode survol
ga: Scoraigh an leathanach a smeach
it: Abilita/disabilita capovolgi pagina
nl: Pagina-ombladeren schakelen
pt_br: Alternar virada de página
pt_pt: Alternar passagem de páginas
sk: Preformátovať
sr: Укљ./Искљ. окретање страница
ta: ரிஃப்ளோ
uk: Перекомпонувати
zh_hans: 开/关 快捷跳页

source: Toggle bookmark flipping
es: Conmutar cambio de marcadores
fr: Basculer le renversement de signet
ga: Scoraigh smeach leabharmharcanna
it: Abilita/disabilita capovolgi segnalibri
nl: Bladwijzer-ombladeren schakelen
pt_br: Alternar a navegação de marcadores
pt_pt: Alternar o marcador de livro
sk: Prepínať smer listovania v záložkách
sr: Укљ./Искљ. окретање маркера
ta: மாறுபாடு
uk: Перемкнути гортання закладок
zh_hans: 开/关 标记/取消书签

source: Toggle reflow
es: Alternar ajuste de texto
fr: Activer/Désactiver la remise en page
ga: Athshreabhadh a scoránaigh
it: Abilita/disabilita reflow
nl: Herschikking schakelen
pt_br: Alternar refluxo
pt_pt: Alternar refluxo
sk: Odstrániť vodoznak
sr: Укљ./Искљ. преслагање текста
ta: டீவாடர்மார்க்
uk: Перемкнути перекомпонування
zh_hans: 开/关 页面重排

source: Zoom mode
es: Modo de zoom
fr: Mode de zoom
ga: Mód súmála
it: Modalità zoom
nl: Zoommodus
pt_br: Modo de zoom
pt_pt: Modo zoom
sk: Tieňovanie zapnúť-vypnúť
sr: Режим зумирања
ta: ஆன்-ஆஃப்
uk: Увімк./вимк. дитеринг
zh_hans: 缩放模式

source: Change zoom factor
es: Calidad de representación
fr: Changer le facteur de zoom
ga: Athraigh fachtóir súmála
it: Cambia il fattore di zoom
nl: Zoomfactor wijzigen
pt_br: Ajustar o nível de zoom
pt_pt: Alterar fator de ampliação
sk: Kvalita vykresľovania
sr: Промени фактор зумирања
ta: தரத்தை வழங்கவும்
uk: Змінити коефіцієнт масштабування
zh_hans: 更改缩放比例

source: Toggle panel zoom
es: Conmutar zoom a viñeta
fr: Activer/désactiver le zoom du panneau
ga: Scoránaigh súmáil an phainéil
it: Abilita/disabilita pannello di zoom
nl: Paneelzoom schakelen
pt_br: Alternar o zoom do painel
pt_pt: Alternar ampliação de painel
sk: Jazyk dokumentu
sr: Укљ./Искљ. зумирање табле
ta: ஆவண மொழி
uk: Перемкнути масштаб панелі
zh_hans: 开/关 区块缩放

source: Page crop
es: Recorte de página
fr: Recadrage de page
ga: Bearradh leathanaigh
it: Ridimensionare una pagina
nl: Paginatussenruimte
pt_br: Recorte de página
pt_pt: Corte de página
sk: Vynútené OCR
sr: Опсецање странице
ta: கட்டாய OCR
uk: Обтинання сторінки
zh_hans: 页面裁剪

source: Margin
es: Margen
fr: Marge
ga: Corrlach
it: Margine
nl: Marge
pt_br: Margem
pt_pt: Margem
sk: Smer písania
sr: Маргина
ta: எழுதும் திசை
uk: Поле
zh_hans: 边距

source: Horizontal overlap
es: Superposición horizontal
fr: Chevauchement horizontal
ga: Forluí cothrománach
it: Sovrapposizione orizzontale
nl: Horizontale overlap
pt_br: Sobreposição horizontal
pt_pt: Sobreposição horizontal
sk: Automatické vyrovnanie
sr: Хоризонтално преклапање
ta: ஆட்டோ ச்ட்ரைன்
uk: Горизонтальне перекриття
zh_hans: 水平重叠

source: Vertical overlap
es: Columnas del documento
fr: Chevauchement Vertical
ga: Forluí ingearach
it: Sovrapposizione verticale
nl: Verticale overlap
pt_br: Sobreposição vertical
pt_pt: Sobreposição vertical
sk: Stĺpce dokumentu
sr: Вертикално преклапање
ta: ஆவண நெடுவரிசைகள்
uk: Вертикальне перекриття
zh_hans: 垂直重叠

source: Fit
es: Adaptar
fr: Ajuster à
ga: Oiriúnach
it: Adatta
nl: Passen
pt_br: Ajustar
pt_pt: Ajustar
sk: Prispôsobiť
sr: Уклопи
ta: பொருத்தம்
uk: Допасувати
zh_hans: 适应

source: Zoom to
es: Zoom a
fr: Zoomer sur
ga: Zúmáil go
it: Zoom a
nl: Zoomen naar
pt_br: Ampliar para
pt_pt: Zoom para
sk: Priblížiť na
sr: Зумирај на
ta: பெரிதாக்கவும்
uk: Збільшити до
zh_hans: 缩放设置为

source: Number of columns/rows to split page
es: Número de columnas/filas para dividir la página
fr: Nombre de colonnes/lignes pour diviser la page
ga: Líon na gcolún/sraitheanna le leathanach a roinnt
it: Numero di colonne/righe per dividere la pagina
nl: Stel het aantal kolommen of rijen in waarin de pagina moet worden opgesplitst
pt_br: Número de colunas/linhas para dividir a página
pt_pt: Quantidade de colunas ou linhas em que dividir a página
sk: Počet stĺpcov alebo riadkov, na ktoré sa má stránka rozdeliť
sr: Број колона/редова за дељење странице
ta: பக்கத்தைப் பிரிக்க நெடுவரிசைகள்/வரிசைகளின் எண்ணிக்கை
uk: К-сть стовпців/рядків, на яку поділити сторінку
zh_hans: 页面分割的列数/行数

source: Zoom factor
es: Factor de ampliación
fr: Facteur de zoom
ga: Fachtóir súmála
it: Fattore di zoom
pt_br: Nível de zoom
pt_pt: Fator de zoom
sk: Faktor priblíženia
sr: Зум фактор
ta: சூம் காரணி
uk: Коефіцієнт масштабування
zh_hans: 缩放比例

source: Direction
es: Dirección
fr: Sens de lecture
ga: Treo
it: Direzione
nl: Richting
pt_br: Direção
pt_pt: Direção
sk: Smer
sr: Смер
ta: திசை
uk: Напрямок
zh_hans: 翻页方向

source: View mode
es: Modo de visualización
fr: Mode d'affichage
ga: Mód radhairc
it: Modalità di visualizzazione
nl: Weergavemodus
pt_br: Modo de visualização
pt_pt: Modo de visualização
sk: Režim zobrazenia
sr: Режим приказа
ta: பார்வை பயன்முறையை
uk: Режим перегляду
zh_hans: 显示模式

source: Page gap
es: Espacio entre páginas
fr: Espace entre les pages
ga: Bearna leathanaigh
it: Distanza dalla pagina
nl: Ruimte tussen pagina’s
pt_br: Espaço entre páginas
pt_pt: Espaçamento entre páginas
sk: Medzera medzi stranami
sr: Размак између страница
ta: பக்க இடைவெளி
uk: Розрив сторінки
zh_hans: 页面间隙

# user_guide/en.html+html.body.div.div.ol.li:4018-17
source: Line spacing
sk: Riadkovanie
ta: வரி இடைவெளி
uk: Міжрядкові проміжки
zh_hans: 行间距

source: Alignment
es: Alineación
fr: Alignement
ga: Ailíniú
it: Allineamento
nl: Uitlijning
pt_br: Alinhamento
pt_pt: Alinhamento
sk: Zarovnanie
sr: Поравнање
ta: இருப்புவழி
uk: Вирівнювання
zh_hans: 对齐方式

# user_guide/en.html+html.body.div.div.ol.li:4020-17
source: Font size
sk: Veľkosť písma
ta: எழுத்துரு அளவு
uk: Розмір шрифту
zh_hans: 字号

source: Change font size
es: Cambiar tamaño de letra
fr: Modifier la taille de la police
ga: Athraigh méid an chló
it: Cambia la dimensione del carattere
nl: Lettergrootte wijzigen
pt_br: Alterar tamanho da fonte
pt_pt: Alterar tamanho da fonte
sk: Zmeniť veľkosť písma
sr: Промени величину фонта
ta: எழுத்துரு அளவை மாற்றவும்
uk: Змінити розмір шрифту
zh_hans: 调整字号

source: Word gap
es: Espacio entre palabras
fr: Écart entre mots
ga: Bearna focal
it: Distanza tra parole
nl: Woordtussenruimte
pt_br: Espaço entre as palavras
pt_pt: Espaçamento entre palavras
sk: Medzery medzi slovami
sr: Размак између речи
ta: சொல் இடைவெளி
uk: Проміжок між словами
zh_hans: 字距

source: Reflow
es: Reajuste de texto
fr: Remise en page
ga: Athshreabhadh
it: Reflow-adatta testo
nl: Tekstherschikking
pt_br: Refluxo
pt_pt: Refluxo
sk: Preformátovať
sr: Преслагање
ta: ரிஃப்ளோ
uk: Перекомпонування
zh_hans: 页面重排

# user_guide/en.html+html.body.div.div.ol.li:4024-17
source: Contrast
sk: Kontrast
ta: மாறுபாடு
uk: Контраст
zh_hans: 对比度

source: Dewatermark
es: Eliminar marca de agua
fr: Enlever les filigranes
ga: Dí-uiscemharc
it: De filigrana
nl: Watermerk weghalen
pt_br: Remover marca d'água
pt_pt: Remover marca d'água
sk: Odstrániť vodoznak
sr: Уклањање воденог жига
ta: டிவாடர்க்
uk: Очищення тла
zh_hans: 去水印

source: Render quality
es: Calidad de renderizado
fr: Qualité du rendu
ga: Cáilíocht rindreála
it: Qualità del rendering
nl: Renderkwaliteit
pt_br: Qualidade de renderização
pt_pt: Qualidade de renderização
sk: Kvalita vykresľovania
sr: Квалитет исцртавања
ta: தரத்தை வழங்கவும்
uk: Якість візуалізації
zh_hans: 渲染质量

source: Document language
es: Idioma del documento
fr: Langue du document
ga: Teanga an doiciméid
it: Lingua del documento
nl: Documenttaal
pt_br: Idioma do documento
pt_pt: Idioma do documento
sk: Jazyk dokumentu
sr: Језик документа
ta: ஆவண மொழி
uk: Мова документа
zh_hans: 文档语言

source: Forced OCR
es: OCR forzado
fr: ROC forcée
ga: OCR Éigeantach
it: Forza OCR
nl: Gedwongen OCR
pt_br: Forçar OCR
pt_pt: OCR forçado
sk: Vynútené OCR
sr: Форсирани OCR
ta: கட்டாய OCR
uk: Примусове OCR
zh_hans: 强制 OCR

source: Writing direction
es: Dirección de escritura
fr: Sens d'écriture
ga: Treo scríbhneoireachta
it: Direzione della scrittura
nl: Schrijfrichting
pt_br: Direção de escrita
pt_pt: Direção de escrita
sk: Smer písania
sr: Смер писања
ta: எழுதும் திசை
uk: Напрямок письма
zh_hans: 文字方向

source: Document columns
es: Columnas del documento
fr: Colonnes du document
ga: Colúin doiciméad
it: Colonne del documento
nl: Documentkolommen
pt_br: Colunas do documento
pt_pt: Colunas do documento
sk: Stĺpce dokumentu
sr: Колоне документа
ta: ஆவண நெடுவரிசைகள்
uk: Стовпці документа
zh_hans: 文档列数

source: Auto straighten
es: Enderezamiento automático
fr: Redressement automatique
ga: Díreachú uathoibríoch
it: Raddrizzamento automatico
nl: Automatisch rechtzetten
pt_br: Alinhamento automático
pt_pt: Alinhamento automático
sk: Automatické vyrovnanie
sr: Аутоматско исправљање
ta: ஆட்டோ ச்ட்ரைன்
uk: Корекція нахилу
zh_hans: 自动校直

source: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
ga: Aicearraí Méarchláir
it: Scorciatoie da tastiera
nl: Toetsenbordsneltoetsen
pt_br: Atalhos do teclado
pt_pt: Atalhos de teclado
sk: Klávesové skratky
sr: Пречице тастатуре
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Комбінації клавіш
zh_hans: 快捷键
