Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can rename the parent directories where your book resides, this doesn't confuse KOReader.
es: Puede cambiar el nombre de los directorios principales donde reside su libro, esto no confunde a KOReader.
fr: Vous pouvez renommer les répertoires parents où se trouve votre livre, cela ne perturbe pas KOReader.
ga: Is féidir leat na heolairí tuismitheora ina bhfuil do leabhar a athainmniú, ní chuireann sé seo mearbhall ar KOReader.
it: È possibile rinominare le directory principali in cui risiede il libro, in modo da non confondere KOReader.
nl: Je kunt de bovenliggende mappen waarin je boek zich bevindt hernoemen; dat brengt KOReader niet in de war.
pt_br: Você pode renomear os diretórios onde o seu livro está localizado sem causar problemas ao KOReader.
sk: Nadradené adresáre, v ktorých sa nachádza vaša kniha, môžete premenovať, KOReader s tým nebude mať problém.
sr: Можете да мењате имена директоријума-родитеља у којима се налазе ваше књиге, то неће збунити KOReader.
ta: உங்கள் நூல் வசிக்கும் இடத்தில் பெற்றோர் கோப்பகங்களை மறுபெயரிடலாம், இது கொரியாடரை குழப்பாது.
uk: Можна перейменувати батьківську теки, де знаходиться книга і це не заплутає KOReader.
zh_hans: 您可以重命名书籍所在的父目录，这不会导致KOReader混淆。

source: Negatives
sk: Nevýhody
ta: எதிர்மறைகள்
uk: Недоліки
zh_hans: 坏处

source: If you reorganize your library by moving/renaming the book files or their accompanying .sdr folder outside of KOReader file browser, you will lose metadata of those books without any warning.
es: Si reorganiza su biblioteca moviendo/cambiando el nombre de los archivos de libros o la carpeta .sdr que los acompaña fuera del explorador de archivos KOReader, perderá los metadatos de esos libros sin previo aviso.
fr: Si vous réorganisez votre bibliothèque en déplaçant/renommant les fichiers de livres ou leur dossier .sdr associé en dehors de l' Explorateur de fichiers KOReader, vous perdrez les métadonnées de ces livres sans aucun avertissement.
ga: Má atheagraíonn tú do leabharlann trí na comhaid leabhar nó an fillteán .sdr a ghabhann leo a bhogadh/a athainmniú lasmuigh de bhrabhsálaí comhad KOReader, caillfidh tú meiteashonraí na leabhar sin gan aon rabhadh.
it: Se si riorganizza la libreria spostando/rinominando i file dei libri o la relativa cartella .sdr al di fuori del browser di KOReader, si perderanno i metadati dei libri senza alcun avviso.
nl: Als je je bibliotheek herorganiseert door de boekbestanden of hun bijbehorende .sdr-map buiten de Bestandsverkenner van KOReader te verplaatsen of te hernoemen, verlies je de metadata van die boeken zonder waarschuwing.
pt_br: Se você reorganizar sua biblioteca movendo/renomeando os arquivos dos livros ou a pasta .sdr correspondente fora do explorador de arquivos do KOReader, você perderá os metadados desses livros sem nenhum aviso.
sk: Ak reorganizujete svoju knižnicu presunutím/premenovaním súborov kníh alebo ich sprievodného .sdr priečinka mimo prehliadača súborov KOReadera, stratíte metadáta týchto kníh bez akéhokoľvek varovania.
sr: Ако библиотеку реорганизујете премештањем/изменом имена фајлова књига или њиховог пратећег .sdr фолдера ван прегледача фајлова програма KOReader, изгубићете метаподатке о тим књигама без икаквог упозорења.
ta: புத்தகக் கோப்புகளை அல்லது அவற்றுடன் கூடிய .SDR கோப்புறையை கொரியடர் கோப்பு உலாவிக்கு வெளியே நகர்த்துவதன் மூலம்/மறுபெயரிடுவதன் மூலம் உங்கள் நூலகத்தை மறுசீரமைத்தால், அந்த புத்தகங்களின் மெட்டாடேட்டாவை எந்த எச்சரிக்கையும் இல்லாமல் இழப்பீர்கள்.
uk: Якщо реорганізовувати бібліотеку шляхом переміщення чи перейменування файлів книг або пов'язаних з ними тек .sdr поза межами Оглядача файлів KOReader, то метадані цих книг буде втрачено без будь-якого попередження.
zh_hans: 如果您在KOReader文件浏览器之外通过其他方式移动/重命名书籍文件或其附带的.sdr文件夹来重新组织您的库，您将在没有任何警告的情况下丢失这些书籍的元数据。

source: These <b>.sdr</b> folders will be visible when you browse your library directories with another file browser or from your computer, which may clutter your view.
es: Estas carpetas <b>.sdr</b> serán visibles cuando explores los directorios de tu biblioteca con otro explorador de archivos o desde tu PC, lo que puede saturar la vista.
fr: Ces dossiers <b>.sdr</b> seront visibles lorsque vous parcourrez les répertoires de votre bibliothèque à l'aide d'un autre Explorateur de fichiers ou depuis votre ordinateur, ce qui risque d'encombrer votre affichage.
ga: Beidh na fillteáin <b>.sdr</b> seo le feiceáil nuair a bhrabhsálann tú eolairí do leabharlainne le brabhsálaí comhad eile nó ó do ríomhaire, rud a d'fhéadfadh cur isteach ar d'amharc.
it: Queste cartelle <b>.sdr</b> saranno visibili quando si sfogliano le directory della libreria con un altro browser di file o dal computer, il che potrebbe ingombrare la vista.
nl: Deze <b>.sdr</b>-mappen zijn zichtbaar wanneer je je bibliotheekmappen met een andere bestandsbeheerder of vanaf je computer bekijkt, wat je weergave kan vervuilen.
pt_br: Essas pastas <b>.sdr</b> ficarão visíveis quando você navegar pelos diretórios da sua biblioteca com outro explorador de arquivos ou no computador, o que pode deixar a visualização confusa.
sk: Tieto <b>.sdr</b> priečinky budú viditeľné pri prehliadaní adresárov knižnice pomocou iného prehliadača súborov alebo z počítača, čo môže zneprehľadniť knižnicu.
sr: Ови <b>.sdr</b> фолдери ће се видети док прегледате директоријуме своје библиотеке неким другим прегледачем фајлова или компјутером, па то може претрпати приказ.
ta: உங்கள் நூலக கோப்பகங்களை மற்றொரு கோப்பு உலாவியுடன் அல்லது உங்கள் கணினியிலிருந்து உலாவும்போது இந்த <b> .sdr </b> கோப்புறைகள் தெரியும், இது உங்கள் பார்வையை ஒழுங்குபடுத்தக்கூடும்.
uk: Теки <b>.sdr</b> будуть видимими під час перегляду тек бібліотеки за допомогою іншого файлового оглядача на пристрої або з комп’ютера, що може захаращувати перегляд тек на екрані.
zh_hans: 当您使用其他文件浏览器或从计算机浏览库目录时，这些<b>.sdr</b>文件夹将可见，这可能会使您的视图变得混乱。

source: 2. Metadata directories under a single KOReader directory
es: 2. Directorios de metadatos bajo un único directorio KOReader
fr: 2. Répertoires de métadonnées sous un seul répertoire KOReader
ga: 2. Eolairí meiteashonraí faoi eolaire KOReader amháin
it: 2. Directory di metadati sotto un'unica directory di KOReader
nl: 2. Metadata-mappen onder één KOReader-map
pt_br: 2. Diretórios de metadados dentro de um único diretório do KOReader
pt_pt: 2. Diretórios de metadados num único diretório KOReader
sk: 2. Adresáre metadát v jednom adresári KOReadera
sr: 2. Директоријуми метаподатака под једним KOReader директоријумом
ta: 2. ஒற்றை கொரியடர் கோப்பகத்தின் கீழ் மேனிலை தரவு கோப்பகங்கள்
uk: 2. Теки метаданих всередині однієї теки KOReader
zh_hans: 2.单个KOReader目录下的元数据目录

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Book metadata location: .../koreader/docsettings
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Ubicación de metadatos del libro: .../koreader/docsettings
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Emplacement des métadonnées du livre : .../koreader/paramètres des documents
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Doiciméad / Suíomh meiteashonraí an leabhair: .../koreader/docsettings
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Posizione dei metadati del libro: ./docsettings
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Locatie boekmetadata: .../koreader/docsettings
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização dos metadados do livro: .../koreader/docsettings
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização do livro de metadados: .../koreader/docsettings
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Dokument / Umiestnenie metadát knihy: .../koreader/docsettings
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ/ Локација метаподатака књиге: .../koreader/docsettings
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Розташування метаданих книги: .../koreader/docsettings
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / 文档相关 / 书籍元数据存放目录：.../koreader/docsettings

source: This method is essentially same as the default one above. The difference is, in this method, all <b>.sdr</b> folders of your books will be under a single directory <b>which is under the KOReader main directory structure</b>, instead of your library directory, next to the book files.
es: Este método es esencialmente igual que el predeterminado anterior. La diferencia es que, en este método, todas las carpetas <b>.sdr</b> de tus libros estarán bajo un solo directorio <b>que está bajo la estructura de directorios principal de KOReader</b>, en lugar de tu directorio de biblioteca, junto a los archivos de libros.
fr: Cette méthode est essentiellement identique à celle proposée par défaut ci-dessus. La différence réside dans le fait que, dans cette méthode, tous les dossiers <b>.sdr</b> de vos livres seront placés dans un seul répertoire <b>situé dans la structure du répertoire principal de KOReader</b>, au lieu d'être placés dans le répertoire de votre bibliothèque, à côté des fichiers de livres.
ga: Tá an modh seo mar an gcéanna go bunúsach leis an gceann réamhshocraithe thuas. Is é an difríocht ná, sa mhodh seo, go mbeidh gach fillteán <b>.sdr</b> de do chuid leabhar faoi eolaire amháin <b>atá faoi phríomhstruchtúr eolaire KOReader</b>, seachas d'eolaire leabharlainne, in aice leis na comhaid leabhar.
it: Questo metodo è essenzialmente uguale a quello predefinito di cui sopra. La differenza è che, con questo metodo, tutte le cartelle <b>.sdr</b> dei libri saranno sotto un'unica directory <b>che si trova nella struttura principale di KOReader</b>, invece che nella cartella della libreria, accanto ai file dei libri.
nl: Deze methode is in wezen hetzelfde als de standaardmethode hierboven. Het verschil is dat in deze methode alle <b>.sdr</b>-mappen van je boeken onder één map staan, <b>die onder de hoofdmapstructuur van KOReader valt</b>, in plaats van in je bibliotheekmap naast de boekbestanden.
pt_br: Este método é essencialmente o mesmo que o padrão acima. A diferença é que, neste método, todas as pastas <b>.sdr</b> dos seus livros ficarão em um único diretório <b>dentro da estrutura principal do KOReader</b>, em vez de ficarem na sua biblioteca, ao lado dos arquivos dos livros.
sk: Táto metóda je v podstate rovnaká ako predvolená metóda uvedená vyššie. Rozdiel je v tom, že pri tejto metóde budú všetky <b>.sdr</b> priečinky vašich kníh umiestnené v jednom adresári, <b>ktorý sa nachádza v hlavnej adresárovej štruktúre KOReadera</b>, namiesto adresára knižnice, popri súboroch kníh.
sr: Овај метод је у суштини исти као подразумевани приказан изнад. Разлика је у томе што се овим методом сви <b>.sdr</b> фолдери ваших књига постављају у један директоријум <b>који се налази унутар главне KOReader структуре директоријума</b>, а не у директоријуму ваше библиотеке, уз фајлове књига.
ta: இந்த முறை அடிப்படையில் மேலே உள்ள இயல்புநிலை போன்றது. வேறுபாடு என்னவென்றால், இந்த முறையில், அனைத்து <b> .sdr </b> உங்கள் புத்தகங்களின் கோப்புறைகள் ஒரு கோப்பகத்தின் கீழ் இருக்கும் <b> இது உங்கள் நூலக கோப்பகத்திற்கு பதிலாக, புத்தகக் கோப்புகளுக்கு அடுத்ததாக கொரியடர் முதன்மையான அடைவு கட்டமைப்பின் கீழ் உள்ளது.
uk: Цей спосіб по своїй суті такий самий, як і вищеописаний типовий. Різниця полягає в тому, що в цьому способі усі теки <b>.sdr</b> замість тек поруч з файлами книг будуть знаходитися у єдиній теці, <b>яка розташована всередині основної теки KOReader</b>.
zh_hans: 此方法与上面的默认方法基本相同。不同的是，在这种方法中，您的所有书籍的<b>.sdr</b>文件夹都将位于<b>KOReader主目录结构</b>下的单个目录下，而不是书籍文件旁边的库目录下。

# user_guide/en.html+html.body.div.p:3597-2
source: Benefits
sk: Výhody
ta: நன்மைகள்
uk: Переваги
zh_hans: 好处

source: Book <b>.sdr</b> folders will only be visible to and used by KOReader. They won't clutter your view of your library directories when you browse your library with another file browser or from your computer.
es: Las carpetas de libros <b>.sdr</b> solo serán visibles y usadas por KOReader. No saturarán la vista de directorios de la biblioteca cuando accedas con otro explorador de archivos o desde tu PC.
fr: Les dossiers <b>.sdr</b> ne seront visibles et utilisables que par KOReader. Ils n'encombreront pas l'affichage de vos répertoires de bibliothèque lorsque vous parcourrez votre bibliothèque avec un autre Explorateur de fichiers ou depuis votre ordinateur.
ga: Ní bheidh fillteáin leabhar <b>.sdr</b> le feiceáil agus in úsáid ach ag KOReader. Ní chuirfidh siad isteach ar d’eolairí leabharlainne nuair a bhrabhsálann tú do leabharlann le brabhsálaí comhad eile nó ó do ríomhaire.
it: Le cartelle <b>.sdr</b> del libro saranno visibili e utilizzate solo da KOReader. Non ingombreranno la vista delle directory della libreria quando la si sfoglia con un altro browser di file o dal computer.
nl: Boek-<b>.sdr</b>-mappen zijn alleen zichtbaar voor en worden alleen gebruikt door KOReader. Ze vervuilen je weergave van je bibliotheekmappen niet wanneer je die met een andere bestandsbeheerder of vanaf je computer bekijkt.
pt_br: As pastas <b>.sdr</b> dos livros serão visíveis e usadas apenas pelo KOReader. Elas não atrapalharão a visualização dos diretórios da sua biblioteca quando você navegar por eles com outro explorador de arquivos ou no computador.
sk: Priečinky kníh <b>.sdr</b> budú viditeľné a používané iba programom KOReader. Nebudú vám zneprehľadňovať adresáre knižnice pri prehliadaní knižnice pomocou iného prehliadača súborov alebo z počítača.
sr: <b>.sdr</b> фолдери књига ће видети и моћи ће да их користи само KOReader. Они неће затрпавати директоријуме ваше библиотеке када је прегледате неким другим прегледачем фајлова или компјутером.
ta: நூல் <b> .sdr </b> கோப்புறைகள் கொரியாடர் மட்டுமே தெரியும் மற்றும் பயன்படுத்தப்படும். உங்கள் நூலகத்தை மற்றொரு கோப்பு உலாவியுடன் அல்லது உங்கள் கணினியிலிருந்து உலாவும்போது உங்கள் நூலக கோப்பகங்களைப் பற்றிய உங்கள் பார்வையை அவர்கள் ஒழுங்குபடுத்த மாட்டார்கள்.
uk: Теки книг <b>.sdr</b> будуть видимі та використовуватимуться лише KOReader. Вони не захаращуватимуть перегляд тек бібліотеки під час перегляду бібліотеки за допомогою іншого файлового оглядача або з комп’ютера.
zh_hans: Book<b>.sdr</b>文件夹仅对KOReader可见并由其使用。当您使用另一个文件浏览器或从计算机浏览库时，它们不会打乱您对库目录的查看。

# user_guide/en.html+html.body.div.p:3602-2
source: Negatives
sk: Nevýhody
ta: எதிர்மறைகள்
uk: Недоліки
zh_hans: 坏处

source: If you reorganize your library by moving/renaming the moving/renaming library directories, book files or their accompanying .sdr folder outside of KOReader file browser, you will lose metadata of those books without any warning.
es: Si reorganizas la biblioteca moviendo o renombrando los directorios, los libros o la carpeta .sdr que los acompaña desde fuera del explorador de archivos de KOReader, perderás los metadatos de esos libros sin previo aviso.
fr: Si vous réorganisez votre bibliothèque en déplaçant/renommant les répertoires de la bibliothèque, les fichiers de livres ou leur dossier .sdr associé en dehors de l'Explorateur de fichiers KOReader, vous perdrez les métadonnées de ces livres sans aucun avertissement.
ga: Má atheagraíonn tú do leabharlann trí na heolairí leabharlainne, na comhaid leabhar nó an fillteán .sdr a ghabhann leo a bhogadh/a athainmniú lasmuigh de bhrabhsálaí comhad KOReader, caillfidh tú meiteashonraí na leabhar sin gan aon rabhadh.
it: Se si riorganizza la libreria spostando/rinominando le directory della libreria, i file dei libri o la relativa cartella .sdr al di fuori del browser dei file di KOReader, si perderanno i metadati di quei libri senza alcun avviso.
nl: Als je je bibliotheek herorganiseert door bibliotheekmappen, boekbestanden of hun bijbehorende .sdr-map buiten de Bestandsverkenner van KOReader te verplaatsen of te hernoemen, verlies je de metadata van die boeken zonder waarschuwing.
pt_br: Se você reorganizar sua biblioteca movendo/renomeando os diretórios da biblioteca, os arquivos dos livros ou a pasta .sdr correspondente fora do explorador de arquivos do KOReader, você perderá os metadados desses livros sem nenhum aviso.
sk: Ak reorganizujete svoju knižnicu presunutím/premenovaním adresárov knižníc, súborov kníh alebo ich sprievodného .sdr priečinka mimo prehliadača súborov KOReader, stratíte metadáta týchto kníh bez akéhokoľvek varovania.
sr: Ако библиотеку реорганизујете премештањем/изменом имена фајлова књига или њиховог пратећег .sdr фолдера ван прегледача фајлова програма KOReader, изгубићете метаподатке о тим књигама без икаквог упозорења.
ta: நகரும்/மறுபெயரிடும் நூலக கோப்பகங்கள், புத்தகக் கோப்புகள் அல்லது அவற்றுடன் வரும். எச்.டி.ஆர் கோப்புறையை கொரியடர் கோப்பு உலாவிக்கு வெளியே நகர்த்துவதன் மூலம்/மறுபெயரிடுவதன் மூலம் உங்கள் நூலகத்தை மறுசீரமைத்தால், அந்த புத்தகங்களின் மெட்டாடேட்டாவை எந்த எச்சரிக்கையும் இல்லாமல் இழப்பீர்கள்.
uk: Якщо реорганізовувати бібліотеку шляхом переміщення чи перейменування тек бібліотеки, файлів книг або пов'язаних з ними тек .sdr поза межами Оглядача файлів KOReader, то метадані цих книг буде втрачено без будь-якого попередження.
zh_hans: 如果您通过在KOReader文件浏览器之外移动/重命名移动/重命名库目录、书籍文件或其附带的.sdr文件夹来重新组织您的库，您将在没有任何警告的情况下丢失这些书籍的元数据。

source: Since your book metadata will not be in your library folders, any synchronization or backups of your library will not include them.
es: Dado que los metadatos del libro no estarán en las carpetas de la biblioteca, ninguna sincronización o copia de seguridad esta los incluirá.
fr: Étant donné que les métadonnées de vos livres ne se trouvent pas dans les dossiers de votre bibliothèque, elles ne seront pas incluses dans les synchronisations ou les sauvegardes de votre bibliothèque.
ga: Ós rud é nach mbeidh meiteashonraí do leabhair i bhfillteáin do leabharlainne, ní bheidh siad san áireamh in aon sioncrónú ná cúltacaí de do leabharlann.
it: Poiché i metadati dei libri non saranno presenti nelle cartelle della libreria, qualsiasi sincronizzazione o backup della libreria non li includerà.
nl: Aangezien je boekmetadata niet in je bibliotheekmappen staat, worden ze niet meegenomen in synchronisaties of back-ups van je bibliotheek.
pt_br: Como os metadados dos seus livros não estarão nas pastas da sua biblioteca, qualquer sincronização ou backup da biblioteca não os incluirá.
sk: Keďže metadáta vašej knihy nebudú v priečinkoch vašej knižnice, žiadna synchronizácia ani zálohy vašej knižnice ich nebudú obsahovať.
sr: Пошто се метаподаци књиге неће налазити у фолдерима библиотеке, било каква синхронизација или креирање резервних копија их неће обухватити.
ta: உங்கள் புத்தக மேனிலை தரவு உங்கள் நூலக கோப்புறைகளில் இருக்காது என்பதால், உங்கள் நூலகத்தின் எந்த ஒத்திசைவு அல்லது காப்புப்பிரதிகள் அவற்றை சேர்க்காது.
uk: Оскільки метадані вашої книги не будуть у теках вашої бібліотеки, будь-яка синхронізація чи резервні копії вашої бібліотеки не включатимуть їх.
zh_hans: 由于您的书籍元数据不在库文件夹中，因此库的任何同步或备份都不会包含它们。

source: 3. Individual HASHED metadata directories under a single KOReader directory
es: 3. Directorios de metadatos HASHEADOS individualmente bajo un único directorio KOReader
fr: 3. Répertoires individuels de métadonnées HÂCHÉE sous un seul répertoire KOReader
ga: 3. Eolairí meiteashonraí HASHED aonair faoi eolaire KOReader aonair
it: 3. Singole directory di metadati HASHED sotto un'unica directory KOReader
nl: 3. Afzonderlijke GEHASHTE metadata-mappen onder één KOReader-map
pt_br: 3. Diretórios de metadados HASHED individuais em um único diretório do KOReader
pt_pt: 3. Diretórios individuais de metadados HASHED num único diretório KOReader
sk: 3. Jednotlivé adresáre s metadátami uloženými ako reťazec kontrolného súčtu z písmen a číslic v jednom adresári KOReadera
sr: 3. Појединачни ХЕШИРАНИ директоријуми метаподатака у једном KOReader директоријуму
ta: 3. ஒற்றை கொரியடர் கோப்பகத்தின் கீழ் தனிப்பட்ட ஆச் மேனிலை தரவு கோப்பகங்கள்
uk: 3. Окремі теки метаданих ХЕШОВАНІ у одній теці KOReader
zh_hans: 3.单个KOReader目录下的单个HASHED元数据目录

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Book metadata location: .../koreader/hashdocsettings
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Ubicación de metadatos del libro: .../koreader/hashdocsettings
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Emplacement des métadonnées du livre : .../koreader/Paramètres des documents hachés
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Doiciméad / Suíomh meiteashonraí an leabhair: .../koreader/hashdocsettings
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Posizione dei metadati del libro: ./hashdocsettings
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Document / Locatie boekmetadata: .../koreader/hashdocsettings
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização dos metadados do livro: .../koreader/hashdocsettings
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Documento / Localização do livro de metadados: .../koreader/hashdocsettings
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Dokument / Umiestnenie metadát knihy: .../koreader/hashdocsettings
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Локација метаподатака књиге: .../koreader/hashdocsettings
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Документ / Розташування метаданих книги: .../koreader/hashdocsettings
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / 文档相关 / 书籍元数据存放目录：.../koreader/hashdocsettings
