Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html:L2-readingscreen
source: Reading Screen
fr: Écran de lecture
ga: Scáileán Léitheoireachta
it: Schermo di lettura

source: <b>Status bar:</b>This is a highly configurable area where you can see various information about your book and KOReader. Click here to go to the section: <a href="#L2-statusbar">Status bar</a>
ga: <b>Barra stádais:</b>Is limistéar an-inchumraithe é seo inar féidir leat faisnéis éagsúil faoi do leabhar agus KOReader a fheiceáil. Cliceáil anseo chun dul go dtí an chuid: <a href="#L2-statusbar">Barra stádais</a>
it: <b>Barra di stato:</b> Si tratta di un'area altamente configurabile in cui è possibile visualizzare varie informazioni sul libro e su KOReader. Fare clic qui per accedere alla sezione:<a href="#L2-statusbar">Barra di stato</a>

# user_guide/en.html:L2-statusbar
source: Status bar
ga: Barra stádais
it: Barra di stato

# user_guide/en.html+html.body.div.div:1627-5
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Alt status bar
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Barra de estado alternativa
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Barre d'état alternative
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Barra stádais Alt
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato / Barra di stato alternativa
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / Alt-statusbalk
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status / Barra de Status Alternativa
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Alternativa à barra de estado

# user_guide/en.html:L2-topexplained
source: Top Menu Items
ga: Míreanna Barr-Roghchláir
it: Voci del menu superiore

# user_guide/en.html:L2-bottomexplained
source: Bottom Menu Items
ga: Míreanna Bun an Roghchláir
it: Voci del menu inferiore

# user_guide/en.html+html.body.div.div:1776-5
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Alt status bar
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Barra de estado alternativa
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Barre d'état alternative
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Barra stádais Alt
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato / Barra di stato alternativa
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / Alt-statusbalk
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status / Barra de Status Alternativa

# user_guide/en.html:L1-moving
source: MOVING THROUGH YOUR BOOK
ga: AG BOGADH TRÍ DO LEABHAR
it: MUOVERSI ATTRAVERSO IL LIBRO

source: Skim Widget
ga: Giuirléid Scimála
it: Scorri Documento

# user_guide/en.html+html.body.div.ul.li:1918-3
source: Book Map
es: Mapa del libro
fr: Plan du livre
ga: Léarscáil Leabhar
it: Mappa del libro
nl: Boekkaart
pt_br: Mapa do livro

# user_guide/en.html+html.body.div.ul.li:1919-3
source: Page Browser
es: Explorador de páginas
fr: Explorateur de Page
ga: Brabhsálaí Leathanaigh
it: Navigatore di pagina
nl: Paginabrowser
pt_br: Navegador de páginas

# user_guide/en.html:L2-skimwidget
source: Skim Widget
ga: Giuirléid Scimála
it: Scorri Documento

# user_guide/en.html+html.body.div.ul.li:1936-17
source: You can assign a gesture to it
es: Puedes asignarle un gesto
fr: Vous pouvez lui attribuer un geste
ga: Is féidir leat gotha a shannadh dó
it: È possibile assegnare un gesto ad esso
nl: Je kunt er een gebaar aan toewijzen
pt_br: Você pode atribuir um gesto a ele
pt_pt: Pode assignar um gestor para isso

# user_guide/en.html+html.body.div.div:2006-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Alternative table of contents
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Tabla de contenido alternativa
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Table des matières alternative
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Clár ábhair malartach
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Tavola alternativa dei contenuti
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Alternatieve inhoudsopgave
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Índice alternativo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Definições / Índice alternativo

# user_guide/en.html:L2-bookmap
source: Book Map
ga: Léarscáil Leabhar
it: Mappa del libro

# user_guide/en.html:L2-pagebrowser
source: Page Browser
ga: Brabhsálaí Leathanaigh
it: Navigatore di pagina

# user_guide/en.html+html.body.div.div:2084-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Explorateur de pages
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Brabhsálaí leathanaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navigatore di pagina
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paginaverkenner
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navegador de páginas
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navegador de páginas

# user_guide/en.html:L2-toctools
source: Table of Contents Tools
ga: Clár Ábhair Uirlisí
it: Indice degli strumenti

# user_guide/en.html+html.body.div.div:2124-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Alternative table of contents
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Tabla de contenido alternativa
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Table des matières alternative
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Clár ábhair malartach
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Tavola alternativa dei contenuti
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Índice alternativo

# user_guide/en.html+html.body.div.div:2151-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Explorador de páginas
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Explorateur de pages
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Brabhsálaí leathanaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navigatore di pagina
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navegador de páginas

# user_guide/en.html:L2-hiddenflows
source: Excluding sections: Custom hidden flows
ga: Gan rannóga a áireamh: Sreafaí folaithe saincheaptha
it: Esclusione di sezioni: Flussi nascosti personalizzati

# user_guide/en.html+html.body.div.ol.li.div:2179-13
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Explorador de páginas
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Explorateur de pages
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Brabhsálaí leathanaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navigatore di pagina
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Navegador de páginas

# user_guide/en.html:L1-customizingappearance
source: CUSTOMIZING TEXT APPEARANCE
ga: AG SAINTÚ DEALRAÍOCHT AN TÉACS
it: PERSONALIZZAZIONE DELL'ASPETTO DEL TESTO

# user_guide/en.html:L2-defaultappearance
source: Default appearance settings
ga: Socruithe cuma réamhshocraithe
it: Impostazioni predefinite dell'aspetto

# user_guide/en.html+html.body.div.ul.li:2273-9
source: You can assign a gesture to it
es: Puedes asignarle un gesto
fr: Vous pouvez lui attribuer un geste
ga: Is féidir leat gotha a shannadh dó
it: È possibile assegnare un gesto ad esso
pt_br: Você pode atribuir um gesto a ele

# user_guide/en.html:L2-fonts
source: Using your own fonts
ga: Ag baint úsáide as do chlónna féin
it: Utilizzare i propri font

# user_guide/en.html+html.body.div.p:2345-5
source: !!! ADVANCED
ga: !!! CASTA
it: !!! AVANZATO

source: Or if the book has too much margin above the headings, remove them:
ga: Nó má tá an iomarca corrlaigh os cionn na gceannteideal sa leabhar, bain iad:

# user_guide/en.html+html.body.div.div:2487-9
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style tweaks / User style tweaks
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajustes de estilo del usuario
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Modifications de style / Modifications de style utilisateur
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Coigeartuithe stíl / Coigeartuithe stíl úsáideora
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ritocchi di stile / Ritocchi stile utente
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Stijlaanpassingen / Gebruikersstijlaanpassingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajustes de estilo do usuário
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajustes de estilo do utilizador

# user_guide/en.html+html.body.div.div:2503-9
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style tweaks / User style tweaks
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajustes de estilo del usuario
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Modifications de style / Modifications de style utilisateur
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Coigeartuithe stíl / Coigeartuithe stíl úsáideora
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ritocchi di stile / Ritocchi stile utente
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajustes de estilo do usuário

# user_guide/en.html:L1-bookmarks
source: BOOKMARKS, HIGHLIGHTS AND NOTES
ga: LEABHARMHARCANNA, BUAICPHOINTÍ AGUS NÓTAÍ

# user_guide/en.html+html.body.div.div:2574-5
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de subrayado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style de surlignage
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stíl Aibhsithe
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Evidenziato
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de destaque

# user_guide/en.html:L2-howtohighlight
source: Highlight modes of KOReader
ga: Aibhsigh modhanna KOReader

# user_guide/en.html+html.body.div.div.div:2677-5
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de subrayado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style de surlignage
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stíl Aibhsithe
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Evidenziato
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de destaque

# user_guide/en.html:L2-exportinghighlights
source: Exporting highlights
ga: Ag easpórtáil buaicphointí

# user_guide/en.html:L1-pdfs
source: READING PDFS
ga: AG LÉAMH PDFANNA

# user_guide/en.html:L2-readingpdfs
source: Reading large PDFs on a small screen
ga: Léamh PDFanna móra ar scáileán beag

# user_guide/en.html+html.body.div.div:2877-5
source: BOTTOM MENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
es: MENÚ INFERIOR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
fr: MENU INFÉRIEUR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
ga: AN ROCHLÁR BUNA / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
it: MENU INFERIORE / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
nl: ONDERMENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
pt_br: MENU INFERIOR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
pt_pt: MENU INFERIOR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /

# user_guide/en.html+html.body.div.div:2890-5
source: BOTTOM MENU /
es: MENÚ INFERIOR /
fr: MENU INFÉRIEUR /
ga: AN ROGHCHLÁR BUNA /
it: MENU INFERIORE /
pt_br: MENU INFERIOR /

# user_guide/en.html+html.body.div.div:2899-5
source: BOTTOM MENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
es: MENÚ INFERIOR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
fr: MENU INFÉRIEUR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
ga: AN ROCHLÁR BUNA / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
it: MENU INFERIORE / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
pt_br: MENU INFERIOR / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /

# user_guide/en.html:L2-pdfbottom
source: PDF Specific Bottom Menu Items
ga: Míreanna Bun-Roghchláir Sainmhínithe PDF

# user_guide/en.html:L2-ocr
source: OCR (Optical Character Recognition)
ga: OCR (Aithint Optúil Carachtar)

# user_guide/en.html:L2-mangarefresh
source: Adjusting the page refresh interval
ga: Ag coigeartú an eatramh athnuachana leathanaigh

# user_guide/en.html:L2-manganextfile
source: Jump to the next file
ga: Léim go dtí an chéad chomhad eile

# user_guide/en.html:L2-mangaprepare
source: Optimizing manga for reader
ga: Manga a bharrfheabhsú don léitheoir

# user_guide/en.html:L2-mangatips
source: Other manga tips
ga: Leideanna eile maidir le manga

# user_guide/en.html+html.body.div.p:3145-5
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html+html.body.div.p:3167-5
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html:L1-managinglibrary
source: MANAGING YOUR LIBRARY
ga: AG BAINISTÍOCHT DO LEABHARLANN

# user_guide/en.html+html.body.div.div:3247-1
source: Folder shortcuts
es: Atajos a carpetas
fr: Raccourcis de dossiers
ga: Aicearraí fillteán
it: Scorciatoie per le cartelle
nl: Mapsnelkoppelingen
pt_br: Atalhos de pastas
pt_pt: Atalhos de pasta

# user_guide/en.html:L2-viewingfiletypes
source: Viewing other file types
ga: Ag féachaint ar chineálacha comhad eile

# user_guide/en.html+html.body.div.ol.li:3297-5
source: In <span class="ui">File Browser</span> long-press the file name
es: En <span class="ui">Explorador de archivos</span>, mantén presionado el nombre del archivo
fr: Dans l'<span class="ui">Explorateur de fichiers</span>, appuyez longuement sur le nom du fichier
ga: I <span class="ui">Brabhsálaí Comhad</span>, brúigh ainm an chomhaid ar feadh i bhfad
it: Nel <span class="ui">File Browser</span> premere a lungo il nome del file
nl: Houd in de <span class="ui">Bestandsverkenner</span> de bestandsnaam ingedrukt
pt_br: No <span class="ui">Explorador de arquivos</span>, pressione longamente o nome do arquivo
pt_pt: No <span class="ui">Navegador de ficheiros</span> mantenha pressionado o nome do ficheiro

# user_guide/en.html+html.body.div.ol.li:3298-5
source: Tap <span class="ui">Open with…</span>
es: Toca <span class="ui">Abrir con…</span>
fr: Appuyez sur <span class="ui">Ouvrir avec…</span>
ga: Tapáil <span class="ui">Oscail le…</span>
it: Toccare <span class="ui">Apri con...</span>
nl: Tik op <span class="ui">Openen met…</span>
pt_br: Toque em <span class="ui">Abrir com…</span>
pt_pt: Toque <span class="ui">Abrir com…</span>

# user_guide/en.html+html.body.div.ol.li:3324-5
source: In <span class="ui">File Browser</span> long-press the file name
es: En <span class="ui">Explorador de archivos</span>, mantén presionado el nombre del archivo
fr: Dans l'<span class="ui">Explorateur de fichiers</span>, appuyez longuement sur le nom du fichier
ga: I <span class="ui">Brabhsálaí Comhad</span>, brúigh ainm an chomhaid ar feadh i bhfad
it: Nel <span class="ui">File Browser</span> premere a lungo il nome del file
pt_br: No <span class="ui">Explorador de arquivos</span>, pressione longamente o nome do arquivo

# user_guide/en.html+html.body.div.ol.li:3325-5
source: Tap <span class="ui">Open with…</span>
es: Toca <span class="ui">Abrir con…</span>
fr: Appuyez sur <span class="ui">Ouvrir avec…</span>
ga: Tapáil <span class="ui">Oscail le…</span>
it: Toccare <span class="ui">Apri con...</span>
pt_br: Toque em <span class="ui">Abrir com…</span>

# user_guide/en.html:L2-collections
source: Collections
ga: Bailiúcháin

# user_guide/en.html+html.body.div.ol.li:3491-9
source: Go to the <span class="ui">Collections</span> screen that is seen in the image above.
es: Vaya a la pantalla <span class="ui">Colecciones</span> que se ve en la imagen de arriba.
fr: Accédez à l'écran <span class="ui">Collections</span> visible dans l'image ci-dessus.
ga: Téigh go dtí an scáileán <span class="ui">Bailiúcháin</span> atá le feiceáil san íomhá thuas.
it: Andare alla schermata <span class="ui">Collezioni</span>, visibile nell'immagine precedente.
nl: Ga naar het scherm <span class="ui">Collecties</span> zoals hierboven afgebeeld.
pt_br: Acesse a tela de <span class="ui">Coleções</span> mostrada na imagem acima.

# user_guide/en.html+html.body.div.ol.li:3492-9
source: Long-press on the collection name which you want to connect folders <b>(1)</b>.
es: Mantenga presionado el nombre de la colección a la que desea conectar las carpetas <b>(1)</b>.
fr: Appuyez longuement sur le nom de la collection à laquelle vous souhaitez connecter des dossiers <b>(1)</b>.
ga: Brúigh go fada ar ainm an bhailiúcháin ar mhaith leat fillteáin a nascadh leis <b>(1)</b>.
it: Premete a lungo sul nome della collezione a cui volete connettere le cartelle <b>(1)</b>.
nl: Houd de naam van de collectie waar je mappen aan wilt verbinden lang ingedrukt <b>(1)</b>.
pt_br: Toque e segure o nome da coleção à qual você quer conectar pastas <b>(1)</b>.
pt_pt: Mantenha premido o nome da coleção à qual pretende conectar as pastas <b>(1)</b>.

# user_guide/en.html+html.body.div.ol.li:3493-9
source: Select <span class="ui">Connect folders</span> from the pop-up menu <b>(2)</b>.
es: Selecciona <span class="ui">Conectar carpetas</span> en el menú emergente <b>(2)</b>.
fr: Sélectionnez <span class="ui">Connecter les dossiers</span> dans le menu contextuel <b>(2)</b>.
ga: Roghnaigh <span class="ui">Ceangail fillteáin</span> ón roghchlár aníos <b>(2)</b>.
it: Selezionare <span class="ui">Connetti cartelle</span> dal menu a comparsa <b>(2)</b>.
nl: Kies <span class="ui">Mappen verbinden</span> in het pop-upmenu <b>(2)</b>.
pt_br: Selecione <span class="ui">Conectar pastas</span> no menu pop-up <b>(2)</b>.
pt_pt: Selecione <span class="ui">Conectar pastas</span> no menu de pop-up <b>(2)</b>.

# user_guide/en.html+html.body.div.ol.li:3494-9
source: <span class="ui">List of connected folders screen</span> will open.
es: Se abrirá la <span class="ui">Lista de carpetas conectadas</span>.
fr: L'écran <span class="ui">Liste des dossiers connectés</span> s'ouvre.
ga: Osclófar an scáileán <span class="ui">Liosta na bhfillteán ceangailte</span>.
it: Si aprirà la schermata <span class="ui">Elenco delle cartelle connesse</span>.
nl: Het <span class="ui">scherm Lijst met verbonden mappen</span> wordt geopend.
pt_br: A <span class="ui">Lista de pastas conectadas</span> será aberta.
pt_pt: O <span class="ui">ecrã da lista de pastas conectadas</span> será aberto.

# user_guide/en.html+html.body.div.ol.li:3508-9
source: Go to the <span class="ui">Collections</span> screen that is seen in the image above.
es: Vaya a la pantalla <span class="ui">Colecciones</span> que se ve en la imagen de arriba.
fr: Accédez à l'écran <span class="ui">Collections</span> visible dans l'image ci-dessus.
ga: Téigh go dtí an scáileán <span class="ui">Bailiúcháin</span> atá le feiceáil san íomhá thuas.
it: Andare alla schermata <span class="ui">Collezioni</span>, visibile nell'immagine precedente.
pt_br: Acesse a tela de <span class="ui">Coleções</span> mostrada na imagem acima.
