Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style Tweaks
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de estilo
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Modifications de style
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Coigeartuithe Stíle
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ritocchi di stile
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stijlaanpassingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de Estilo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de Estilo
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Vylepšenia štýlu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Дотеривања стила
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / பாணி மாற்றங்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Підлаштування стилів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 样式微调

source: <span class="ui">Image scaling</span> determines how images in your document are rendered. <span class="ui">Best</span> looks more pleasing but it is slower.
es: <span class="ui">Escalado de imágenes</span> determina como se presentan las imágenes de tu documento. <span class="ui">Best</span> es la que mejor se ve, pero es la más lenta.
fr: <span class="ui">Le redimensionnement des images</span> détermine la manière dont les images de votre document sont rendues. <span class="ui">Meilleur</span> offre un rendu plus agréable, mais est plus lent.
ga: Cinneann <span class="ui">Scálú íomhá</span> conas a rindreáiltear íomhánna i do dhoiciméad. Breathnaíonn <span class="ui">Is Fearr</span> níos taitneamhaí ach tá sé níos moille.
it: <span class="ui">Ridimensionamento dell'immagine</span> determina il modo in cui vengono rese le immagini nel documento. <span class="ui">Migliore</span> ha un aspetto più gradevole, ma è più lento.
nl: <span class="ui">Beeldschaal</span> bepaalt hoe afbeeldingen in je document worden weergegeven. <span class="ui">Best</span> ziet er mooier uit maar is langzamer.
pt_br: O <span class="ui">Dimensionamento da imagem</span> determina como as imagens no seu documento são renderizadas. <span class="ui">Melhor</span> parece mais agradável, mas é mais lento.
pt_pt: <span class="ui">Escala de imagens</span> determina a forma como as imagens do seu documento são renderizadas. <span class="ui">Melhor</span> parece mais agradável, mas é mais lento.
sk: <span class="ui">Mierka obrázku</span> určuje, ako sa vykresľujú obrázky vo vašom dokumente. <span class="ui">Najlepšia</span> vyzerá príjemnejšie, ale obrázok je vykresľovaný pomalšie.
sr: <span class="ui">Скалирање слике</span> одређује како се исцртавају слике у документу. <span class="ui">најбоље</span> изгледа лепше, али је спорије.
ta: <span வகுப்பு = "Ui"> பட அளவிடுதல் </span> உங்கள் ஆவணத்தில் உள்ள படங்கள் எவ்வாறு வழங்கப்படுகின்றன என்பதை தீர்மானிக்கிறது. <span வகுப்பு = "Ui"> பெச்ட் </span> மிகவும் மகிழ்ச்சியாக இருக்கிறது, ஆனால் அது மெதுவாக உள்ளது.
uk: <span class="ui">Масштабування зображення</span> визначає як будуть візуалізуватися зображення у документі. <span class="ui">Найкраще</span> виглядає приємніше, але воно повільніше працює.
zh_hans: <span class="ui">图片缩放</span>决定书籍中的插图如何呈现。<span class="ui">最佳</span>选项可获得更好的观感，但会拖慢阅读设备。

source: User Interface Tips
es: Consejos sobre la Interfaz de Usuario
fr: Conseils relatifs à l'interface utilisateur
ga: Leideanna maidir le Comhéadan Úsáideora
it: Suggerimenti per l'interfaccia utente
nl: Tips voor de gebruikersinterface
pt_br: Dicas de Interface do Usuário
pt_pt: Dicas de interface do utilizador
sk: Tipy pre používateľské rozhranie
sr: Савети за кориснички интерфејс
ta: பயனர் இடைமுக உதவிக்குறிப்புகள்
uk: Поради щодо інтерфейсу користувача
zh_hans: 用户界面的使用技巧

source: KOReader’s user interface and options can change depending on the file type you open. There are two main categories of documents:
es: La interfaz de usuario y las opciones de KOReader pueden variar en función del tipo de archivo que abra. Existen dos categorías principales de documentos:
fr: L'interface utilisateur et les options de KOReader peuvent varier en fonction du type de fichier que vous ouvrez. Il existe deux catégories principales de documents :
ga: Féadfaidh comhéadan úsáideora agus roghanna KOReader athrú ag brath ar an gcineál comhaid a osclaíonn tú. Tá dhá phríomhchatagóir doiciméad ann:
it: L'interfaccia utente e le opzioni di KOReader possono cambiare a seconda del tipo di file aperto. Esistono due categorie principali di documenti:
nl: De gebruikersinterface en opties van KOReader kunnen veranderen afhankelijk van het bestandstype dat je opent. Er zijn twee hoofdcategorieën documenten:
pt_br: A interface de usuário e as opções do KOReader podem mudar dependendo do tipo de arquivo aberto. Há duas categorias principais de documentos:
pt_pt: A interface de utilizador e as opções do KOReader podem mudar dependendo do tipo de ficheiro que abre. Existem duas categorias principais de documentos:
sk: Používateľské rozhranie a možnosti KOReaderu sa môžu meniť v závislosti od typu otvoreného súboru. Existujú dve hlavné kategórie dokumentov:
sr: Кориснички интерфејс KOReader читача и опције могу да се промене у зависности од типа фајла који отворите. Постоје две главне категорије докумената:
ta: நீங்கள் திறக்கும் கோப்பு வகையைப் பொறுத்து கொரியடரின் பயனர் இடைமுகம் மற்றும் விருப்பங்கள் மாறலாம். ஆவணங்களில் இரண்டு முக்கிய பிரிவுகள் உள்ளன:
uk: Інтерфейс користувача KOReader та функції можуть змінюватися залежно від відкритого типу файлу. Існує дві основні категорії документів:
zh_hans: 根据打开的文件格式不同，KOReader的用户界面及设置选项可能会有所差异。KOReader支持的文件格式大致可分为两类：

source: <b>Fixed layout documents</b> (pdf, djvu, image files...)
es: <b>Documentos con diseño fijo</b> (pdf, djvu, archivos de imagen...)
fr: <b>Documents à mise en page fixe</b> (pdf, djvu, fichiers image...)
ga: <b>Doiciméid leagan amach seasta</b> (pdf, djvu, comhaid íomhá...)
it: <b>Documenti a layout fisso</b> (pdf, djvu, file immagine...)
nl: <b>Vaste lay-out documenten</b> (pdf, djvu, afbeeldingsbestanden…)
pt_br: <b>Documentos de layout fixo</b> (pdf, djvu, arquivos de imagem...)
pt_pt: <b>Documentos com layout fixo</b> (pdf, djvu, imagens...)
sk: <b>Dokumenty s pevným rozložením</b> (pdf, djvu, obrazové súbory...)
sr: <b>Документи фиксног распореда</b> (pdf, djvu, фајлови слика…)
ta: <b> நிலையான தளவமைப்பு ஆவணங்கள் </b> (PDF, DJVU, படக் கோப்புகள் ...)
uk: <b>Документи з фіксованим компонуванням</b> (файли PDF, DJVU, зображення...)
zh_hans: <b>固定版面文档</b> PDF、djvu、图片文件等

source: <b>Reflowable documents</b> (epub, html, docx, rtf, txt…).
es: <b>Documentos Ajustables</b> (epub, html, docx, rtf, txt…).
fr: <b>Documents reformatables</b> (epub, html, docx, rtf, txt…).
ga: <b>Doiciméid in-athshreabhta</b> (epub, html, docx, rtf, txt…).
it: <b>Documenti adattabili</b> (epub, html, docx, rtf, txt...).
nl: <b>Herschikbare documenten</b> (epub, html, docx, rtf, txt…).
pt_br: <b>Documentos refluíveis</b> (epub, html, docx, rtf, txt…).
pt_pt: <b> Documentos refluiveis</b> (epub, html, docx, rtf, txt…).
sk: <b>Dokumenty s možnosťou preformátovania</b> (epub, html, docx, rtf, txt…).
sr: <b>Документи који могу да се пресложе</b> (epub, html, docx, rtf, txt…).
ta: <b> பிரதிபலிக்கக்கூடிய ஆவணங்கள் </b> (EPUB, HTML, DOCX, RTF, TXT…).
uk: <b>Документи, які перекомпоновуються</b> (EPUB, HTML, DOCX, RTF, TXT…).
zh_hans: <b>支持重排版的文档</b> epub、html、docx、rtf、txt等。

source: KOReader has lots of features so its menu system reflects this complexity. We have a <span class="ui">Menu Search</span> feature for finding menu items quickly. If you remember the name of a menu item but don't remember where it is, you can use this feature:
es: KOReader tiene muchas funciones, por lo que tu sistema de menús refleja esta complejidad. Contamos con una función de <span class="ui">búsqueda en el menú</span> para encontrar rápidamente los elementos del menú. Si recuerda el nombre de un elemento del menú, pero no recuerda dónde se encuentra, puede utilizar esta función:
fr: KOReader dispose de nombreuses fonctionnalités, ce qui se reflète dans la complexité de son système de menus. Nous avons une fonctionnalité <span class="ui">Recherche dans les menus</span> qui permet de trouver rapidement des éléments de menu. Si vous vous souvenez du nom d'un élément de menu mais pas de son emplacement, vous pouvez utiliser cette fonctionnalité :
ga: Tá neart gnéithe ag KOReader agus mar sin léiríonn a chóras roghchláir an chastacht seo. Tá gné <span class="ui">Cuardaigh Roghchláir</span> againn chun míreanna roghchláir a aimsiú go tapa. Má chuimhin leat ainm míre roghchláir ach mura gcuimhin leat cá bhfuil sí, is féidir leat an ghné seo a úsáid:
it: KOReader ha molte funzioni e il suo sistema di menu riflette questa complessità. Abbiamo una funzione di <span class="ui">ricerca nel menu</span> per trovare rapidamente le voci di menu. Se si ricorda il nome di una voce di menu ma non si ricorda dove si trova, è possibile utilizzare questa funzione:
nl: KOReader heeft veel functies dus het menusysteem weerspiegelt die complexiteit. We hebben een functie <span class="ui">Menu zoeken</span> om menu-items snel te vinden. Als je de naam van een menu-item weet maar niet meer waar het staat, kun je deze functie gebruiken:
pt_br: O KOReader possui muitos recursos, então seu sistema de menus reflete essa complexidade. Temos um recurso de <span class="ui">Buscar no Menu</span> para encontrar itens de menu rapidamente. Se você se lembra do nome de um item de menu, mas não sabe onde ele está, pode usar este recurso:
pt_pt: O KOReader possui muitas funcionalidades, pelo que o seu sistema de menu reflete essa complexidade. Temos uma funcionalidade de <span class="ui">Pesquisa de menu</span> para encontrar itens de menu rapidamente. Se se lembra do nome de um item de menu, mas não se lembra onde está, pode utilizar esta funcionalidade:
sk: KOReader má množstvo funkcií, takže jeho systém menu odráža túto komplexnosť. Máme funkciu <span class="ui">Vyhľadávanie v menu</span> na rýchle nájdenie položiek menu. Ak si pamätáte názov položky ponuky, ale nepamätáte si, kde sa nachádza, môžete použiť túto funkciu:
sr: KOReader има доста могућности, тако да систем његових менија осликава ту сложеност. Имамо функционалност <span class="ui">Претрага менија</span> којом се брзо проналазе ставке менија. Ако упамтите име ставке менија, али се не сећате где се она налази, употребите следећу функционалност:
ta: கொரியடர் நிறைய அம்சங்களைக் கொண்டுள்ளது, எனவே அதன் பட்டியல் அமைப்பு இந்த சிக்கலை பிரதிபலிக்கிறது. பட்டியல் உருப்படிகளை விரைவாகக் கண்டுபிடிப்பதற்கான <span வகுப்பு = "Ui"> பட்டியல் தேடல் </span> நற்பொருத்தம் எங்களிடம் உள்ளது. பட்டியல் உருப்படியின் பெயரை நீங்கள் நினைவில் வைத்திருந்தால், அது எங்கே என்று நினைவில் இல்லை என்றால், இந்த அம்சத்தைப் பயன்படுத்தலாம்:
uk: KOReader містить багато функцій, тож його система меню відображає цю комплексність. Програма має функцію <span class="ui">Пошуку в меню</span>, що допомагає швидко знаходити потрібні пункти меню. Якщо ви пам'ятаєте назву пункта меню, але не пам'ятаєте де він знаходиться, можна скористатися цією функцією:
zh_hans: KOReader包含众多功能，因此拥有复杂的菜单系统，可使用<span class="ui">菜单检索</span>功能快速寻找特定设置项。若用户对某项设置的名称有印象却不知道如何找到它，可借助该功能检索：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / Menu search
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ayuda / Búsqueda en el menú
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aide / Recherche dans le menu
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Cabhair / Cuardach roghchláir
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aiuto / Cerca nel menù
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / Menu zoeken
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ajuda / Buscar no menu
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ajuda / Pesquisar menu
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Pomocník / Vyhľadávanie v menu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Помоћ / Претрага менија
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"> / உதவி / பட்டியல் தேடல்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Довідка / Пошук в меню
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 帮助 / 菜单检索

source: Also you can assign this feature to a gesture or add it to your <a href="#L2-quickmenu">Quick Menu</a> for faster access.
es: También puede asignar esta función a un gesto o añadirla a tu <a href="#L2-quickmenu">Menú rápido</a> para un acceso más rápido.
fr: Vous pouvez également attribuer cette fonctionnalité à un geste ou l'ajouter à votre <a href="#L2-quickmenu">Menu rapide</a> pour un accès plus rapide.
ga: Chomh maith leis sin, is féidir leat an ghné seo a shannadh do ghluaisne nó í a chur le do <a href="#L2-quickmenu">Roghchlár Tapa</a> le haghaidh rochtain níos tapúla.
it: Inoltre, è possibile assegnare questa funzione a un gesto o aggiungerla al <a href="#L2-quickmenu">Menu Rapido</a> per un accesso più rapido.
nl: Je kunt deze functie ook aan een gebaar toewijzen of toevoegen aan je <a href="#L2-quickmenu">Snelmenu</a> voor snellere toegang.
pt_br: Você também pode atribuir esse recurso a um gesto ou adicioná-lo ao seu <a href="#L2-quickmenu">Menu Rápido</a> para acesso mais rápido.
pt_pt: Além disso, pode atribuir esta funcionalidade a um gesto ou adicioná-la ao seu <a href="#L2-quickmenu">Menu Rápido</a> para um acesso mais rápido.
sk: Túto funkciu môžete tiež priradiť gestu alebo ju pridať do <a href="#L2-quickmenu">Rýchlej ponuky</a> pre rýchlejší prístup.
sr: За бржи приступ, ову функционалност можете да доделите гестикулацији или да је додате у свој <a href="#L2-quickmenu">Брзи мени</a>.
ta: இந்த அம்சத்தை நீங்கள் ஒரு சைகைக்கு ஒதுக்கலாம் அல்லது அதை உங்கள் <a href = "#l2-quickmenu"> விரைவான பட்டியல் </a> இல் சேர்க்கலாம்.
uk: Для швидкого доступу цю функцію також можна призначити на жест чи додати його до вашого <a href="#L2-quickmenu">Швидкого меню</a>.
zh_hans: 此外，可为该功能指定唤出手势，或将其添加到<a href="#L2-quickmenu">快捷菜单</a>以方便使用。

source: On the <span class="ui">bottom menu</span> if you tap and hold an option’s name, you can see its explanation.
es: En el <span class="ui">menú inferior</span>, si mantiene presionado el nombre de una opción, podrá ver su explicación.
fr: Dans le <span class="ui">menu inférieur</span>, si vous appuyez longuement sur le nom d'une option, vous pouvez voir son explication.
ga: Ar an <span class="ui">roghchlár bun</span> má thapaíonn tú agus má choinníonn tú síos ainm rogha, is féidir leat a mhíniú a fheiceáil.
it: Nel menu <span class="ui">in basso</span>, se si tocca e si tiene premuto il nome di un'opzione, è possibile visualizzarne la spiegazione.
nl: In het <span class="ui">ondermenu</span> kun je een optie lang ingedrukt houden om de uitleg te zien.
pt_br: No <span class="ui">menu inferior</span>, se você tocar e segurar o nome de uma opção, poderá ver sua explicação.
pt_pt: No <span class="ui">menu inferior</span>, se tocar e segurar o nome de uma opção, pode ver a sua explicação.
sk: V <span class="ui">spodnom menu</span>, ak ťuknete a podržíte prst na názov možnosti, zobrazí sa jej vysvetlenie.
sr: Ако у <span class="ui">менију на дну</span> тапнете и задржите име опције, приказаће вам се објашњење те опције.
ta: <span வகுப்பு = "Ui"> கீழ் பட்டியல் </span> இல், நீங்கள் ஒரு விருப்பத்தின் பெயரைத் தட்டி வைத்திருந்தால், அதன் விளக்கத்தை நீங்கள் காணலாம்.
uk: У <span class="ui">нижньому меню</span>, якщо затиснути назву функції, можна побачити пояснення щодо неї.
zh_hans: 点击<span class="ui">底部菜单</span>中的选项标题可以查看其功能介绍。

source: You can change the interface language via:
es: Puede cambiar el idioma de la interfaz a través de:
fr: Vous pouvez modifier la langue de l'interface via :
ga: Is féidir leat teanga an chomhéadain a athrú trí:
it: È possibile cambiare la lingua dell'interfaccia tramite:
nl: Je kunt de interfacetaal wijzigen via:
pt_br: Você pode alterar o idioma da interface via:
pt_pt: Pode mudar a linguagem através de:
sk: Môžete zmeniť jazyk rozhrania prostredníctvom:
sr: Језик интерфејса можете да промените из:
ta: நீங்கள் இடைமுக மொழியை மாற்றலாம்:
uk: Мову інтерфейсу можна змінити тут:
zh_hans: 用户界面的语言可通过下列路径更改：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Language
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Idioma
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Langue
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Teanga
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Lingua
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taal
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Idioma
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Idioma
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Jazyk
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Језик
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Мова
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 界面语言

source: If you want to change the size of user interface, there is a <span class="ui">DPI</span> setting for that:
es: Si desea cambiar el tamaño de la interfaz de usuario, existe un ajuste de <span class="ui">DPI</span> para eso:
fr: Si vous souhaitez modifier la taille de l'interface utilisateur, il existe un paramètre <span class="ui">DPI</span> prévu à cet effet :
ga: Más mian leat méid an chomhéadain úsáideora a athrú, tá socrú <span class="ui">DPI</span> ann chuige sin:
it: Se si desidera modificare le dimensioni dell'interfaccia utente, esiste un'impostazione <span class="ui">DPI</span> per questo:
nl: Als je de grootte van de gebruikersinterface wilt aanpassen is er een <span class="ui">DPI</span>-instelling voor:
pt_br: Se você quiser alterar o tamanho da interface do usuário, há uma configuração de <span class="ui">DPI</span> para isso:
pt_pt: Se pretender alterar o tamanho da interface do utilizador, existe uma definição de <span class="ui">DPI</span> para isso:
sk: Ak chcete zmeniť veľkosť používateľského rozhrania, existuje pre to nastavenie <span class="ui">DPI</span>:
sr: Ако желите да измените величину корисничког интерфејса, за то постоји <span class="ui">DPI</span> подешавање:
ta: பயனர் இடைமுகத்தின் அளவை நீங்கள் மாற்ற விரும்பினால், அதற்கான <span வகுப்பு = "Ui"> dpi </span> அமைப்பு உள்ளது:
uk: Розмір інтерфейсу користувача можна змінити за допомогою параметра <span class="ui">DPI екрану</span>, який знаходиться тут:
zh_hans: 如果你想改变用户界面的大小，有一个<span class="ui">DPI</span>设置：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Screen DPI
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / DPI de pantalla
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / DPI de l'écran
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / DPI an Scáileáin
it: MENU PRINCIPALE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / DPI Schermo
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Scherm-DPI
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / DPI da tela
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ecrã / DPI do ecrã
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / DPI obrazovky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / DPI екрана
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / DPI екрану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕 / 屏幕 DPI
