Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can find detailed setup instructions for these services on our related <a href="https://github.com/koreader/koreader/wiki/Highlight-export">wiki page</a>.
es: Puede encontrar instrucciones de configuración detalladas para estos servicios en nuestra <a href="https://github.com/koreader/koreader/wiki/Highlight-export">página wiki</a> relacionada.
fr: Vous trouverez des instructions détaillées pour configurer ces services sur notre <a href="https://github.com/koreader/koreader/wiki/Highlight-export">page wiki</a> dédiée.
ga: Is féidir leat treoracha mionsonraithe maidir le socrú na seirbhísí seo a fháil ar ár <a href="https://github.com/koreader/koreader/wiki/Highlight-export">leathanach vicí</a> gaolmhar.
it: Le istruzioni dettagliate per la configurazione di questi servizi sono disponibili nella nostra pagina <a href="https://github.com/koreader/koreader/wiki/Highlight-export">wiki</a>.
nl: Gedetailleerde configuratie-instructies staan op onze <a href="https://github.com/koreader/koreader/wiki/Highlight-export">wiki</a>.
pt_br: Você pode encontrar instruções detalhadas de configuração para esses serviços em nossa <a href="https://github.com/koreader/koreader/wiki/Highlight-export">página wiki</a> relacionada.
sk: Podrobné pokyny na nastavenie týchto služieb nájdete na našej súvisiacej <a href="https://github.com/koreader/koreader/wiki/Highlight-export">wiki stránke</a>.
sr: Детаљна упутства за подешавање ових сервиса можете да пронађене на нашој <a href="https://github.com/koreader/koreader/wiki/Highlight-export">вики страници</a> посвећеној овој теми.
ta: இந்த சேவைகளுக்கான விரிவான அமைவு வழிமுறைகளை எங்கள் தொடர்புடைய <a href = "https://github.com/koreader/koreader/wiki/highlight-export"> விக்கி பக்கம் </a> இல் காணலாம்.
uk: Докладні інструкції як налаштувати роботу з цими сервісами можна знайти на відповідній <a href="https://github.com/koreader/koreader/wiki/Highlight-export">сторінці вікі</a>.
zh_hans: 这些服务的详细操作指南可以在<a href="https://github.com/koreader/koreader/wiki/Highlight-export">相关维基页</a>上查阅。

source: After selecting your formats, you can export the notes for the <b>current book</b> or <b>all the books in your library</b> from the same plugin menu.
es: Después de seleccionar sus formatos, puede exportar las notas del <b>libro actual</b> o de <b>todos los libros de su biblioteca</b> desde el mismo menú del complemento.
fr: Après avoir sélectionné vos formats, vous pouvez exporter les notes du <b>livre actuel</b> ou de <b>tous les livres de votre bibliothèque</b> à partir du même menu du plugin.
ga: Tar éis duit do fhormáidí a roghnú, is féidir leat na nótaí don <b>leabhar reatha</b> nó do <b>na leabhair uile i do leabharlann</b> a onnmhairiú ón roghchlár breiseán céanna.
it: Dopo aver selezionato i formati, è possibile esportare le note per il <b>libro corrente</b> o <b>tutti i libri della libreria</b> dallo stesso menu del plugin.
nl: Na het selecteren van formaten kun je in hetzelfde pluginmenu de notities van het <b>huidige boek</b> of <b>alle boeken in je bibliotheek</b> exporteren.
pt_br: Depois de selecionar seus formatos, você pode exportar as notas do <b>livro atual</b> ou de <b>todos os livros da sua biblioteca</b> no mesmo menu do plugin.
sk: Po výbere formátov môžete exportovať poznámky pre <b>aktuálnu knihu</b> alebo <b>všetky knihy vo vašej knižnici</b> z tej istej ponuky doplnku.
sr: Када изаберете формате, из истог менија додатка можете да извезете белешке за <b>текућу књигу</b> или за <b>све књиге у библиотеци</b>.
ta: உங்கள் வடிவங்களைத் தேர்ந்தெடுத்த பிறகு, <b> தற்போதைய நூல் </b> அல்லது <b> உங்கள் நூலகத்தில் உள்ள அனைத்து புத்தகங்களுக்கும் ஒரே சொருகி மெனுவிலிருந்து குறிப்புகளை ஏற்றுமதி செய்யலாம்.
uk: Після вибору форматів з меню того ж модуля можна експортувати нотатки для <b>поточної книги</b> або <b>усіх книг вашої бібліотеки</b>.
zh_hans: 在选择导出格式后，可以在该插件菜单中导出<b>当前书籍</b>或<b>个人藏书库中全部书目</b>的笔记。

source: If you want to export only some of the books in your library, you can do this from the <span class="ui">File Browser</span>:
es: Si desea exportar solo algunos de los libros de su biblioteca, puede hacerlo desde el <span class="ui">Explorador de archivos</span>:
fr: Si vous souhaitez exporter uniquement certains livres de votre bibliothèque, vous pouvez le faire à partir de l'<span class="ui">Explorateur de fichiers</span> :
ga: Más mian leat cuid de na leabhair i do leabharlann amháin a easpórtáil, is féidir leat é seo a dhéanamh ón <span class="ui">Brabhsálaí Comhad</span>:
it: Se si desidera esportare solo alcuni dei libri della libreria, è possibile farlo dal <span class="ui">File Browser</span>:
nl: Wil je slechts enkele boeken exporteren, dan kan dat via de <span class="ui">Bestandsverkenner</span>:
pt_br: Se você quiser exportar apenas alguns dos livros da sua biblioteca, você pode fazer isso no <span class="ui">Explorador de Arquivos</span>:
sk: Ak chcete exportovať iba niektoré knihy vo svojej knižnici, môžete to urobiť z <span class="ui">Prehliadača súborov</span>:
sr: Ако желите да извршите извоз само за неке књиге из библиотеке, то можете да урадите из <span class="ui">Прегледача фајлова</span>:
ta: உங்கள் நூலகத்தில் சில புத்தகங்களை மட்டுமே ஏற்றுமதி செய்ய விரும்பினால், இதை <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> இலிருந்து செய்யலாம்:
uk: Якщо бажаєте експортувати лише з частини книг своєї бібліотеки, це можна зробити з <span class="ui">Оглядача файлів</span>:
zh_hans: 若想仅导出部分书目的笔记，可以在<span class="ui">文件管理器</span>中这样操作：

source: Select multiple books in the <span class="ui">File Browser</span>
es: Seleccionar varios libros en el <span class="ui">Explorador de archivos</span>
fr: Sélectionnez plusieurs livres dans l'<span class="ui">Explorateur de fichiers</span>
ga: Roghnaigh il-leabhair sa <span class="ui">Brabhsálaí Comhad</span>
it: Selezionare più libri nel <span class="ui">File Browser</span>
nl: Selecteer meerdere boeken in de <span class="ui">Bestandsverkenner</span>
pt_br: Selecione vários livros no <span class="ui">Explorador de Arquivos</span>
pt_pt: Seleccionar múltiplos livros no <span class="ui">Explorador de Ficheiros</span>
sk: Vybratie viacero kníh v <span class="ui">Prehliadači súborov</span>
sr: У <span class="ui">Прегледачу фајлова</span> изаберите више књига
ta: <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> இல் பல புத்தகங்களைத் தேர்ந்தெடுக்கவும்
uk: Позначте бажані книги у <span class="ui">Оглядачі файлів</span>
zh_hans: 在<span class="ui">文件管理器</span>中同时选中多本书籍

source: Tap on the menu button (shown as a check mark) at the top right corner
es: Toque el botón de menú (que se muestra como una marca de verificación) en la esquina superior derecha
fr: Appuyez sur le bouton Menu (représenté par une coche) dans le coin supérieur droit
ga: Beartaigh ar an gcnaipe roghchláir (a thaispeántar mar mharc seiceála) sa chúinne uachtarach ar dheis
it: Toccare il pulsante del menu (rappresentato da un segno di spunta) nell'angolo in alto a destra
nl: Tik op de menuknop (vinkje) rechtsboven
pt_br: Toque no botão de menu (mostrado como uma marca de seleção) no canto superior direito
sk: Ťuknite na tlačidlo ponuky (zobrazené ako začiarknutie) v pravom hornom rohu
sr: Тапните на мени дугме (приказано као знак за штиклирање) у горњем десном углу
ta: மேல் வலது மூலையில் பட்டியல் பொத்தானைத் தட்டவும் (காசோலை அடையாளமாக காட்டப்பட்டுள்ளது)
uk: Торкніться кнопки меню (виглядає як галочка) у верхньому правому куті
zh_hans: 点击右上角的菜单按钮（显示为复选标记）

source: Select <span class="ui">Export highlights</span> from the menu shown
es: Selecciona <span class="ui">Exportar surbayados</span> en el menú que se muestra
fr: Sélectionnez <span class="ui">Exporter les surlignages</span> dans le menu affiché
ga: Roghnaigh <span class="ui">Easpórtáil buaicphointí</span> ón roghchlár a thaispeántar
it: Selezionare <span class="ui">Esporta evidenziazioni</span> dal menu visualizzato
nl: Kies <span class="ui">Markeringen exporteren</span> in het menu
pt_br: Selecione <span class="ui">Exportar destaques</span> no menu mostrado
pt_pt: Seleccione <span class="ui">Exportar destaques</span> no menu visível
sk: V zobrazenej ponuke vyberte možnosť <span class="ui">Exportovať zvýraznenia</span>
sr: Из менија који се прикаже, изаберите <span class="ui">Извези истицања</span>
ta: காட்டப்பட்ட மெனுவிலிருந்து <span வகுப்பு = "Ui"> ஏற்றுமதி சிறப்பம்சங்கள் </span> ஐத் தேர்ந்தெடுக்கவும்
uk: Виберіть у меню <span class="ui">Експорт виділеного</span>
zh_hans: 从菜单中选择<span class="ui">导出标注</span>

source: <span class="label_green">TIP</span> You can also export only some of these highlight styles: <b>lighten, underline, strikeout, invert</b>. Normally KOReader exports all of them. You can choose from:
es: <span class="label_green">CONSEJO</span> También puedes exportar solo algunos de estos estilos de subrayado: <b>aclarar, subrayar, tachar, invertir</b>. Normalmente, KOReader los exporta todos. Puedes elegir entre:
fr: <span class="label_green">ASTUCE</span> Vous pouvez également exporter uniquement certains de ces styles de surlignage : <b>éclairer, souligner, barrer, inverser</b>. Normalement, KOReader les exporte tous. Vous pouvez choisir parmi :
ga: <span class="label_green">LEID</span> Is féidir leat cuid de na stíleanna aibhsithe seo a easpórtáil freisin: <b>éadromú, folíne, stríocadh amach, inbhéartú</b>. De ghnáth easpórtálann KOReader iad uile. Is féidir leat rogha a dhéanamh as:
it: <span class="label_green">TIP</span> È anche possibile esportare solo alcuni di questi stili di evidenziazione: <b>chiaro, sottolineato, sbarrato, invertito</b>. Normalmente KOReader li esporta tutti. È possibile scegliere tra:
nl: <span class="label_green">TIP</span> Je kunt ook slechts bepaalde stijlen exporteren (<b>verlichten, onderstrepen, doorhalen, omkeren</b>) in plaats van allemaal. Kies via:
pt_br: <span class="label_green">DICA</span> Você também pode exportar apenas alguns destes estilos de destaque: <b>clarear, sublinhar, riscar, inverter</b>. Normalmente, o KOReader exporta todos eles. Você pode escolher em:
sk: <span class="label_green">TIP</span> Môžete tiež exportovať iba niektoré z týchto štýlov zvýraznenia: <b>zosvetlenie, podčiarknutie, prečiarknutie, invertovanie</b>. KOReader ich štandardne exportuje všetky. Môžete si vybrať z:
sr: <span class="label_green">САВЕТ</span> Такође можете да извезете само неке од ових стилова истицања: <b>посветљено, подвучено, прецртано, инвертовано</b>. KOReader их обично извози све. Можете да изаберете из:
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> இந்த சிறப்பம்சமாக சில பாணிகளையும் மட்டுமே நீங்கள் ஏற்றுமதி செய்யலாம்: <b> ஒளிருங்கள், அடிக்கோடிட்டு, ச்ட்ரைக்அவுட், தலைகீழ் </b>. பொதுவாக கொரியடர் அவர்கள் அனைத்தையும் ஏற்றுமதி செய்கிறார். நீங்கள் தேர்வு செய்யலாம்:
uk: <span class="label_green">ПОРАДА</span> Ви також можете експортувати лише деякі з цих стилів виділення: <b>освітлення, підкреслення, закреслення, інверсія</b>. Зазвичай KOReader експортує їх усі. Можна вибрати тут:
zh_hans: <span class="label_green">说明</span> 仅<b>浅色、下划线、删除线、反色</b>四种标注样式可被导出。通常情况下KOReader会将它们全部导出。也可在下列菜单中选择性导出：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Export Highlights / Choose highlight styles
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar subrayados / Elegir estilos de subrayado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exporter les Surlignages / Choisir les styles de surlignage
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Easpórtáil Buaicphointí / Roghnaigh stíleanna buaicphointí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Esporta evidenziazioni / Scegli gli stili di evidenziazione
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Markeringen exporteren / Kies markeringsstijlen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar Destaques / Escolher estilos de destaque
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar Destaques / Escolher estilo de Destaque
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportovať zvýraznenia / Výber štýlov zvýraznení
sr: МЕНИ НА ВРХУ/ <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Извези истицања / Изабери стилове истицања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / ஏற்றுமதி சிறப்பம்சங்கள் / சிறப்பம்சமாக பாணிகளைத் தேர்வுசெய்க
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Експорт виділеного / Обрати стиль виділення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 导出标注 / 选择标注样式

source: <span class="label_green">TIP</span> You can assign export actions to gestures for quicker access. You can find these under the <span class="ui">Reader</span> category of the <span class="ui">Gesture Manager</span>.
es: <span class="label_green">CONSEJO</span> Puedes asignar acciones de exportación a los gestos para un acceso más rápido. Puedes encontrarlas en la categoría <span class="ui">Lector</span> del <span class="ui">Administrador de gestos</span>.
fr: <span class="label_green">ASTUCE</span> Vous pouvez attribuer des actions d'exportation à des gestes pour un accès plus rapide. Vous les trouverez dans la catégorie <span class="ui">Lecteur</span> du <span class="ui">Gestionnaire de gestes</span>.
ga: <span class="label_green">LEID</span> Is féidir leat gníomhartha easpórtála a shannadh do ghluaiseachtaí le haghaidh rochtain níos tapúla. Is féidir leat iad seo a fháil faoin gcatagóir <span class="ui">Léitheoir</span> den <span class="ui">Bainisteoir Gluaiseachtaí</span>.
it: <span class="label_green">TIP</span> È possibile assegnare le azioni di esportazione ai gesti per un accesso più rapido. Si trovano nella categoria <span class="ui">Lettore</span> di <span class="ui">Tocchi e gesti</span>.
nl: <span class="label_green">TIP</span> Je kunt exportacties aan gebaren koppelen voor sneller gebruik. Ze staan onder de categorie <span class="ui">Reader</span> in <span class="ui">Gebarenbeheer</span>.
pt_br: <span class="label_green">DICA</span> Você pode atribuir ações de exportação a gestos para acesso mais rápido. Você pode encontrá-las na categoria <span class="ui">Leitor</span> do <span class="ui">Gerenciador de Gestos</span>.
sk: <span class="label_green">TIP</span> Pre rýchlejší prístup môžete gestám priradiť akcie exportu. Nájdete ich v kategórii <span class="ui">Režim čítania</span> v <span class="ui">Správcovi gest</span>.
sr: <span class="label_green">САВЕТ</span> За бржи приступ, акције извоза можете да придружите гестикулацијама. Можете их наћи у категорији <span class="ui">Читач</span> <span class="ui">Управљача гестикулацијама</span>.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> விரைவான அணுகலுக்காக சைகைகளுக்கு ஏற்றுமதி நடவடிக்கைகளை ஒதுக்கலாம். <ச்பான் கிளாச் = "யுஐ"> ரீடர் </ச்பான்> வகையின் கீழ் <ச்பான் கிளாச் = "யுஐ"> சைகை மேலாளர் </ச்பான்> இன் கீழ் இவற்றை நீங்கள் காணலாம்.
uk: <span class="label_green">ПОРАДА</span> Для швидкого доступу можна призначити дії експорту на жест. Їх можна знайти у категорії <span class="ui">Читання</span> у <span class="ui">Менеджері жестів</span>.
zh_hans: <span class="label_green">说明</span> 可以为导出操作指定交互手势以快速调用。对应选项位于<span class="ui">交互手势管理</span>菜单中的<span class="ui">阅读设备相关</span>类目。

source: 2. Using KoHighlights
es: 2. Uso de KoHighlights
fr: 2. Utilisation de KoHighlights
ga: 2. Ag Úsáid KoHighlights
it: 2. Utilizzo di KoHighlights
nl: 2. KoHighlights gebruiken
pt_br: 2. Usando o KoHighlights
pt_pt: 2. Usando o KoHighlights
sk: 2. Použitím KoHighlights
sr: 2. Употребом KoHighlights
ta: 2. கோஇகிள்டுகளைப் பயன்படுத்துதல்
uk: 2. За допомогою KoHighlights
zh_hans: 二、使用KoHighlights

source: <span class="external">KoHighlights</span> is an external program that you can install on your computer. It can access your book notes and highlights when you plug your reader to your computer. Check the <a href="https://github.com/noembryo/KoHighlights">GitHub project page</a> for download and instructions.
es: <span class="external">KoHighlights</span> es un programa externo que puedes instalar en tu ordenador. Accede a las notas y subrayados de tus libros al conectar el lector. Consulta la <a href="https://github.com/noembryo/KoHighlights">página del proyecto en GitHub</a> para descargarlo e instrucciones.
fr: <span class="external">KoHighlights</span> est un programme externe que vous pouvez installer sur votre ordinateur. Il permet d'accéder à vos notes et surlignages lorsque vous connectez votre liseuse à votre ordinateur. Consultez la <a href="https://github.com/noembryo/KoHighlights">page du projet GitHub</a> pour le téléchargement et les instructions.
ga: Is clár seachtrach é <span class="external">KoHighlights</span> is féidir leat a shuiteáil ar do ríomhaire. Is féidir leis rochtain a fháil ar nótaí agus ar bhuaicphointí do leabhair nuair a nascann tú do léitheoir le do ríomhaire. Seiceáil <a href="https://github.com/noembryo/KoHighlights">leathanach tionscadail GitHub</a> le haghaidh íoslódáil agus treoracha.
it: <span class="external">KoHighlights</span> è un programma esterno che si può installare sul computer. Può accedere alle note e alle evidenziazioni dei libri quando si collega il lettore al computer. Controllare la pagina del progetto <a href="https://github.com/noembryo/KoHighlights">GitHub</a> per il download e le istruzioni.
nl: <span class="external">KoHighlights</span> is een extern programma dat je op je computer installeert. Het leest notities en markeringen wanneer je je reader aansluit. Zie de <a href="https://github.com/noembryo/KoHighlights">GitHub-pagina</a> voor download en instructies.
pt_br: O <span class="external">KoHighlights</span> é um programa externo que você pode instalar no seu computador. Ele pode acessar as notas e os destaques do seu livro quando você conecta o leitor ao computador. Consulte a <a href="https://github.com/noembryo/KoHighlights">página do projeto no GitHub</a> para download e instruções.
sk: <span class="external">KoHighlights</span> je externý program, ktorý si môžete nainštalovať do počítača. Po pripojení čítačky k počítaču má prístup k poznámkam a zvýrazneniam v knihe. Súbor na stiahnutie a pokyny nájdete na <a href="https://github.com/noembryo/KoHighlights">stránke projektu GitHub</a>.
sr: <span class="external">KoHighlights</span> је спољни програм који инсталирате на свој компјутер. Када читач повежете са компјутером, он може приступити вашим белешкама и истицањима у књизи. За преузимање и упутства, погледајте <a href="https://github.com/noembryo/KoHighlights">GitHub страницу пројекта</a>.
ta: <span வகுப்பு = "extacte"> கோஇக்லைட்ச் </span> என்பது உங்கள் கணினியில் நிறுவக்கூடிய வெளிப்புற நிரலாகும். உங்கள் வாசகரை உங்கள் கணினியில் செருகும்போது இது உங்கள் புத்தகக் குறிப்புகள் மற்றும் சிறப்பம்சங்களை அணுகலாம். பதிவிறக்கம் மற்றும் அறிவுறுத்தல்களுக்கு <a href = "https://github.com/noembryo/kohighlights"> அறிவிலிமையம் திட்டப் பக்கத்தை </a> சரிபார்க்கவும்.
uk: <span class="external">KoHighlights</span> – це зовнішня програма, яку можна встановити на свій комп’ютер. Вона може отримати доступ до нотаток та виділень у книзі коли пристрій підключений до комп’ютера. Детальніші відомості дивіться <a href="https://github.com/noembryo/KoHighlights">на сторінці проекту на GitHub</a>.
zh_hans: <span class="external">KoHighlights</span>是安装于电脑中的外部软件。将阅读设备连接到电脑后，它可以自动读取标注和笔记。请前往该项目的<a href="https://github.com/noembryo/KoHighlights">GitHub项目页</a>获取下载链接和使用说明。

source: 3. Using Calibre
es: 3. Uso de Calibre
fr: 3. Utilisation avec Calibre
ga: 3. Ag Úsáid Calibre
it: 3. Utilizzo di Calibre
nl: 3. Calibre gebruiken
pt_br: 3. Usando o Calibre
pt_pt: 3. Usando Calibre
sk: 3. Použitím Calibre
sr: 3. Употребом програма Calibre
ta: 3. காலிபரைப் பயன்படுத்துதல்
uk: 3. За допомогою Calibre
zh_hans: 三、使用Calibre
