Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: By default, <span class="ui">file browser</span> shows your <span class="ui">HOME</span> folder, which is your main library folder. You can change this by <b>long-pressing on any folder</b>. You can change <span class="ui">file browser</span>s many options like how books are displayed or sorted via the <span class="ui">TOP MENU</span> by swiping down from the top part of the screen.
es: De forma predeterminada, el <span class="ui">explorador de archivos</span> muestra su carpeta <span class="ui">INICIO</span>, que es la carpeta principal de su biblioteca. Puedes cambiar esto <b>manteniendo pulsada cualquier carpeta</b>. Puedes cambiar las muchas opciones del <span class="ui">explorador de archivos</span>, como cómo se muestran u ordenan los libros, a través del <span class="ui">MENÚ SUPERIOR</span> deslizándote hacia abajo desde la parte superior de la pantalla.
fr: Par défaut, l'<span class="ui">Explorateur de fichiers</span> affiche votre dossier <span class="ui">HOME</span>, qui est votre dossier de bibliothèque principal. Vous pouvez modifier cela en <b>appuyant longuement sur n'importe quel dossier</b>. Vous pouvez modifier les nombreuses options de l'<span class="ui">explorateur de fichiers</span>, telles que l'affichage ou le tri des livres, via le <span class="ui">MENU SUPÉRIEUR</span> en balayant l'écran vers le bas depuis le haut.
ga: De réir réamhshocraithe, taispeánann an <span class="ui">brabhsálaí comhad</span> d'fhillteán <span class="ui">BAILE</span>, arb é príomhfhillteán do leabharlainne é. Is féidir leat é seo a athrú trí <b>bhrú fada ar aon fhillteán</b>. Is féidir leat roghanna iomadúla an <span class="ui">bhrabhsálaí comhad</span> a athrú, amhail an chaoi a dtaispeántar nó a shórtáiltear leabhair tríd an <span class="ui">ROGHCHLÁR BARR</span> trí svaidhpeáil síos ón gcuid uachtarach den scáileán.
it: Per impostazione predefinita, il <span class="ui">file browser</span> mostra la cartella <span class="ui">HOME</span>, che è la cartella principale della libreria. È possibile cambiare questa impostazione <b>premendo a lungo su qualsiasi cartella</b>. È possibile modificare le numerose opzioni del <span class="ui">file browser</span>, come la visualizzazione o l'ordinamento dei libri, tramite il <span class="ui">MENU SUPERIORE</span>, scorrendo verso il basso dalla parte superiore dello schermo.
nl: Standaard toont de <span class="ui">Bestandsverkenner</span> je <span class="ui">HOME</span>-map, oftewel je hoofd-bibliotheekmap. Je verandert dit door <b>lang op een map te drukken</b>. Veel opties van de <span class="ui">Bestandsverkenner</span> (zoals weergave en sortering) vind je in het <span class="ui">BOVENMENU</span> door vanaf de bovenrand omlaag te vegen.
pt_br: Por padrão, o <span class="ui">explorador de arquivos</span> exibe sua pasta <span class="ui">INÍCIO</span>, que é a pasta principal da sua biblioteca. Você pode alterar isso <b>pressionando longamente em qualquer pasta</b>. Você pode alterar as diversas opções do <span class="ui">explorador de arquivos</span>, como a forma como os livros são exibidos ou classificados, por meio do <span class="ui">MENU SUPERIOR</span>, deslizando de cima para baixo na tela.
sk: V predvolenom nastavení <span class="ui">prehliadač súborov</span> zobrazuje váš priečinok <span class="ui">DOMOV</span>, čo je hlavný priečinok vašej knižnice. Toto nastavenie môžete zmeniť <b>dlhým stlačením na ľubovoľnom priečinku</b>. Mnohé možnosti <span class="ui">prehliadača súborov</span>, ako napríklad spôsob zobrazenia alebo zoradenia kníh, môžete zmeniť v <span class="ui">VRCHNOM MENU</span> potiahnutím prsta nadol z hornej časti obrazovky.
sr: <span class="ui">Прегледач фајлова</span> подразумевано приказује ваш <span class="ui">ПОЧЕТНИ</span> фолдер, који представља главни фолдер ваше библиотеке. Ово можете да промените <b>дугим притиском на било који фолдер</b>. Можете да промените многе опције <span class="ui">прегледача фајлова</span>, као што је начин на који се приказују или сортирају књиге из <span class="ui">МЕНИЈА НА ВРХУ</span> који отварате превлачењем наниже у горњем делу екрана.
ta: இயல்பாக, <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> உங்கள் <span வகுப்பு = "Ui"> முகப்பு </span> கோப்புறையைக் காட்டுகிறது, இது உங்கள் முக்கிய நூலகக் கோப்புறை. இதை நீங்கள் <b> எந்த கோப்புறையிலும் நீண்ட நேரம் அழுத்துவதன் மூலம் மாற்றலாம் </b>. நீங்கள் <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> இன் திரையின் மேல் பகுதியிலிருந்து ச்வைப் செய்வதன் மூலம் <ச்பான் கிளாச் = "யுஐ"> சிறந்த பட்டியல் </ச்பான்> வழியாக புத்தகங்கள் எவ்வாறு காட்டப்படுகின்றன அல்லது வரிசைப்படுத்தப்படுகின்றன போன்ற பல விருப்பங்களை மாற்றலாம்.
uk: Типово <span class="ui">Оглядач файлів</span> показує теку <span class="ui">ДОМІВКА</span>, яка є головною текою вашої бібліотеки. Цю теку можна змінити, якщо <b>затиснути будь-яку теку</b>. Можна змінити багато параметрів <span class="ui">Оглядача файлів</span>, на кшталт способу відображення або сортування книг, через <span class="ui">ВЕРХНЄ МЕНЮ</span>, протягнувши пальцем вниз від верхньої частини екрана.
zh_hans: 默认情况下，<span class="ui">文件浏览器</span>显示您的<span class="ui">首页</span>文件夹，这是您的主库文件夹。 您可以通过<b>长按任何文件夹</b>来更改此设置。 您可以更改<span class="ui">文件浏览器</span>的许多选项，例如通过<span class="ui">顶部菜单</span>从屏幕顶部向下滑动书籍的显示或排序方式。

source: Circled items in the image are explained below:
es: Los elementos en círculo de la imagen se explican a continuación:
fr: Les éléments entourés dans l'image sont expliqués ci-dessous :
ga: Mínítear na míreanna atá ciorclaithe san íomhá thíos:
it: Gli elementi cerchiati nell'immagine sono spiegati di seguito:
nl: De omcirkelde items in de afbeelding worden hieronder uitgelegd:
pt_br: Os itens circulados na imagem são explicados abaixo:
pt_pt: Itens circulados na imagem estão explicados abaixo:
sk: Zakrúžkované položky na obrázku sú vysvetlené nižšie:
sr: Испод су објашњене заокружене ставке у слици:
ta: <span> உடன் திறந்திருக்கும்: </span> கொரியடர் வெவ்வேறு கோப்பு வகைகளை வழங்குவதற்கு வெவ்வேறு இயந்திரங்களைக் கொண்டுள்ளது. சில சந்தர்ப்பங்களில், வேறு சில அம்சங்களைப் பெற நீங்கள் வேறு இயந்திரத்தில் ஒரு கோப்பைத் திறக்கலாம். <b> காப்பகக் கோப்புகளைப் பார்ப்பது </b> மற்றும் <b> படக் கோப்புகளைப் பார்ப்பது </b> இப்போது கீழே உள்ள பிரிவுகளைப் பார்க்கவும்.
uk: Обведені пункти на зображенні пояснюються нижче:
zh_hans: 图片中带圆圈的项目说明如下：

source: <span class="ui">RESET:</span> This option allows you to reset some properties of your document like <b>reading progress, bookmarks, custom cover image</b> etc. which you can choose in a following dialog.
es: <span class="ui">REINICIAR:</span> permite reiniciar algunas propiedades del documento como <b>progreso de lectura, marcadores, imagen de cubierta personalizada</b>, etc que puedes seleccionar en el siguiente cuadro de diálogo.
fr: <span class="ui">RÉINITIALISER :</span> Cette option vous permet de réinitialiser certaines propriétés de votre document, telles que <b>la progression de lecture, les signets, l'image de couverture personnalisée</b>, etc., que vous pouvez sélectionner dans la boîte de dialogue suivante.
ga: <span class="ui">ATHSHOCRAITH:</span> Ligeann an rogha seo duit roinnt airíonna de do dhoiciméad a athshocrú amhail <b>dul chun cinn léitheoireachta, leabharmharcanna, íomhá chlúdaigh saincheaptha</b> srl. ar féidir leat a roghnú i ndialóg ina dhiaidh sin.
it: <span class="ui">REIMPOSTA (RESET):</span> Questa opzione consente di reimpostare alcune proprietà del documento, come <b>progresso di lettura, segnalibri, immagine di copertina personalizzata</b>, ecc.
nl: <span class="ui">RESETTEN:</span> Met deze optie kun je eigenschappen van je document resetten, zoals <b>leesvoortgang, bladwijzers, aangepaste omslagafbeelding</b>, te kiezen in een volgende dialoog.
pt_br: <span class="ui">REDEFINIR:</span> Essa opção permite que você redefina algumas propriedades do seu documento, como <b>progresso da leitura, marcadores, imagem de capa personalizada</b> , etc., que você pode escolher na caixa de diálogo a seguir.
sk: <span class="ui">OBNOVIŤ:</span> Táto možnosť vám umožňuje obnoviť niektoré vlastnosti dokumentu, ako napríklad <b>priebeh čítania, záložky, vlastný knižný obal</b> atď., ktoré si môžete vybrať v nasledujúcom dialógovom okne.
sr: <span class="ui">РЕСЕТУЈ:</span> ова опција вам омогућава да ресетујете неке особине документа као што су <b>напредак читања, маркери, произвољна слика омота</b> итд. и које можете да изаберете у наредном дијалогу.
ta: <span> கவர்: </span> சில காரணங்களால் இந்த புத்தகத்திற்கான அட்டையை முடக்க விரும்பினால் (அதற்கு தவறான கவர் இருக்கலாம் அல்லது கவர் ஈ-மை திரையில் மிகவும் படிக்க முடியாது) நீங்கள் தேர்ந்தெடுக்கலாம் இது.
uk: <span class="ui">СКИНУТИ:</span> Цей параметр дозволяє вам скинути деякі властивості вашого документа, такі як <b>прогрес читання, закладки, власне зображення обкладинки</b> тощо, які ви можете вибрати у наступному діалоговому вікні.
zh_hans: <span class="ui">重置</span>：该选项可以重置书籍的部分数据，如<b>阅读进度、书签、自定义封面</b>等，具体可在展开的对话框中选择。

source: <span class="label_red">WARNING</span> Be very careful when using the <span class="ui">reset</span> dialog and double check which items are marked, otherwise you can reset everything related to your book accidentally.
es: <span class="label_red">ADVERTENCIA</span> Tenga mucho cuidado al utilizar el cuadro de diálogo <span class="ui">restablecer</span> y verifique qué elementos están marcados; de lo contrario, puede restablecer todo lo relacionado con su libro accidentalmente.
fr: <span class="label_red">AVERTISSEMENT</span> Soyez très prudent lorsque vous utilisez la boîte de dialogue <span class="ui">réinitialiser</span> et vérifiez bien quels éléments sont cochés, sinon vous risquez de réinitialiser accidentellement tout ce qui concerne votre livre.
ga: <span class="label_red">RABHADH</span> Bí an-chúramach agus an dialóg <span class="ui">athshocraithe</span> á húsáid agat agus déan seiceáil faoi dhó cé na míreanna atá marcáilte, nó is féidir leat gach rud a bhaineann le do leabhar a athshocrú de thaisme.
it: <span class="label_red">ATTENZIONE</span> Fare molta attenzione quando si utilizza la finestra di dialogo <span class="ui">reimposta</span> e controllare due volte quali elementi sono contrassegnati, altrimenti si può ripristinare accidentalmente tutto ciò che riguarda il libro.
nl: <span class="label_red">WAARSCHUWING</span> Wees voorzichtig met de <span class="ui">reset</span>-dialoog en controleer goed welke items zijn gemarkeerd, anders kun je per ongeluk alles van je boek resetten.
pt_br: <span class="label_red">AVISO</span> Tenha muito cuidado ao usar a caixa de diálogo <span class="ui">redefinir</span> e verifique novamente quais itens estão marcados, caso contrário, você pode redefinir tudo relacionado ao seu livro acidentalmente.
sk: <span class="label_red">UPOZORNENIE</span> Pri používaní dialógového okna <span class="ui">obnoviť</span> buďte veľmi opatrní a dvakrát skontrolujte, ktoré položky sú označené, inak môžete nechtiac obnoviť do pôvodného stavu všetko, čo súvisí s vašou knihou.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Будите веома опрезни када користите <span class="ui">ресет</span> дијалог и детаљно проверите које ставке су маркиране, у супротном нехотично можете да ресетујете све у вези са својом књигом.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> <ச்பான் கிளாச் = "யுஐ"> மீட்டமை </span> உரையாடலைப் பயன்படுத்தும் போது மிகவும் கவனமாக இருங்கள் மற்றும் எந்த உருப்படிகள் குறிக்கப்பட்டுள்ளன என்பதை இருமுறை சரிபார்க்கவும், இல்லையெனில் உங்கள் நூல் தொடர்பான அனைத்தையும் தற்செயலாக மீட்டமைக்கலாம்.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Будьте дуже обережними коли використовуєте діалог <span class="ui">Скинути</span> та двічі перевірте, які елементи позначені, інакше є ризик випадково видалити усе, що пов'язане з відповідною книгою.
zh_hans: <span class="label_red">警告</span> 使用<span class="ui">重置</span>对话框时请务必谨慎操作，认真复核哪些项目已被勾选，否则可能会意外重置书籍全部数据。

source: <span class="ui">OPEN WITH:</span> KOReader has different engines for rendering different file types. In some cases you can open a file in a different engine to get some other features. See <b>Viewing archive files</b> and <b>Viewing image files</b> sections just below.
es: <span class="ui">ABRIR CON:</span> KOReader usa diferentes motores para renderizar distintos tipos de archivos. En algunos casos puedes abrir un archivo con un motor diferente para obtener otras funciones. Consulta a continuación las secciones <b>Ver archivos comprimidos</b> y <b>Ver archivos de imagen</b>.
fr: <span class="ui">OUVRIR AVEC :</span> KOReader dispose de différents moteurs pour afficher différents types de fichiers. Dans certains cas, vous pouvez ouvrir un fichier dans un autre moteur pour bénéficier d'autres fonctionnalités. Consultez les sections <b>Affichage des fichiers d'archive</b> et <b>Affichage des fichiers image</b> ci-dessous.
ga: <span class="ui">OSCAIL LE:</span> Tá innill éagsúla ag KOReader chun cineálacha éagsúla comhad a rindreáil. I gcásanna áirithe is féidir leat comhad a oscailt in inneall difriúil chun gnéithe eile a fháil. Féach na rannóga <b>Ag féachaint ar chomhaid chartlainne</b> agus <b>Ag féachaint ar chomhaid íomhá</b> thíos.
it: <span class="ui">APRI CON (OPEN WITH):</span> KOReader dispone di diversi motori per il rendering di diversi tipi di file. In alcuni casi è possibile aprire un file in un motore diverso per ottenere altre funzioni. Vedere <b>Visualizzazione dei file di archivio</b> e <b>Visualizzazione dei file immagine</b> sezioni appena sotto.
nl: <span class="ui">OPENEN MET:</span> KOReader heeft verschillende engines voor verschillende bestandstypes. Soms kun je een bestand met een andere engine openen voor extra functies. Zie de secties <b>Archiefbestanden bekijken</b> en <b>Afbeeldingsbestanden bekijken</b> hieronder.
pt_br: <span class="ui">ABRIR COM:</span> O KOReader possui diferentes mecanismos para renderizar diferentes tipos de arquivo. Em alguns casos, você pode abrir um arquivo em um mecanismo diferente para obter outros recursos. Consulte as seções <b>Visualizando arquivos compactados</b> e <b>Visualizando arquivos de imagem</b> logo abaixo.
sk: <span class="ui">OTVORIŤ V:</span> KOReader má rôzne nástroje na vykresľovanie rôznych typov súborov. V niektorých prípadoch môžete súbor otvoriť v inom nástroji, aby ste získali ďalšie funkcie. Nižšie si pozrite časti <b>Zobrazenie archívnych súborov</b> a <b>Zobrazenie obrazových súborov</b>.
sr: <span class="ui">ОТВОРИ ПОМОЋУ:</span> KOReader поседује различите механизме за исцртавање различитих типова фајлова. У неким случајевима фајл можете да отворите другим механизмом како би добили неке другачије функционалности. Погледајте одељке <b>Приказивање фајлова архиве</b> и <b>Приказивање фајлова слика</b> одмах испод.
ta: <span> தற்காலிக சேமிப்பு புத்தகத் தகவலைப் புதுப்பிக்கவும்: </span> கொரியேடர் ஒரு புத்தகத்தின் மேனிலை தரவு மற்றும் புத்தக அட்டையை உங்கள் நூலகத்தில் சேர்க்கும்போது அதைத் தேடுங்கள். உங்கள் சாதனத்தில் நகலெடுத்த பிறகு நீங்கள் புத்தகத்தில் சில மாற்றங்களைச் செய்தால், இந்த தகவலை புதுப்பிக்க வேண்டியிருக்கும். நீங்கள் தவறான கவர் அல்லது மெட்டாடேட்டாவைக் கண்டால், இந்த பட்டியல் உருப்படியுடன் புத்தகத் தகவலை புதுப்பிக்கலாம்.
uk: <span class="ui">ВІДКРИТИ ЗА ДОПОМОГОЮ:</span> KOReader має різні рушії для опрацювання різних типів файлів. В деяких випадках є можливість відкрити файл в іншому рушії, щоб отримати деякі інші функції. Дивіться розділи <b>Перегляд архівів</b> та <b>Перегляд файлів зображень</b> нижче.
zh_hans: <span class="ui">打开方式:</span>KOReader有不同的引擎来渲染不同的文件类型。 在某些情况下，您可以在不同的引擎中打开文件以获得其他一些功能。 请参阅下面的<b>查看存档文件</b>和<b>查看图片文件</b>部分。

source: <span class="ui">IGNORE COVER:</span> If for some reason you want to disable the cover for this book (it may have wrong cover or cover is not very readable on the e-ink screen) you can select this.
es: <span class="ui">IGNORAR CUBIERTA:</span> si por alguna razón deseas desactivar la cubierta del libro (puede que sea incorrecta o que sea ilegible con tinta electrónica), puedes usar esta opción.
fr: <span class="ui">IGNORER LA COUVERTURE :</span> Si, pour une raison quelconque, vous souhaitez désactiver la couverture de ce livre (elle peut être incorrecte ou difficilement lisible sur l'écran e-ink), vous pouvez sélectionner cette option.
ga: <span class="ui">NÍ CUIR NEAMH AR AN gCLÚDACH:</span> Más mian leat clúdach an leabhair seo a dhíchumasú ar chúis éigin (b’fhéidir go bhfuil clúdach mícheart air nó nach bhfuil an clúdach an-léite ar an scáileán dúigh leictreonach) is féidir leat é seo a roghnú.
it: <span class="ui">IGNORA LA COPERTINA (IGNORE COVER):</span> Se per qualche motivo si desidera disattivare la copertina di questo libro (potrebbe avere una copertina sbagliata o poco leggibile sullo schermo e-ink), è possibile selezionare questa opzione.
nl: <span class="ui">OMSLAG NEGEREN:</span> Als je om wat voor reden de omslag van dit boek wilt uitschakelen (bijv. verkeerde omslag of slecht leesbaar op e-ink), kies dan deze optie.
pt_br: <span class="ui">IGNORAR CAPA:</span> Se por algum motivo você quiser desabilitar a capa deste livro (a capa pode estar errada ou a capa não está muito legível na tela e-ink), você pode selecionar essa opção.
sk: <span class="ui">IGNOROVAŤ KNIŽNÝ OBAL:</span> Ak z nejakého dôvodu chcete deaktivovať obálku tejto knihy (môže mať nesprávny obal alebo nie je veľmi dobre čitateľná na obrazovke s elektronickým atramentom), môžete vybrať túto možnosť .
sr: <span class="ui">ИГНОРИШИ КОРИЦЕ:</span> ако из неког разлога желите да искључите омот за ову књигу (можда поседује погрешни омот или се омот не приказује како треба на e-ink екрану) можете да изаберете ово.
ta: <span வகுப்பு = "Ui"> கவர்: </span> சில காரணங்களால் இந்த புத்தகத்திற்கான அட்டையை முடக்க விரும்பினால் (இது தவறான கவர் அல்லது கவர் ஈ-மை திரையில் மிகவும் படிக்க முடியாது) இதை நீங்கள் தேர்ந்தெடுக்கலாம்.
uk: <span class="ui">ІГНОРУВАТИ ОБКЛАДИНКУ:</span> Якщо з якихось причин ви бажаєте вимкнути обкладинку для цієї книги (наприклад, якщо обкладинка неправильна або вона не дуже підходить для відображення на екрані з е-чорнилами), можна обрати це.
zh_hans: <span class="ui">忽略封面：</span>如果由于某种原因你想禁用这本书的封面（它可能有错误的封面或封面在电子墨水屏幕上显示的不清晰），你可以选择这个。

source: <span class="ui">IGNORE METADATA:</span> If your book metadata is not correct, name field may show useless information. Select this option to show the file name instead of metadata.
es: <span class="ui">IGNORAR METADATOS:</span> Si los metadatos de su libro no son correctos, el campo de nombre puede mostrar información inútil. Seleccione esta opción para mostrar el nombre del archivo en lugar de los metadatos.
fr: <span class="ui">IGNORER LES MÉTADONNÉES :</span> Si les métadonnées de votre livre ne sont pas correctes, le champ « Nom » peut afficher des informations inutiles. Sélectionnez cette option pour afficher le nom du fichier à la place des métadonnées.
ga: <span class="ui">NÍ DO MHEATASHONAITHE:</span> Mura bhfuil meiteashonraí do leabhair ceart, d'fhéadfadh faisnéis neamhúsáideach a bheith le feiceáil sa réimse ainm. Roghnaigh an rogha seo chun ainm an chomhaid a thaispeáint in ionad na meiteashonraí.
it: <span class="ui">IGNORA I METADATA (IGNORE METADATA):</span> Se i metadati del libro non sono corretti, il campo del nome potrebbe mostrare informazioni inutili. Selezionare questa opzione per mostrare il nome del file invece dei metadati.
nl: <span class="ui">METADATA NEGEREN:</span> Als de metadata van je boek niet klopt, kan het naamveld onzin tonen. Kies deze optie om de bestandsnaam te tonen in plaats van metadata.
pt_br: <span class="ui">IGNORAR METADADOS:</span> Se os metadados do seu livro não estiverem corretos, o campo de nome poderá exibir informações inúteis. Selecione esta opção para exibir o nome do arquivo em vez dos metadados.
sk: <span class="ui">IGNOROVAŤ METADÁTA:</span> Ak metadáta vašej knihy nie sú správne, v poli názvu sa môžu zobrazovať zbytočné informácie. Túto možnosť vyberte, ak chcete namiesto metadát zobraziť názov súboru.
sr: <span class="ui">ИГНОРИШИ МЕТАПОДАТКЕ:</span> ако метаподаци ваше књиге нису исправни, поље назива може да приказује бескорисне информације. Изаберите ову опцију да би се уместо метаподатака приказивало име фајла.
ta: <span வகுப்பு = "Ui"> மெட்டாடேட்டாவை புறக்கணிக்கவும்: </span> உங்கள் புத்தக மேனிலை தரவு சரியாக இல்லாவிட்டால், பெயர் புலம் பயனற்ற தகவல்களைக் காட்டக்கூடும். மெட்டாடேட்டாவுக்கு பதிலாக கோப்பு பெயரைக் காட்ட இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்.
uk: <span class="ui">ІГНОРУВАТИ МЕТАДАНІ:</span> Якщо метадані вашої книги неправильні, у полі назви може відображатися безкорисна інформація. Виберіть цей параметр, щоб замість метаданих відображалася назву файлу.
zh_hans: <span class="ui">忽略元数据：</span>如果您的书籍元数据不正确，名称字段可能会显示无用的信息。 选择此选项可显示文件名而不是元数据。
