Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">DEFAULT CASE:</span> yourfilename<b>.zip</b> - Assumed to be a zip file of images (and opened by <span class="ui">MuPDF engine</span>)
es: <span class="ui">CASO PREDETERMINADO:</span> yourfilename<b>.zip</b> - Se supone que es un archivo zip de imágenes (y abierto por el <span class="ui">motor MuPDF</span>)
fr: <span class="ui">CAS PAR DÉFAUT :</span> votrenomdefichier<b>.zip</b> - Considéré comme un fichier zip contenant des images (et ouvert par le <span class="ui">moteur MuPDF</span>)
ga: <span class="ui">CÁS RÉAMHCHÓIRIÚCHÁIN:</span> d'ainm comhaid<b>.zip</b> - Glactar leis gur comhad zip d'íomhánna é (agus oscailte ag <span class="ui">inneall MuPDF</span>)
it: <span class="ui">Caso predefinito:</span> file<b>.zip</b> - Si presume che sia un file zip di immagini (e che venga aperto dal motore <span class="ui">MuPDF</span>)
nl: <span class="ui">STANDAARDGEVAL:</span> jebestandsnaam<b>.zip</b> - Wordt verondersteld een zipbestand met afbeeldingen te zijn (en geopend door de <span class="ui">MuPDF-engine</span>)
pt_br: <span class="ui">CASO PADRÃO:</span> seuarquivo<b>.zip</b> – Assumido como um arquivo zip de imagens (e aberto pelo <span class="ui">mecanismo MuPDF</span>)
sk: <span class="ui">BEŽNÁ SITUÁCIA:</span> názov_vášho_súboru<b>.zip</b> - Predpokladá sa, že ide o zip súbor s obrázkami (a otvára sa pomocou nástroja <span class="ui">MuPDF</span>)
sr: <span class="ui">ПОДРАЗУМЕВАНИ СЛУЧАЈ:</span> имефајла<b>.zip</b> - претпоставља се да је у питању zip фајл слика (и отвара се <span class="ui">MuPDF механизмом</span>)
ta: ஆவணங்கள் இதுபோன்று பெயரிடப்படவில்லை என்றால், தவறான வாசகர்/வடிவமைப்பு இயந்திரம் பயன்படுத்தப்பட வாய்ப்புள்ளது, மேலும் இந்த கோப்பு அல்லது தவறான கோப்பு செய்திக்கான &lt;ச்பான் வகுப்பு = "யுஐ"&gt; ரீடர் எஞ்சின் இல்லை. மேலே விளக்கப்பட்டுள்ளபடி இந்த கோப்பை மறுபெயரிடலாம் அல்லது கோப்பு பெயரை நீண்ட நேரம் அழுத்தவும், பின்னர் சரியான இயந்திரத்தைத் தேர்ந்தெடுக்க &lt;ச்பான் கிளாச் = "யுஐ"&gt; திறக்க ... ஐத் தேர்வுசெய்யலாம்.
uk: <span class="ui">ТИПОВИЙ ВИПАДОК:</span> назва_файлу<b>.zip</b> – вважається, що ZIP-архів містить зображення (і відкривається <span class="ui">рушієм MuPDF</span>)
zh_hans: <span class="ui">默认大小写：</span>yourfilename<b>.zip</b>-假定为图片的zip文件（并由<span class="ui">MuPDF 引擎</span>打开）

source: If your zip file contains one of these types (instead of just images), please name it accordingly:
es: Si su archivo zip contiene uno de estos tipos (en lugar de solo imágenes), asígnele el nombre correspondiente:
fr: Si votre fichier zip contient l'un de ces types de fichiers (au lieu de simples images), veuillez le nommer en conséquence :
ga: Más rud é go bhfuil ceann de na cineálacha seo i do chomhad zip (in ionad íomhánna amháin), tabhair ainm dá réir air:
it: Se il vostro file zip contiene uno di questi tipi (invece di semplici immagini), nominatelo di conseguenza:
nl: Als je zipbestand een van deze typen bevat (in plaats van alleen afbeeldingen), geef het dan overeenkomstig een naam:
pt_br: Se o seu arquivo zip contiver um desses tipos (em vez de apenas imagens), nomeie-o de acordo:
sk: Ak váš súbor zip obsahuje jeden z týchto typov (namiesto obrázkov), pomenujte ho podľa toho:
sr: Ако zip фајл садржи један од следећих типова (а не само слике), молимо вас да га назовете на одговарајући начин:
ta: உங்கள் சிப் கோப்பில் இந்த வகைகளில் ஒன்று இருந்தால் (வெறும் படங்களுக்கு பதிலாக), தயவுசெய்து அதற்கு பெயரிடுங்கள்:
uk: Якщо ZIP-архів містить один з цих типів файлів (а не тільки зображення), його необхідно назвати належним чином, а саме:
zh_hans: 如果您的zip文件包含这些类型之一（而不仅仅是图片），请相应地命名它:

source: <b>FictionBook</b> - yourfilename.<b>fb2.zip</b>
es: <b>FictionBook</b> - sunombredearchivo.<b>fb2.zip</b>
fr: <b>FictionBook</b> - votre nom de fichier.<b>fb2.zip</b>
ga: <b>Leabhar Ficsean</b> - d'ainm comhaid.<b>fb2.zip</b>
it: <b>Libro di narrativa</b> - file.<b>fb2.zip</b>
pt_br: <b>FictionBook</b> - seuarquivo.<b>fb2.zip</b>
pt_pt: <b>LivroFiccional</b> - nomedoseuficheiro.<b>fb2.zip</b>
sk: <b>FictionBook</b> – názovVášhoSúboru.<b>fb2.zip</b>
sr: <b>FictionBook</b> - имефајла.<b>fb2.zip</b>
ta: <b> புனைகதை நூல் </b> - yourfilename. <b> fb2.zip </b>
uk: <b>FictionBook</b> – назва_файлу.<b>fb2.zip</b>
zh_hans: <b>FB2格式（FictionBook）</b>——文件名.<b>fb2.zip</b>

source: <b>HTML</b> - yourfilename.htm.zip / yourfilename.<b>html.zip</b>
es: <b>HTML</b> - tunombredearchivo.htm.zip / tunombredearchivo.<b>html.zip</b>
fr: <b>HTML</b> - votrenomdefichier.htm.zip / votrenomdefichier.<b>html.zip</b>
ga: <b>HTML</b> - d'ainmchomhaid.htm.zip / d'ainmchomhaid.<b>html.zip</b>
it: <b>HTML</b> - filename.htm.zip / yourfilename.<b>html.zip</b>
nl: <b>HTML</b> - jebestandsnaam.<b>htm.zip</b> / jebestandsnaam.<b>html.zip</b>
pt_br: <b>HTML</b> - seuarquivo.htm.zip / seuarquivo.<b>html.zip</b>
pt_pt: <b>HTML</b> - oseuficheiro.htm.zip / oseuficheiro.<b>html.zip</b>
sk: <b>HTML</b> - názovVášhoSúboru.<b>htm.zip</b> / názovVášhoSúboru.<b>html.zip</b>
sr: <b>HTML</b> - имефајла.htm.zip / имефајла.<b>html.zip</b>
ta: <b> உஉகுமொ </b> - yourfilename.htm.zip/yourfilename. <b> html.zip </b>
uk: <b>HTML</b> – назва_файлу.htm.zip / назва_файлу.<b>html.zip</b>

source: <b>Text log files</b> - yourfilename.<b>log.zip</b>
es: <b>Archivos de registro de texto</b>: sunombredearchivo.<b>log.zip</b>
fr: <b>Fichiers journaux texte</b> - votrenomdefichier.<b>log.zip</b>
ga: <b>Comhaid loga téacs</b> - d'ainm comhaid.<b>log.zip</b>
nl: <b>Tekstlogbestanden</b> - jebestandsnaam.<b>log.zip</b>
pt_br: <b>Arquivos logs de texto</b> - seuarquivo.<b>log.zip</b>
pt_pt: <b>Ficheiro de logs</b> - oseuficheiro.<b>log.zip</b>
sk: <b>Textové protokolové súbory</b> – názovVášhoSúboru.<b>log.zip</b>
sr: <b>Text log files</b> - имефајла.<b>log.zip</b>
ta: <b> உரை பதிவு கோப்புகள் </b> - yourfilename. <b> log.zip </b>
uk: <b>Текстові файли журналів</b> – назва_файлу.<b>log.zip</b>
zh_hans: <b>文本日志文件</b> - yourfilename.<b>log.zip</b>

source: <b>Markdown</b> - yourfilename.<b>md.zip</b>
es: <b>Reducción</b> - sunombredearchivo.<b>md.zip</b>
fr: <b>Markdown</b> - votre nom de fichier.<b>md.zip</b>
ga: <b>Markdown</b> - d'ainm comhaid.<b>md.zip</b>
nl: <b>Markdown</b> - jebestandsnaam.<b>md.zip</b>
pt_br: <b>Markdown</b> - seuarquivo.<b>md.zip</b>
pt_pt: <b>Markdown</b> - seu nome do ficheiro.<b>md.zip</b>
sk: <b>Markdown</b> – názovVášhoSúboru.<b>md.zip</b>
sr: <b>Markdown</b> - имефајла.<b>md.zip</b>
ta: <b> மார்க் பேரூர் </b> - yourfilename. <b> md.zip </b>
uk: <b>Текст з розміткою Markdown</b> – назва_файлу.<b>md.zip</b>
zh_hans: <b>Markdown文件</b>——文件名.<b>md.zip</b>

source: <b>Rich Text Format</b> - yourfilename.<b>rtf.zip</b>
es: <b>Formato de texto enriquecido</b>: sunombredearchivo.<b>rtf.zip</b>
fr: <b>Format RTF</b> - votre nom de fichier.<b>rtf.zip</b>
ga: <b>Formáid Téacs Saibhir</b> - d'ainm comhaid.<b>rtf.zip</b>
nl: <b>Rich Text Format</b> - jebestandsnaam.<b>rtf.zip</b>
pt_br: <b>Formato Rich Text</b> - seuarquivo.<b>rtf.zip</b>
pt_pt: <b>Formato de texto enriquecido</b> - oseuficheiro.<b>rtf.zip</b>
sk: <b>Formát RTF</b> – názovVášhoSúboru.<b>rtf.zip</b>
sr: <b>Rich Text Format</b> - имефајла.<b>rtf.zip</b>
ta: <b> பணக்கார உரை வடிவம் </b> - yourfilename. <b> rtf.zip </b>
uk: <b>Форматований текст (RTF)</b> – назва_файлу.<b>rtf.zip</b>
zh_hans: <b>富文本格式</b> - yourfilename.<b>rtf.zip</b>

source: <b>Plain text</b> - yourfilename.<b>txt.zip</b>
es: <b>Texto sin formato</b>: sunombredearchivo.<b>txt.zip</b>
fr: <b>Texte brut</b> - votrenomdefichier.<b>txt.zip</b>
ga: <b>Téacs simplí</b> - d'ainm comhaid.<b>txt.zip</b>
it: <b>Testo semplice</b> - yourfilename.<b>txt.zip</b>
nl: <b>Platte tekst</b> - jebestandsnaam.<b>txt.zip</b>
pt_br: <b>Texto simples</b> - seuarquivo.<b>txt.zip</b>
pt_pt: <b>Texto simples</b> - seuficheiro.<b>txt.zip</b>
sk: <b>Obyčajný text</b> – názovVášhoSúboru.<b>txt.zip</b>
sr: <b>Plain text</b> - имефајла.<b>txt.zip</b>
ta: <b> எளிய உரை </b> - yourfilename. <b> txt.zip </b>
uk: <b>Простий текст</b> – назва_файлу.<b>txt.zip</b>
zh_hans: <b>纯文本</b> - yourfilename.<b>txt.zip</b>

source: If the documents are not named like this, the wrong reader/format engine is likely to be used and you will see the <span class="ui">No reader engine for this file or invalid file</span> message. You can rename this file as explained above or long-press the filename and then choose <span class="ui">Open with...</span> to select the correct engine.
es: Si los documentos no tienen este nombre, es probable que se utilice el motor de lectura/formato incorrecto y verá el mensaje <span class="ui">No hay motor de lectura para este archivo o archivo no válido</span>. Puede cambiar el nombre de este archivo como se explicó anteriormente o mantener presionado el nombre del archivo y luego elegir <span class="ui">Abrir con...</span> para seleccionar el motor correcto.
fr: Si les documents ne sont pas nommés ainsi, le lecteur/moteur de format incorrect sera probablement utilisé et vous verrez apparaître le message <span class="ui">Aucun moteur de lecture pour ce fichier ou fichier invalide</span>. Vous pouvez renommer ce fichier comme expliqué ci-dessus ou appuyer longuement sur le nom du fichier, puis choisir <span class="ui">Ouvrir avec...</span> pour sélectionner le moteur correct.
ga: Mura bhfuil na doiciméid ainmnithe mar seo, is dócha go bhfuil an t-inneall léitheoireachta/formáide mícheart in úsáid agus feicfidh tú an teachtaireacht <span class="ui">Gan inneall léitheoireachta don chomhad seo nó comhad neamhbhailí</span>. Is féidir leat an comhad seo a athainmniú mar a mhínítear thuas nó brúigh ar ainm an chomhaid agus ansin roghnaigh <span class="ui">Oscail le...</span> chun an t-inneall ceart a roghnú.
it: Se i documenti non sono denominati in questo modo, è probabile che venga utilizzato il motore di lettura/formattazione sbagliato e verrà visualizzato il messaggio <span class="ui">Nessun motore di lettura per questo file o file non valido</span>. È possibile rinominare il file come spiegato sopra oppure premere a lungo il nome del file e scegliere <span class="ui">Apri con...</span> per selezionare il motore corretto.
nl: Als de documenten niet op deze wijze zijn benoemd, wordt waarschijnlijk de verkeerde lezer-/formaat-engine gebruikt en zie je het bericht <span class="ui">Geen engine voor dit bestand of ongeldig bestand.</span>. Je kunt het bestand hernoemen zoals hierboven uitgelegd, of de bestandsnaam lang ingedrukt houden en <span class="ui">Openen met…</span> kiezen om de juiste engine te selecteren.
pt_br: Se os documentos não estiverem nomeados dessa forma, é provável que o leitor/mecanismo de formato errado seja usado e você verá a mensagem <span class="ui">Nenhum mecanismo de leitura para este arquivo ou arquivo inválido</span>. Você pode renomear o arquivo como explicado acima ou pressionar longamente o nome do arquivo e escolher <span class="ui">Abrir com...</span> para selecionar o mecanismo correto.
sk: Ak nie sú dokumenty takto pomenované, pravdepodobne sa použije nesprávny nástroj na čítanie/formátovanie a zobrazí sa hlásenie <span class="ui">Žiadny nástroj na čítanie tohto súboru alebo neplatný súbor</span>. Tento súbor môžete premenovať, ako je vysvetlené vyššie, alebo dlho stlačte názov súboru a potom vyberte možnosť <span class="ui">Otvoriť pomocou...</span>, aby ste vybrali správny nástroj.
sr: У случају да фајлови немају оваква имена, највероватније ће се употребити погрешан механизам читача/формата и појавиће се порука <span class="ui">За овај фајл не постоји механизам читања или фајл није исправан</span>. Можете да промените име фајла на начин који је описан изнад или да извршите дуги притисак на име фајла и изаберете <span class="ui">Отвори помоћу…</span> да изаберете исправни механизам.
ta: ஆவணங்கள் இதுபோன்று பெயரிடப்படவில்லை என்றால், தவறான வாசகர்/வடிவமைப்பு இயந்திரம் பயன்படுத்தப்பட வாய்ப்புள்ளது, மேலும் இந்த கோப்பு அல்லது தவறான கோப்பு </span> செய்திக்கான <ச்பான் வகுப்பு = "யுஐ"> ரீடர் எஞ்சின் இல்லை. மேலே விளக்கப்பட்டுள்ளபடி இந்த கோப்பை மறுபெயரிடலாம் அல்லது கோப்பு பெயரை நீண்ட நேரம் அழுத்தவும், பின்னர் சரியான இயந்திரத்தைத் தேர்ந்தெடுக்க <ச்பான் கிளாச் = "யுஐ"> திறக்க ... </span> ஐத் தேர்வுசெய்யலாம்.
uk: Якщо файл не названий як вказано вище, KOReader пробуватиме відкрити його неналежним рушієм читання і ви побачите повідомлення «<span class="ui">Немає засобу читання для цього файлу або файл пошкоджений</span>». Щоб уникнути цієї проблеми, можна перейменувати файли або затиснути файл і обрати <span class="ui">Відкрити за допомогою...</span>, щоб самостійно обрати належний рушій читання.
zh_hans: 如果文档没有这样命名，则可能使用了错误的读取器/格式引擎，您将看到<span class="ui">此文件没有读取器引擎或文件无效</span>消息。您可以按照上述说明重命名此文件，也可以长按文件名，然后选择<span class="ui">打开方式...</span>选择正确的引擎。

source: Viewing images
es: Ver imágenes
fr: Affichage des images
ga: Ag féachaint ar íomhánna
it: Visualizzazione delle immagini
nl: Afbeeldingen bekijken
pt_br: Visualizando imagens
pt_pt: Visualizando imagens
sk: Prezeranie obrázkov
sr: Приказ слика
ta: படங்களைப் பார்க்கிறது
uk: Перегляд зображень
zh_hans: 查看图片

source: You can open image files with the image viewer instead of opening as a book. Files opened like this don’t show up in your history and have better scaling and rotation support.
es: Puede abrir archivos de imágenes con el visor de imágenes en lugar de abrirlos como un libro. Los archivos abiertos de esta manera no aparecen en su historial y tienen mejor soporte de escala y rotación.
fr: Vous pouvez ouvrir les fichiers image avec la visionneuse d'images au lieu de les ouvrir comme un livre. Les fichiers ouverts de cette manière n'apparaissent pas dans votre historique et bénéficient d'une meilleure prise en charge de la mise à l'échelle et de la rotation.
ga: Is féidir leat comhaid íomhá a oscailt leis an amharcóir íomhá in ionad iad a oscailt mar leabhar. Ní thaispeántar comhaid a osclaítear mar seo i do stair agus tá tacaíocht níos fearr acu maidir le scálú agus rothlú.
it: È possibile aprire i file immagine con il visualizzatore di immagini invece di aprirli come libro. I file aperti in questo modo non vengono visualizzati nella cronologia e supportano meglio la scalatura e la rotazione.
nl: Je kunt afbeeldingsbestanden openen met de afbeeldingsviewer in plaats van als boek. Bestanden die zo geopend worden verschijnen niet in je geschiedenis en bieden betere ondersteuning voor schalen en roteren.
pt_br: Você pode abrir arquivos de imagem com o visualizador de imagens em vez de abri-los como livro. Arquivos abertos dessa forma não aparecem no histórico e têm melhor suporte a dimensionamento e rotação.
sk: Môžete otvoriť obrázkové súbory s prehliadačom obrázkov namiesto ich otvorenia ako knihy. Súbory takto otvorené sa nezobrazujú vo vašej histórii a majú lepšiu podporu v prispôsobení mierky a otáčania.
sr: Уместо да их отворите као књигу, фајлове слике можете да отворите приказивачем слика. Овако отворени фајлове се не појављују у историји и постоји боља подршка за скалирање и ротирање.
ta: ஒரு புத்தகமாக திறப்பதற்குப் பதிலாக பட பார்வையாளருடன் படக் கோப்புகளைத் திறக்கலாம். இதுபோன்று திறக்கப்பட்ட கோப்புகள் உங்கள் வரலாற்றில் காண்பிக்கப்படாது மற்றும் சிறந்த அளவிடுதல் மற்றும் சுழற்சி ஆதரவைக் கொண்டுள்ளன.
uk: Файли зображень можна відкривати у переглядачі зображень (замість того, щоб відкривати їх як книгу). Відкриті таким чином файли не відображаються у історії й мають кращу підтримку масштабування та повертання.
zh_hans: 您可以使用图片查看器打开图片文件，而不是作为书籍打开。像这样打开的文件不会出现在您的历史中，并且具有更好的缩放和旋转支持。

# user_guide/en.html+html.body.div.ol.li:3311-5
source: In <span class="ui">File Browser</span> long-press the file name
sk: Cez <span class="ui">Prehliadač súborov</span> dlhým stlačením na názov súboru
ta: <Span வகுப்பு = "Ui"> கோப்பு உலாவி </span> கோப்பு பெயரை நீண்ட அழுத்தவும்
uk: Затисніть назву файлу в <span class="ui">Оглядачі файлів</span>
zh_hans: 在<span class="ui">文件浏览器</span>长按文件名

# user_guide/en.html+html.body.div.ol.li:3312-5
source: Tap <span class="ui">Open with…</span>
sk: Ťuknúť <span class="ui">Otvoriť s…</span>
ta: <Span வகுப்பு = "Ui"> ஐத் தட்டவும்… </span> உடன் திறக்கவும்
uk: Натисніть <span class="ui">Відкрити у…</span>
zh_hans: 点击<span class="ui">打开方式...</span>

source: Tap <span class="ui">Image viewer</span>
es: Toca <span class="ui">Visor de imágenes</span>
fr: Appuyez sur <span class="ui">Visionneuse d'images</span>
ga: Tapáil <span class="ui">Breathnóir íomhánna</span>
it: Toccare <span class="ui">Visualizzatore di immagini</span>
nl: Tik op <span class="ui">Afbeeldingsviewer</span>
pt_br: Toque em <span class="ui">Visualizador de imagens</span>
pt_pt: Toque <span class="ui">Visualizador de imagem</span>
sk: Ťuknúť <span class="ui">Prehliadač obrázkov</span>
sr: Тапните на <span class="ui">Приказивач слике</span>
ta: <Span வகுப்பு = "Ui"> பட பார்வையாளர் </span> ஐத் தட்டவும்
uk: Натисніть <span class="ui">Оглядач зображень</span>
zh_hans: 点击<span class="ui">图片查看器</span>

source: Viewing Markdown files
es: Ver archivos Markdown
fr: Affichage des fichiers Markdown
ga: Ag féachaint ar chomhaid Markdown
it: Visualizzazione dei file Markdown
nl: Markdown-bestanden bekijken
pt_br: Visualizando arquivos Markdown
pt_pt: Ver Ficheiros Markdown
sk: Zobrazenie súborov Markdown
sr: Приказ Markdown фајлова
ta: மார்க் பேரூர் கோப்புகளைப் பார்க்கிறது
uk: Перегляд файлів з розміткою Markdown
zh_hans: 查看 Markdown 文件

source: KOReader provides two options for reading Markdown documents.
es: KOReader ofrece dos opciones para leer documentos Markdown.
fr: KOReader propose deux options pour lire les documents Markdown.
ga: Cuireann KOReader dhá rogha ar fáil chun doiciméid Markdown a léamh.
it: KOReader offre due opzioni per la lettura dei documenti Markdown.
nl: KOReader biedt twee opties om Markdown-documenten te lezen.
pt_br: O KOReader oferece duas opções para ler documentos Markdown.
pt_pt: O KOReader oferece duas opções para a leitura de documentos Markdown.
sk: KOReader ponúka dve možnosti na čítanie dokumentov v jazyku Markdown.
sr: KOReader нуди две опције за читање Markdown докумената.
ta: மார்க் பேரூர் ஆவணங்களைப் படிக்க கொரியடர் இரண்டு விருப்பங்களை வழங்குகிறது.
uk: KOReader пропонує два варіанти читання документів з розміткою Markdown.
zh_hans: KOReader提供了两种读取Markdown文档的选项。

source: You can open the document directly like a book by tapping on it. This mode doesn't provide formatting. So your <b>.md</b> file will look like as it is opened in a text editor.
es: Puede abrir el documento directamente como un libro tocándolo. Este modo no proporciona formato. Entonces su archivo <b>.md</b> se verá como si estuviera abierto en un editor de texto.
fr: Vous pouvez ouvrir le document directement comme un livre en appuyant dessus. Ce mode ne permet pas la mise en forme. Votre fichier <b>.md</b> s'affichera donc tel qu'il apparaît dans un éditeur de texte.
ga: Is féidir leat an doiciméad a oscailt go díreach cosúil le leabhar trí thapáil air. Ní sholáthraíonn an modh seo formáidiú. Mar sin, beidh cuma ar do chomhad <b>.md</b> mar a osclaítear é in eagarthóir téacs.
it: È possibile aprire il documento direttamente come un libro, toccandolo. Questa modalità non prevede la formattazione. Quindi il file <b>.md</b> apparirà come se fosse aperto in un editor di testo.
nl: Je kunt het document direct openen als een boek door erop te tikken. Deze modus biedt geen opmaak. Je <b>.md</b>-bestand ziet er dan uit alsof het in een teksteditor is geopend.
pt_br: Você pode abrir o documento diretamente como um livro ao tocar nele. Este modo não oferece formatação, então seu arquivo <b>.md</b> será exibido como se estivesse aberto em um editor de texto.
sk: Dokument môžete otvoriť priamo ako knihu ťuknutím naň. Tento režim neposkytuje formátovanie. Váš súbor <b>.md</b> bude teda vyzerať tak, ako keby bol otvorený v textovom editore.
sr: Документ можете да отворите директно као књигу, тапом на њега. Овај режим не подржава форматирање. Тако ће ваш <b>.md</b> фајл изгледати као да сте га отворили текст едитором.
ta: ஒரு புத்தகத்தைத் தட்டுவதன் மூலம் ஆவணத்தை நேரடியாக திறக்கலாம். இந்த பயன்முறை வடிவமைப்பை வழங்காது. எனவே உங்கள் <b> .md </b> கோப்பு ஒரு உரை திருத்தியில் திறக்கப்பட்டிருப்பதைப் போல இருக்கும்.
uk: Документ можна відкрити безпосередньо як книгу дотиком до нього. Цей режим не передбачає форматування. Тож файл <b>.md</b> виглядатиме так, як його відкривають у текстовому редакторі.
zh_hans: 您可以通过点击它直接打开文档就像一本书。 此模式不提供格式设置。 所以你的<b>.md</b>文件看起来就像在文本编辑器中打开一样。

source: You can convert your Markdown document to HTML. This action will render a HTML file from your Markdown document with the correct formatting and a <b>Table of Contents</b> created from the headings.
es: Puedes convertir tu documento Markdown a HTML. Esta acción generará un archivo HTML a partir de tu documento Markdown con el formato correcto y una <b>Tabla de Contenidos</b> creada a partir de los encabezados.
fr: Vous pouvez convertir votre document Markdown en HTML. Cette action générera un fichier HTML à partir de votre document Markdown avec la mise en forme correcte et une <b>table des matières</b> créée à partir des titres.
ga: Is féidir leat do dhoiciméad Markdown a thiontú go HTML. Leis an ngníomh seo, cruthófar comhad HTML ó do dhoiciméad Markdown leis an bhformáidiú ceart agus <b>Clár Ábhair</b> cruthaithe ó na ceannteidil.
it: È possibile convertire il documento Markdown in HTML. Questa azione restituisce un file HTML dal documento Markdown con la formattazione corretta e una <b>Tabella dei contenuti</b> creata dalle intestazioni.
nl: Je kunt je Markdown-document naar HTML converteren. Deze actie maakt een HTML-bestand van je Markdown met de juiste opmaak en een <b>inhoudsopgave</b> op basis van de koppen.
pt_br: Você pode converter seu documento Markdown em HTML. Esta ação renderizará um arquivo HTML a partir do documento Markdown, com a formatação correta e um <b>Índice</b> criado a partir dos cabeçalhos.
sk: Svoj Markdown dokument môžete previesť do formátu HTML. Táto akcia vykreslí súbor HTML z vášho Markdown dokumentu so správnym formátovaním a <b>tabuľkou s obsahom knihy</b> vytvorenou z nadpisov.
sr: Markdown документ можете да конвертујете у HTML. Ова акција ће да изгради HTML фајл од Markdown документа са исправним форматирањем и креираним <b>Садржајем </b> од наслова.
ta: உங்கள் மார்க் பேரூர் ஆவணத்தை உஉகுமொ ஆக மாற்றலாம். இந்த நடவடிக்கை உங்கள் மார்க் பேரூர் ஆவணத்திலிருந்து ஒரு உஉகுமொ கோப்பை சரியான வடிவமைப்பு மற்றும் ஒரு <b> உள்ளடக்க அட்டவணை </b> தலைப்புகளிலிருந்து உருவாக்கும்.
uk: Можна конвертувати свій документ з розміткою Markdown у HTML. Ця дія призведе до створення HTML-файлу з документа Markdown з правильним форматуванням та <b>змістом</b>, створеним із заголовків.
zh_hans: 您可以将Markdown文档转换为HTML。 此操作将呈现具有正确格式的Markdown文档中的HTML文件，并根据标题创建<b>目录</b>。
