Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Following direct links to the pages included in these hidden flow sections will still work. Also you can still reach these sections from the <span class="ui">Table of contents, Book map, Page browser, Skim widget</span>.
es: Los enlaces directos a las páginas incluidas en las secciones ocultas seguirán funcionando. También puedes acceder a estas secciones desde el <span class="ui">Índice, Mapa del libro, Explorador de páginas y el widget Vista rápida</span>.
fr: Les liens directs vers les pages incluses dans ces sections cachées continueront de fonctionner. Vous pouvez également accéder à ces sections à partir de la <span class="ui">Table des matières, du Plan du livre, de l'Explorateur de pages et du widget Skim</span>.
ga: Oibreoidh sé fós má leanann tú naisc dhíreacha chuig na leathanaigh atá sna rannóga sreafa folaithe seo. Chomh maith leis sin, is féidir leat teacht ar na rannóga seo ón <span class="ui">Clár Ábhair, Léarscáil Leabhar, Brabhsálaí Leathanaigh, agus Giuirléid Scimithe</span>.
it: I collegamenti diretti alle pagine incluse in queste sezioni del flusso nascosto funzioneranno comunque. Inoltre, è ancora possibile raggiungere queste sezioni dagli strumenti <span class="ui">Tavola dei contenuti, Mappa del libro e Scorri documento</span>.
nl: Directe links naar pagina's in deze verborgen stroomsecties blijven werken. Je kunt deze secties ook bereiken via de <span class="ui">Inhoudsopgave, Boekkaart, Paginaverkenner, Doorbladerwidget</span>.
pt_br: Os links diretos para as páginas incluídas nessas seções ocultas do fluxo ainda funcionarão. Você também pode acessar essas seções a partir do <span class="ui">Índice, Mapa do livro, Navegador de páginas, Navegação rápida</span>.
pt_pt: Links diretos para as páginas incluídas nestas secções de fluxo oculto ainda funcionam. Pode ainda aceder a estas secções a partir do <span class="ui">Índice, Mapa do livro, Navegador de páginas, Widget de Navegação rápida</span>.
sk: Nasledovanie priamych odkazov na stránky zahrnuté v týchto skrytých častiach bude stále fungovať. K týmto častiam sa tiež stále dostanete z <span class="ui">Tabuľky z obsahom knihy, Knižnej mapy, Prehliadača stránok, funkciou Prebehnúť knihu</span>.
sr: Још увек ће да функционишу директни линкови на странице које су део ових одељака скривеног тока. Такође, још увек можете да дођете до ових одељака из <span class="ui">Садржаја, Мапе књиге, Прегледача страница, Виџета за прелетање</span>.
ta: இந்த மறைக்கப்பட்ட ஓட்டம் பிரிவுகளில் சேர்க்கப்பட்டுள்ள பக்கங்களுக்கான நேரடி இணைப்புகள் இன்னும் செயல்படும். இந்த பிரிவுகளை <ச்பான் கிளாச் = "யுஐ"> உள்ளடக்க அட்டவணை, புத்தக வரைபடம், பக்க உலாவி, ச்கிம் விட்செட் </ச்பான்> ஆகியவற்றிலிருந்து நீங்கள் இன்னும் அடையலாம்.
uk: Надалі буде відбуватися перехід за посиланнями на сторінки, які знаходяться в прихованій частині. Також до цієї частини книги можна буде перейти зі <span class="ui">Змісту, Мапи книги, Оглядача сторінок та Віджета проглядання</span>.
zh_hans: 链接到位于被隐藏页页面的引用仍然有效。隐藏页的页面也可通过<span class="ui">目录、书籍地图、页面预览和快速翻页工具</span>访问。

source: As we said above, your hidden flows will be excluded from your <span class="ui">Progress bar</span>. But if you jump to one of your hidden sections using any of the methods mentioned above, your Progress bar temporarily becomes this hidden section’s progress bar. You can imagine this as the progress bar is zooming into that hidden flow section. If you exit out of this hidden section by turning the page at the end of it, or using other navigation tools, your Progress bar will go back to showing the whole book again (with your custom hidden flows again not visible).
es: Como mencionamos anteriormente, las secciones ocultas se excluirán de la <span class="ui">Barra de progreso</span>. Sin embargo si accedes a una de las secciones ocultas mediante alguno de los métodos mencionados la Barra de progreso se convertirá temporalmente en la barra de progreso de esa sección. Imagina que la barra de progreso hace zoom en esa sección. Si sales de la sección pasando la página al final o usando otras herramientas de navegación, la barra de progreso volverá a mostrar el libro completo (haciendo de nuevo invisibles las secciones ocultas).
fr: Comme nous l'avons mentionné plus haut, vos flux cachés seront exclus de votre <span class="ui">barre de progression</span>. Mais si vous accédez à l'une de vos sections cachées à l'aide de l'une des méthodes mentionnées ci-dessus, votre barre de progression devient temporairement la barre de progression de cette section cachée. Vous pouvez imaginer cela comme si la barre de progression zoomait sur cette section cachée. Si vous quittez cette section cachée en tournant la page à la fin de celle-ci ou en utilisant d'autres outils de navigation, votre barre de progression reviendra à l'affichage de l'ensemble du livre (vos flux cachés personnalisés ne seront à nouveau pas visibles).
ga: Mar a dúirt muid thuas, eisiófar do shreabhadh folaithe ó do <span class="ui">bharra Dul Chun Cinn</span>. Ach má léimeann tú chuig ceann de do chuid rannóga folaithe ag baint úsáide as aon cheann de na modhanna a luadh thuas, bíonn do bharra Dul Chun Cinn ina bharra dul chun cinn don chuid fholaithe seo go sealadach. Is féidir leat é seo a shamhlú mar go bhfuil an barra dul chun cinn ag zúmáil isteach sa chuid shreabhadh folaithe sin. Má fhágann tú an chuid fholaithe seo tríd an leathanach a chasadh ag a dheireadh, nó trí uirlisí nascleanúna eile a úsáid, rachaidh do bharra Dul Chun Cinn ar ais chun an leabhar iomlán a thaispeáint arís (agus do shreabhadh folaithe saincheaptha gan a bheith le feiceáil arís).
it: Come abbiamo detto sopra, i flussi nascosti saranno esclusi dalla <span class="ui">barra di avanzamento</span>. Ma se si salta a una delle sezioni nascoste utilizzando uno dei metodi sopra menzionati, la barra di avanzamento diventa temporaneamente la barra di avanzamento di questa sezione nascosta. Si può immaginare che la barra di avanzamento si ingrandisca in quella sezione di flusso nascosta. Se si esce da questa sezione nascosta girando la pagina alla fine o usando altri strumenti di navigazione, la barra di avanzamento tornerà a mostrare l'intero libro (con i flussi nascosti personalizzati nuovamente non visibili).
nl: Zoals hierboven vermeld worden je verborgen stromen uitgesloten van je <span class="ui">voortgangsbalk</span>. Spring je naar een verborgen sectie via een van de genoemde methoden dan wordt de voortgangsbalk tijdelijk die van die sectie. Zie het als inzoomen op die verborgen stroom. Zodra je de sectie verlaat door aan het einde een pagina om te slaan of een ander navigatiemiddel te gebruiken toont de balk weer het hele boek (met je verborgen stromen opnieuw verborgen).
pt_br: Como dissemos acima, seus fluxos ocultos serão excluídos da sua <span class="ui">Barra de progresso</span>. Mas se você pular para uma das suas seções ocultas usando qualquer um dos métodos mencionados acima, sua Barra de progresso se tornará temporariamente a barra de progresso dessa seção oculta. Você pode imaginar isso como se a barra de progresso estivesse ampliando a seção do fluxo oculto. Se você sair dessa seção oculta virando a página no final dela ou usando outras ferramentas de navegação, sua Barra de progresso voltará a mostrar o livro inteiro (com seus fluxos ocultos personalizados novamente invisíveis).
pt_pt: Como descrito acima, os seus fluxos ocultos serão eliminados da sua <span class="ui">barra de progresso</span>. Mas se saltar para uma das suas secções ocultas utilizando qualquer um dos métodos mencionados acima, a sua barra de progresso tornar-se-á temporariamente a barra de progresso desta secção oculta. Pode imaginar isto enquanto a barra de progresso amplia a secção de fluxo oculta. Se sair desta secção oculta virando a página no final da mesma ou utilizando outras ferramentas de navegação, a sua barra de progresso voltará a mostrar o livro inteiro (com os seus fluxos ocultos personalizados não visíveis).
sk: Ako sme povedali vyššie, vaše skryté časti budú vylúčené z vášho <span class="ui">Ukazovateľa priebehu čítania</span>. Ak však preskočíte na jednu zo svojich skrytých častí pomocou niektorej z vyššie uvedených metód, váš ukazovateľ priebehu sa dočasne stane ukazovateľom priebehu tejto skrytej časti. Môžete si to predstaviť tak, ako keby sa ukazovateľ priebehu približoval do tejto skrytej časti. Ak túto skrytú časť opustíte otočením strany na jej konci alebo použitím iných navigačných nástrojov, na Ukazovateli priebehu čítania sa znova zobrazí celá kniha (s tým, že vaše vlastné skryté časti opäť nebudú viditeľné).
sr: Као што смо рекли изнад, скривени токови ће се изузети из <span class="ui">Траке напретка</span>. Али ако скочите на један од скривених одељака користећи било који од горе наведених метода, ваша Трака напретка привремено постаје линија напретка тог скривеног одељка. Ово можете да замислите као да се трака напретка зумира у тај одељак скривеног тока. Ако изађете из овог одељка скривеног тока окретањем странице на његовом крају, или ако употребите остале алате за кретање по књизи, ваша Трака напретка се поново враћа на приказ комплетне књиге (који поново не приказује скривене токове).
ta: நாங்கள் மேலே கூறியது போல், உங்கள் மறைக்கப்பட்ட பாய்ச்சல்கள் உங்கள் <ச்பான் கிளாச் = "யுஐ"> முன்னேற்றப் பட்டி </ச்பான்> இலிருந்து விலக்கப்படும். மேலே குறிப்பிட்டுள்ள எந்தவொரு முறைகளையும் பயன்படுத்தி நீங்கள் மறைக்கப்பட்ட பிரிவுகளில் ஒன்றிற்குச் சென்றால், உங்கள் முன்னேற்றப் பட்டி தற்காலிகமாக இந்த மறைக்கப்பட்ட பகுதியின் முன்னேற்றப் பட்டியாக மாறும். முன்னேற்றப் பட்டி அந்த மறைக்கப்பட்ட ஓட்டப் பிரிவில் பெரிதாக்குவதால் இதை நீங்கள் கற்பனை செய்யலாம். இந்த மறைக்கப்பட்ட பகுதியிலிருந்து அதன் முடிவில் பக்கத்தைத் திருப்புவதன் மூலம் அல்லது பிற வழிசெலுத்தல் கருவிகளைப் பயன்படுத்துவதன் மூலம் நீங்கள் வெளியேறினால், உங்கள் முன்னேற்றப் பட்டி முழு புத்தகத்தையும் மீண்டும் காண்பிக்கும் (உங்கள் தனிப்பயன் மறைக்கப்பட்ட பாய்ச்சல்களுடன் மீண்டும் தெரியவில்லை).
uk: Як було сказано вище, приховані частини не будуть враховуватися у <span class="ui">Панелі поступу</span>. Але якщо ви перейдете до якоїсь з прихованих частин книги будь-яким з вказаних вище способів, тоді панель поступу читання тимчасово перетвориться на панель поступу читання для цієї прихованої частини книги (тобто панель поступу буде відображати позицію читання у прихованій частині). Як тільки ви вийдете з прихованої частини книги, перегорнувши сторінку або іншим способом, панель поступу знову буде відображати відомості для всієї книги (без даних про приховані частини).
zh_hans: 如上所述，隐藏页将不会被计入<span class="ui">阅读进度条</span>。但如果使用上一条提到的几种方式访问隐藏页的某一页，阅读进度条将临时变为该隐藏页的章节阅读进度条。可以将此想象成阅读进度条放大到了被隐藏的章节。当翻到隐藏页最末页、或使用其它页面定位工具离开被隐藏的章节，阅读进度条将恢复为显示全书阅读进度，此时自定义隐藏页将从进度条上消失。

source: Removing and cleaning up hidden sections:
es: Eliminar y limpiar secciones ocultas:
fr: Suppression et nettoyage des sections cachées :
ga: Baineadh agus glanadh codanna i bhfolach:
it: Rimozione e pulizia delle sezioni nascoste:
nl: Verborgen secties verwijderen en opschonen:
pt_br: Removendo e limpando seções ocultas:
pt_pt: A remover e limpar as secções escondidas:
sk: Odstránenie a prečistenie skrytých sekcií:
sr: Уклањање и брисање скривених одељака:
ta: மறைக்கப்பட்ட பிரிவுகளை அகற்றி தூய்மை செய்தல்:
uk: Вилучення та очищення прихованих розділів:
zh_hans: 移除并清理被隐藏章节：

source: You can remove individual hidden flow sections from the <span class="ui">Page browser</span> in the same way you created them. You can also clear all of them at once with the menu item:
es: Puedes eliminar secciones ocultas individuales del <span class="ui">Explorador de páginas</span> de la misma manera que las has creado. También puedes eliminarlas a la vez mediante:
fr: Vous pouvez supprimer des sections de flux masquées individuelles à partir de l'<span class="ui">Explorateur de pages</span> de la même manière que vous les avez créées. Vous pouvez également toutes les effacer en même temps à l'aide de l'option de menu :
ga: Is féidir leat rannóga sreabhadh i bhfolach aonair a bhaint as an <span class="ui">bhrabhsálaí leathanaigh</span> ar an mbealach céanna ar chruthaigh tú iad. Is féidir leat iad uile a ghlanadh ag an am céanna leis an mír roghchláir:
it: È possibile rimuovere le singole sezioni di flusso nascoste dal <span class="ui">navigatore di pagina</span> nello stesso modo in cui sono state create. È anche possibile eliminarle tutte in una volta con la voce di menu:
nl: Je kunt afzonderlijke verborgen stroomsecties via de <span class="ui">Paginaverkenner</span> verwijderen, op dezelfde manier als waarop je ze gemaakt hebt. Je kunt ze ook allemaal tegelijk wissen via het menu-item:
pt_br: Você pode remover seções de fluxo ocultas individuais do <span class="ui">Navegador de páginas</span> da mesma forma que as criou. Você também pode limpar todas elas de uma vez com o item de menu:
sk: Jednotlivé skryté časti knihy môžete odstrániť z <span class="ui">Prehliadača stránok</span> rovnakým spôsobom, akým ste ich vytvorili. Môžete ich tiež vymazať všetky naraz pomocou položky ponuky:
sr: Појединачне одељке скривених токова можете да уклоните из <span class="ui">Прегледача страница</span> на исти начин на који сте их и креирали. Такође можете и да их обришете све одједном ако употребите следећу ставку менија:
ta: நீங்கள் உருவாக்கிய அதே வழியில் <ச்பான் கிளாச் = "யுஐ"> பக்க உலாவி </span> இலிருந்து தனிப்பட்ட மறைக்கப்பட்ட ஓட்டம் பிரிவுகளை நீங்கள் அகற்றலாம். பட்டியல் உருப்படியுடன் அவை அனைத்தையும் ஒரே நேரத்தில் அழிக்கலாம்:
uk: Окремі фрагменти прихованої частини можна вилучити за допомогою <span class="ui">Оглядача сторінок</span> таким же чином, як ви їх створили. Також їх можна очистити усі разом за допомогою цього меню:
zh_hans: 隐藏页可在<span class="ui">页面预览</span>中逐一恢复，方法与设置隐藏时一致。还可以通过下列菜单项一次性全部恢复：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Custom layout features / Clear all marked pages
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Configuración índice y secciones personalizadas / Eliminar todas las páginas marcadas
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Fonctionnalités de mise en page personnalisées / Effacer toutes les pages marquées
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Gnéithe leagan amach saincheaptha / Glan na leathanaigh mharcáilte go léir
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Caratteristiche di impaginazione personalizzate / Cancella tutte le pagine contrassegnate
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Aangepaste lay-out functies / Alle gemarkeerde pagina's wissen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Recursos de layout personalizado / Limpar todas as páginas marcadas
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Definições / Recursos de layout personalizado / Limpar todas as páginas marcadas
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Funkcie vlastného rozloženia / Vymazať všetky označené stránky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Подешавања / Могућности произвољног распореда / Обриши све означене странице
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / அமைப்புகள் / தனிப்பயன் தளவமைப்பு நற்பொருத்தங்கள் / குறிக்கப்பட்ட அனைத்து பக்கங்களையும் அழிக்கவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Функції власного макета / Очистити усі позначені сторінки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 自定义版式功能 / 清除所有页面标记
