Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Set your page refresh intervals for different reading conditions <a href="#L2-mangarefresh" class="internalink"></a>
es: Configura el intervalos de refresco de páginas para diferentes condiciones de lectura <a href="#L2-mangarefresh" class="internalink"></a>
fr: Configurer l'intervalle d'actualisation des pages pour vous adapter à différentes conditions de lecture <a href="#L2-mangarefresh" class="internalink"></a>
ga: Socraigh eatraimh athnuachana leathanaigh do choinníollacha léitheoireachta éagsúla <a href="#L2-mangarefresh" class="internalink"></a>
it: Impostate gli intervalli di aggiornamento della pagina in base alle diverse condizioni di lettura. <a href="#L2-mangarefresh" class="internalink"></a>
nl: Stel je paginaverversingsintervallen in voor verschillende leesomstandigheden <a href="#L2-mangarefresh" class="internalink"></a>
pt_br: Defina intervalos para atualização de página para diferentes condições de leitura <a href="#L2-mangarefresh" class="internalink"></a>
pt_pt: Defina intervalos de atualização de página para diferentes condições de leitura <a href="#L2-mangarefresh" class="internalink"></a>
sk: Nastaviť si intervaly obnovovania stránky pre rôzne podmienky čítania <a href="#L2-mangarefresh" class="internalink"></a>
sr: Поставите интервале освежавања странице за различите услове читања <a href="#L2-mangarefresh" class="internalink"></a>
ta: வெவ்வேறு வாசிப்பு நிபந்தனைகளுக்கு உங்கள் பக்க புதுப்பிப்பு இடைவெளிகளை அமைக்கவும்
uk: Встановлення частоти оновлення сторінки для різних умов читання <a href="#L2-mangarefresh" class="internalink"></a>
zh_hans: 为不同的阅读场景设置独立的页面刷新频率<a href="#L2-mangarefresh" class="internalink"></a>

source: Set your own <b>screensaver</b> from many options like random images, book cover, reading, progress etc.
es: Configura tu propio <b>salvapantallas</b> con multitud de opciones como imágenes aleatorias, cubiertas de libros, lectura, progreso, etc.
fr: Définissez votre propre <b>écran de veille</b> parmi de nombreuses options telles que images aléatoires, couverture de livre, lecture en cours, progression, etc.
ga: Socraigh do <b>scáileánspaillín</b> féin ó go leor roghanna cosúil le híomhánna randamacha, clúdach leabhair, léitheoireacht, dul chun cinn srl.
it: Impostare il proprio <b>screensaver</b> da molte opzioni come immagini casuali, copertina del libro, lettura, progresso, ecc.
nl: Stel je eigen <b>schermbeveiliging</b> in uit veel opties zoals willekeurige afbeeldingen, boekomslag, lezen, voortgang, enz.
pt_br: Defina seu próprio <b>descanso de tela</b> de várias opções como imagens aleatórias, capa do livro, leitura, progresso etc.
pt_pt: Defina seu próprio <b>protetor de tela</b> com muitas opções, como imagens aleatórias, capa de um livro, leitura atual, progresso, etc.
sk: Nastaviť váš vlastný <b>šetrič obrazovky</b> z výberu mnohých možností, ako sú náhodné obrázky, knižný obal, aktuálne čítanie, priebeh čítania atď.
sr: Поставите сопствени <b>чувар екрана</b> користећи разне опције као што су случајне слике, омот књиге, читање, напредак итд.
ta: சீரற்ற படங்கள், புத்தக அட்டை, வாசிப்பு, முன்னேற்றம் போன்ற பல விருப்பங்களிலிருந்து உங்கள் சொந்த <b> ச்கிரீன்சேவர் </b> ஐ அமைக்கவும்.
uk: Вибір власної <b>заставки</b> з безлічі варіантів, наприклад, випадкові зображення, обкладинка книги, читання, поступ читання і т.ін.
zh_hans: 用随机图片、书籍封面、阅读进度等多种选择设置<b>待机画面</b>。

source: Set battery <b>charge limit alarms</b> to prevent deep discharge/over charge <a href="#L2-devicetips" class="internalink"></a>
es: Configura <b>alarmas de límite de carga</b> de la batería para evitar la sobrecarga/sobredescarga <a href="#L2-devicetips" class="internalink"></a>
fr: Définissez des alarmes de <b>limite de charge</b> de batterie pour éviter la décharge profonde/surcharge <a href="#L2-devicetips" class="internalink"></a>
ga: Socraigh <b>aláraim teorann luchtaithe</b> ceallraí chun cosc a chur ar dhíluchtú domhain/ró-mhuirearú <a href="#L2-devicetips" class="internalink"></a>
it: Impostate gli allarmi di <b>limite di carica</b> della batteria per evitare scariche totali o sovraccariche. <a href="#L2-devicetips" class="internalink"></a>
nl: Stel batterij <b>laadlimiet alarmen</b> in om diepe ontlading/overlading te voorkomen <a href="#L2-devicetips" class="internalink"></a>
pt_br: Defina <b>alarmes de limite de carga</b> da bateria para evitar descarga profunda/sobrecarga <a href="#L2-devicetips" class="internalink"></a>
pt_pt: Defina <b>alarmes de limite de carga</b> da bateria para evitar descarga indevida/sobrecarga <a href="#L2-devicetips" class="internalink"></a>
sk: Nastaviť si <b>alarmy limitu nabitia</b> batérie, aby ste predišli hlbokému vybitiu/prebitiu <a href="#L2-devicetips" class="internalink"></a>
sr: Поставите <b>аларме ограничења пуњења</b> батерије да спречите дубоко пражњење/препуњење <a href="#L2-devicetips" class="internalink"></a>
ta: பேட்டரியை அமைக்கவும் <b> ஆழமான வெளியேற்றத்தைத் தடுக்க/அதிக கட்டணம்/அதிக கட்டணம் = "#l2-devicetips" வகுப்பு = "interning">  </a>
uk: Встановлення <b>сповіщення при досягненні рівня заряду</b> батареї, щоб запобігти глибокому розряду чи перезаряду батареї <a href="#L2-devicetips" class="internalink"></a>
zh_hans: 设置电量<b>充电提醒</b>，避免电池过充或过放<a href="#L2-devicetips" class="internalink"></a>

source: Set a memory usage alert (useful for devices for smaller memory) and optionally restart KOReader upon reaching this limit <a href="#L2-devicetips" class="internalink"></a>
es: Configura una alerta de uso de memoria (es útil para dispositivos con poca memoria) y opcionalmente reinicia KOReader al alcanzar el límite. <a href="#L2-devicetips" class="internalink"></a>
fr: Définissez une alerte d’utilisation de mémoire (utile pour les appareils à faible mémoire) et, si vous le souhaitez, redémarrez KOReader à l’atteinte de cette limite <a href="#L2-devicetips" class="internalink"></a>
ga: Socraigh foláireamh úsáide cuimhne (úsáideach do ghléasanna le cuimhne níos lú) agus roghnach atosú KOReader nuair a shroicheann tú an teorainn seo <a href="#L2-devicetips" class="internalink"></a>
it: Impostare un avviso sull'utilizzo della memoria (utile per i dispositivi con memoria ridotta) e, facoltativamente, riavviare KOReader al raggiungimento di questo limite. <a href="#L2-devicetips" class="internalink"></a>
nl: Stel een geheugengebruikwaarschuwing in (nuttig voor apparaten met minder geheugen) en herstart optioneel KOReader bij het bereiken van deze limiet <a href="#L2-devicetips" class="internalink"></a>
pt_br: Defina um alarme de uso de memória (útil para dispositivos com menos memória) e opcionalmente reinicie o KOReader ao alcançar esse limite <a href="#L2-devicetips" class="internalink"></a>
pt_pt: Defina um alerta de uso de memória (útil para dispositivos com pouca memória) e opcionalmente reinicie o KOReader ao atingir o seguinte limite <a href="#L2-devicetips" class="internalink"></a>
sk: Nastaviť upozornenie na využitie pamäte (vhodné pre zariadenia s menšou pamäťou) a po dosiahnutí tohto limitu prípadne reštartovať KOReader <a href="#L2-devicetips" class="internalink"></a>
sr: Поставите упозорење о искоришћењу меморије (корисно за уређаје са мањом меморијом) и по жељи поново покрените KOReader када се достигне то ограничење <a href="#L2-devicetips" class="internalink"></a>
ta: நினைவக பயன்பாட்டு எச்சரிக்கையை அமைக்கவும் (சிறிய நினைவகத்திற்கான சாதனங்களுக்கு பயனுள்ளதாக இருக்கும்) மற்றும் இந்த வரம்பை அடைந்ததும் விருப்பமாக கொரியாடரை மறுதொடக்கம் செய்யுங்கள்
uk: Встановлення сповіщення про рівень використання пам'яті (корисно для пристроїв з малим обсягом пам'яті) та, за бажанням, перезапуск KOReader при досягненні цієї межі <a href="#L2-devicetips" class="internalink"></a>
zh_hans: 设置内存用量提醒或在到达限制时选择性重启KOReader程序（这对于内存较小的设备十分有用）<a href="#L2-devicetips" class="internalink"></a>

source: PDF documents are easier to read on e-ink with KOReader
es: Los PDF son fáciles de leer con tinta electrónica en KOReader
fr: Les documents PDF sont plus faciles à lire sur e-ink avec KOReader
ga: Tá sé níos fusa doiciméid PDF a léamh ar r-dúch le KOReader
it: I documenti PDF sono più facili da leggere su e-ink con KOReader
nl: PDF-documenten zijn gemakkelijker te lezen op e-ink met KOReader
pt_br: Documentos PDF são mais fáceis de ler em e-ink com o KOReader
pt_pt: Documentos PDF são mais fáceis de ler em e-ink com o KOReader
sk: PDF dokumenty sa čítajú ľahšie na elektronickom atramente s KOReaderom
sr: PDF документи се са KOReader читачем лакше читају на e-ink екранима
ta: பி.டி.எஃப் ஆவணங்கள் கொரியாடருடன் ஈ-மை படத்தைப் படிக்க எளிதானது
uk: Файли PDF на екранах з е-чорнилами легше читати з KOReader
zh_hans: KOReader让PDF文档在电子墨水屏上阅读体验更佳

source: Crop margins automatically or manually
es: Recorta los márgenes de forma automática o manual
fr: Recadrez les marges automatiquement ou manuellement
ga: Bearr imeall go huathoibríoch nó de láimh
it: Ritagliare i margini automaticamente o manualmente
nl: Snijd marges automatisch of handmatig bij
pt_br: Apare margens automaticamente ou manualmente
pt_pt: Cortar margens automáticamente ou manualmente
sk: Jednoducho zmeniť rôzne typy zväčšenia a smeru čítania textu <b>viac-stĺpcových dokumentov</b>
sr: Опсеците маргине аутоматски или ручно
ta: படிக்க வெவ்வேறு சூம் வகைகள் மற்றும் பக்க ஓட்டம் திசைகள் <b> பல நெடுவரிசை ஆவணங்கள் </b>
uk: Обрізання полів автоматично або вручну
zh_hans: 自动或手动裁剪页边空白

source: <b>Reflow</b> documents to extract text and read easier on a small screen
es: <b>Ajusta el texto</b> del documento para extraerlo y facilitar la lectura en pantallas pequeñas
fr: <b>Remise en page</b> des documents pour extraire le texte et lire plus facilement sur un petit écran
ga: <b>Athshreabhadh</b> doiciméid chun téacs a bhaint amach agus iad a léamh níos éasca ar scáileán beag
it: <b>Ridisposizione</b> dei documenti per estrarre il testo e facilitare la lettura su uno schermo piccolo
nl: <b>Herschikking</b> van documenten om tekst te extraheren en gemakkelijker te lezen op een klein scherm
pt_br: <b>Reorganiza o fluxo de texto</b> em documentos para extrai-los e ler com mais facilidade em uma tela pequena
pt_pt: <b>Refluir</b> documentos para extrair texto e facilitar a leitura num ecrã pequeno
sk: <b>Preformátovať</b> dokumenty pre extrahovanie textu a ľahšie čítanie na malej obrazovke
sr: <b>Пресложите</b> документе да издвојите текст и да лакше читате на малом екрану
ta: ஆட்டோ ச்ட்ரைன் சாய்ந்த ஆவணங்கள்
uk: <b>Перекомпонування</b> документів, щоб витягнути текст для зручного читання на малому екрані
zh_hans: 对文档进行<b>页面重排</b>以便在小尺寸屏幕上更方便地阅读及提取文段

source: Apply <b>OCR</b> to documents without text layers, like scanned old books <a href="#L2-ocr" class="internalink"></a>
es: Aplica <b>OCR</b> a documentos sin capas de texto, como libros antiguos escaneados <a href="#L2-ocr" class="internalink"></a>
fr: Appliquez l’<b>OCR</b> aux documents sans calques de texte, comme les livres anciens numérisés <a href="#L2-ocr" class="internalink"></a>
ga: Cuir <b>OCR</b> i bhfeidhm ar dhoiciméid gan sraitheanna téacs, amhail seanleabhair scanta <a href="#L2-ocr" class="internalink"></a>
it: Applicate l'<b>OCR</b> a documenti senza livelli di testo, come la scansione di vecchi libri. <a href="#L2-ocr" class="internalink"></a>
nl: Pas <b>OCR</b> toe op documenten zonder tekstlagen, zoals gescande oude boeken <a href="#L2-ocr" class="internalink"></a>
pt_br: Ative <b>OCR</b> para documentos sem camadas de texto, como livros antigos digitalizados <a href="#L2-ocr" class="internalink"></a>
pt_pt: Aplicar <b>OCR</b> a documentos sem camadas de texto, como livros antigos digitalizados <a href="#L2-ocr" class="internalink"></a>
sk: Použiť <b>OCR (optické rozoznávanie znakov)</b> na dokumenty bez textových vrstiev, ako sú naskenované staré knihy <a href="#L2-ocr" class="internalink"></a>
sr: Примените <b>OCR</b> на документе без текст слојева, као што су скениране старе књиге <a href="#L2-ocr" class="internalink"></a>
ta: <b> OCR </b> ஐ உரை அடுக்குகள் இல்லாத ஆவணங்களுக்கு, பழைய புத்தகங்களை வருடு செய்யப்பட்ட பழைய புத்தகங்கள் <a href = "#l2-ocr" வகுப்பு = "interning">  </a>
uk: <b>Оптичне розпізнавання символів (OCR)</b> в документах без текстового шару, як у старих книжках <a href="#L2-ocr" class="internalink"></a>
zh_hans: 对不包含文本层的PDF文档（如旧书扫描版）进行<b>OCR</b><a href="#L2-ocr" class="internalink"></a>

source: Different zoom types and page flow directions to read <b>multi-column documents</b> like scientific articles easily <a href="#L2-readingpdfs" class="internalink"></a>
es: Varios tipos de zoom y direcciones de flujo de página para leer con facilidad <b>documentos multicolumna</b> como artículos científicos. <a href="#L2-readingpdfs" class="internalink"></a>
fr: Différents types de zoom et sens de défilement des pages pour lire aisément les <b>documents multi-colonnes</b> comme les articles scientifiques <a href="#L2-readingpdfs" class="internalink"></a>
ga: Cineálacha súmála agus treoracha sreafa leathanaigh éagsúla chun <b>doiciméid ilcholúnacha</b> cosúil le hailt eolaíochta a léamh go héasca <a href="#L2-readingpdfs" class="internalink"></a>
it: Diversi tipi di zoom e direzioni di scorrimento delle pagine per leggere facilmente documenti <b>a più colonne</b> come gli articoli scientifici. <a href="#L2-readingpdfs" class="internalink"></a>
nl: Verschillende zoomtypes en paginastroom-richtingen om <b>meerkolommige documenten</b> zoals wetenschappelijke artikelen gemakkelijk te lezen <a href="#L2-readingpdfs" class="internalink"></a>
pt_br: Diferentes tipos de zoom e direções de fluxo de página para ler facilmente <b>documentos com várias colunas</b> como artigos científicos <a href="#L2-readingpdfs" class="internalink"></a>
pt_pt: Diferentes tipos de zoom e direções de fluxo de página para ler facilmente <b>documentos com várias colunas</b>, como artigos científicos <a href="#L2-readingpdfs" class="internallink"></a>
sk: Rôzne typy priblíženia a smery toku strán pre jednoduché čítanie <b>viac-stĺpcových dokumentov</b>, ako sú vedecké články <a href="#L2-readingpdfs" class="internalink"></a>
sr: Различити типови зумирања и смерови тока странице омогућавају лакше читање <b>докумената у више колона</b>, као што су научни чланци <a href="#L2-readingpdfs" class="internalink"></a>
ta: படிக்க வெவ்வேறு சூம் வகைகள் மற்றும் பக்க ஓட்டம் திசைகள் <b> பல-நெடுவரிசை ஆவணங்கள் </b> விஞ்ஞான கட்டுரைகளைப் போல எளிதாக <a href = "#l2-readingpdfs" வகுப்பு = "interning">  </a>
uk: Різні типи масштабування і напрямки читання сторінок для зручного читання <b>багатостовпцевих документів</b> на зразок наукових статей <a href="#L2-readingpdfs" class="internalink"></a>
zh_hans: 多种页面缩放方式及换页方向，让阅读科学文献等<b>文本分栏的文档</b>更容易<a href="#L2-readingpdfs" class="internalink"></a>

source: Auto straighten tilted documents, like scanned old books <a href="#L2-pdfbottom" class="internalink"></a>
es: Auto endereza documentos inclinados, como libros antiguos escaneados <a href="#L2-pdfbottom" class="internalink"></a>
fr: Redressez automatiquement les documents inclinés, comme les livres anciens numérisés <a href="#L2-pdfbottom" class="internalink"></a>
ga: Doiciméid chlaonta a dhíriú go huathoibríoch, cosúil le seanleabhair scanta <a href="#L2-pdfbottom" class="internalink"></a>
it: Raddrizza automaticamente i documenti inclinati, come la scansione di vecchi libri. <a href="#L2-pdfbottom" class="internalink"></a>
nl: Recht automatisch scheef gescande documenten, zoals gescande oude boeken <a href="#L2-pdfbottom" class="internalink"></a>
pt_br: Endireitar automaticamente documentos inclinados, como livros antigos digitalizados <a href="#L2-pdfbottom" class="internalink"></a>
pt_pt: Endireite automaticamente documentos inclinados, como livros antigos digitalizados <a href="#L2-pdfbottom" class="internalink"></a>
sk: Automatické narovnanie naklonených dokumentov, ako napríklad naskenovaných starých kníh <a href="#L2-pdfbottom" class="internalink"></a>
sr: Аутоматски исправите накривљене документе, као што су старе скениране књиге <a href="#L2-pdfbottom" class="internalink"></a>
ta: பழைய புத்தகங்களை வருடு செய்யப்பட்ட பழைய புத்தகங்கள் <a href = "#l2-pdfbottom" வகுப்பு = "internink">  </a> போன்ற ஆட்டோ ச்ட்ரைன் சாய்ந்த ஆவணங்கள்
uk: Автоматична корекція нахилу надрукованих під кутом сторінок, які трапляються у старих книгах <a href="#L2-pdfbottom" class="internalink"></a>
zh_hans: 自动校正文档倾斜（比如旧书扫描版）<a href="#L2-pdfbottom" class="internalink"></a>

source: Save your highlights directly into PDFs which allows you to see them without KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
es: Guarda tus subrayados directamente en los PDFs lo que permite visualizarlos sin KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
fr: Enregistrez vos surlignages directement dans les PDF afin de pouvoir les voir sans KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
ga: Sábháil do bhuaicphointí go díreach i gcomhaid PDF rud a ligeann duit iad a fheiceáil gan KOReader <a href="#L2-pdhighlights" class="internalink"></a>
it: Salvate i vostri punti evidenziati direttamente in PDF, per poterli visualizzare senza KOReader. <a href="#L2-pdfhighlights" class="internalink"></a>
nl: Sla je markeringen direct op in PDF's zodat je ze kunt zien zonder KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
pt_br: Salve seus destaques diretamente em PDFs, permitindo que você os veja sem o KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
pt_pt: Guarde os seus destaques diretamente em PDFs, o que lhe permite visualizá-los sem o KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
sk: Uložiť si svoje zvýraznenia priamo do PDF súborov, čo vám umožní zobraziť si ich bez KOReaderu <a href="#L2-pdfhighlights" class="internalink"></a>
sr: Сачувајте своја истицања директно у PDF-ове, па ћете тако моћи да их видите и без KOReader-а <a href="#L2-pdfhighlights" class="internalink"></a>
ta: சேமி your highlights directly into PDFs which allows you பெறுநர் see them without KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
uk: Збереження вашого виділеного прямо до PDF, які можна переглядати без KOReader <a href="#L2-pdfhighlights" class="internalink"></a>
zh_hans: 将标注内容导出为PDF文件，以便在KOReader以外的环境中浏览<a href="#L2-pdfhighlights" class="internalink"></a>

source: Special <b>Panel zoom</b> feature for reading mangas <a href="#L2-panelzoom" class="internalink"></a>
es: Herramienta especial <b>Zoom a viñeta</b> para la lectura de mangas <a href="#L2-panelzoom" class="internalink"></a>
fr: Fonctionnalité spéciale de <b>zoom par case</b> pour lire les mangas <a href="#L2-panelzoom" class="internalink"></a>
ga: Gné speisialta <b>Zúmáil Painéil</b> le haghaidh léamh manga <a href="#L2-panelzoom" class="internalink"></a>
it: Funzione speciale del <b>pannello di zoom</b> per la lettura dei manga. <a href="#L2-panelzoom" class="internalink"></a>
nl: Speciale <b>Paneelzoom</b> functie voor het lezen van manga's <a href="#L2-panelzoom" class="internalink"></a>
pt_br: Recurso especial: <b>zoom de painel</b> para leitura de mangás <a href="#L2-panelzoom" class="internalink"></a>
pt_pt: Recurso especial de <b>Painel de Zoom</b> para leitura de manga <a href="#L2-panelzoom" class="internalink"></a>
sk: Špeciálna funkcia <b>priblíženia panelu</b> na čítanie mangy <a href="#L2-panelzoom" class="internalink"></a>
sr: Специјална <b>Панел зум</b> функционалност за читање манги <a href="#L2-panelzoom" class="internalink"></a>
ta: Special <b>Panel zoom</b> feature க்கு படித்தல் மன்கச் <a href="#L2-panelzoom" class="internalink"></a>
uk: Спеціальна функція <b>масштабування панелі</b> для читання мальописів і манґи <a href="#L2-panelzoom" class="internalink"></a>
zh_hans: 针对漫画阅读的<b>分格缩放</b>功能<a href="#L2-panelzoom" class="internalink"></a>

source: Adjustable screen refresh settings for perfectly balancing between ghosting and speed <a href="#L2-mangarefresh" class="internalink"></a>
es: Refresco de pantalla ajustable para un balance perfecto entre ghosting y rapidez <a href="#L2-mangarefresh" class="internalink"></a>
fr: Vitesse de rafraîchissement d'écran modifiable pour un équilibre parfait entre image fantôme et vitesse <a href="#L2-mangarefresh" class="internalink"></a>
ga: Socruithe athnuachana scáileáin inchoigeartaithe chun cothromaíocht fhoirfe a bhaint amach idir taibhsí agus luas <a href="#L2-mangarefresh" class="internalink"></a>
it: Impostazioni di refresh dello schermo regolabili per un perfetto bilanciamento tra ghosting e velocità. <a href="#L2-mangarefresh" class="internalink"></a>
nl: Instelbare schermverversings instellingen voor perfect balanceren tussen ghosting en snelheid <a href="#L2-mangarefresh" class="internalink"></a>
pt_br: Configurações ajustáveis de atualização da tela para equilibrar perfeitamente entre velocidade e redução de fantasmas <a href="#L2-mangarefresh" class="internalink"></a>
pt_pt: Configurações ajustáveis de atualização de ecrã para equilibrar perfeitamente entre sobreposição de ecrãs e velocidade <a href="#L2-mangarefresh" class="internalink"></a>
sk: Nastaviteľné nastavenia obnovovania obrazovky pre dokonalú rovnováhu medzi "duchom" (pozostatok predošlého textu) a rýchlosťou <a href="#L2-mangarefresh" class="internalink"></a>
sr: Прилагодљива подешавања освежавања екрана за савршену равнотежу између „духова” и брзине <a href="#L2-mangarefresh" class="internalink"></a>
ta: பேய் மற்றும் வேகத்திற்கு இடையில் சரியாக சமநிலைப்படுத்துவதற்கான சரிசெய்யக்கூடிய திரை புதுப்பிப்பு அமைப்புகள் <a href = "#l2-mangarefresh" வகுப்பு = "interning">  </a>
uk: Пристосування параметрів оновлення екрану для досягнення балансу між швидкістю та якістю відображення <a href="#L2-mangarefresh" class="internalink"></a>
zh_hans: 可调整的页面刷新参数，实现残影与翻页速度的完美平衡<a href="#L2-mangarefresh" class="internalink"></a>

source: Advanced features for power users
es: Herramientas avanzadas para usuarios avanzados
fr: Fonctionnalités avancées pour les utilisateurs expérimentés
ga: Gnéithe ardleibhéil d'úsáideoirí cumhachtacha
it: Funzioni avanzate per utenti esperti
nl: Geavanceerde functies voor ervaren gebruikers
pt_br: Funções avançadas para usuários experientes
pt_pt: Funcionalidades avançadas para utilizadores experientes
sk: Pokročilé funkcie pre náročných používateľov
sr: Напредне могућности за напредне кориснике
ta: ஆற்றல் பயனர்களுக்கான மேம்பட்ட நற்பொருத்தங்கள்
uk: Додаткові функції для просунутих користувачів
zh_hans: 面向硬核用户的高阶功能
