Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: If you need to switch between two documents (when comparing them for example), there is a quicker way than going through the <span class="ui">File Browser</span>. KOReader can open the last document with a gesture (<b><span style="font-family: microns;"></span> multiswipe</b>). If you define a gesture’s action as <span class="ui">Open previous document</span>, you can switch between two documents quickly similar to the <b>Alt+Tab</b> feature on the desktop computers. You can find this feature under:
es: Si necesitas cambiar entre dos documentos (por ejemplo, al compararlos), hay una forma más rápida que usar el <span class="ui">Explorador de archivos</span>. KOReader puede abrir el último documento con un gesto (<b><span style="font-family: microns;"></span> multideslizamiento</b>). Si define la acción de un gesto como <span class="ui">Abrir documento anterior</span>, puedes cambiar entre dos documentos rápidamente de forma similar a la función <b>Alt+Tab</b> en un PC. Encontrarás esta función en:
fr: Si vous avez besoin de passer d'un document à l'autre (pour les comparer, par exemple), il existe un moyen plus rapide que de passer par l'<span class="ui">Explorateur de fichiers</span>. KOReader peut ouvrir le dernier document à l'aide d'un geste (<b><span style="font-family: microns;"></span> Multiple balayages</b>). Si vous définissez l'action d'un geste comme <span class="ui">Ouvrir le document précédent</span>, vous pouvez passer rapidement d'un document à l'autre, comme avec la fonction <b>Alt+Tab</b> sur les ordinateurs de bureau. Vous trouverez cette fonction sous :
ga: Más gá duit aistriú idir dhá dhoiciméad (agus iad á gcomparáid mar shampla), tá bealach níos tapúla ann ná dul tríd an <span class="ui">Brabhsálaí Comhad</span>. Is féidir le KOReader an doiciméad deireanach a oscailt le gotha (<b><span style="font-family: microns;"></span> il-shlaipe</b>). Má shainíonn tú gníomh gotha mar <span class="ui">Oscail an doiciméad roimhe seo</span>, is féidir leat aistriú idir dhá dhoiciméad go tapa cosúil leis an ngné <b>Alt+Tab</b> ar na ríomhairí deisce. Is féidir leat an ghné seo a fháil faoi:
it: Se è necessario passare da un documento all'altro (ad esempio per confrontarli), c'è un modo più rapido che passare attraverso il <span class="ui">File Browser</span>. KOReader può aprire l'ultimo documento con un gesto (<b><span style="font-family: microns;"></span> gesti multipli</b>). Se si definisce l'azione di un gesto come <span class="ui">Apri il documento precedente</span>, è possibile passare rapidamente da un documento all'altro in modo simile alla funzione <b>Alt+Tab</b> dei computer desktop. Questa funzione si trova in:
nl: Als je tussen twee documenten wilt wisselen (bijvoorbeeld om ze te vergelijken) is er een snellere manier dan via de <span class="ui">Bestandsverkenner</span>. KOReader kan het vorige document openen met een gebaar (<b><span style="font-family: microns;"></span> multiveeg</b>). Als je een gebaar instelt op <span class="ui">Vorig document openen</span> kun je snel heen en weer schakelen, vergelijkbaar met <b>Alt+Tab</b> op desktopcomputers. Je vindt deze functie onder:
pt_br: Se você precisa alternar entre dois documentos (ao compará-los, por exemplo), há uma forma mais rápida do que passar pelo <span class="ui">Explorador de arquivos</span>. O KOReader pode abrir o último documento com um gesto (<b><span style="font-family: microns;"></span> multideslize</b>). Se você definir a ação de um gesto como <span class="ui">Abrir documento anterior</span>, é possível alternar rapidamente entre dois documentos, de forma similar ao recurso <b>Alt+Tab</b> em computadores. Você pode encontrar este recurso em:
sk: Ak potrebujete prepínať medzi dvoma dokumentmi (napríklad pri ich porovnávaní), existuje rýchlejší spôsob ako použiť <span class="ui">Prehliadač súborov</span>. KOReader dokáže otvoriť posledný dokument gestom (<b><span style="font-family: microns;"></span> viacnásobným potiahnutím prsta</b>). Ak definujete akciu gesta ako <span class="ui">Otvoriť predchádzajúci dokument</span>, môžete rýchlo prepínať medzi dvoma dokumentmi podobne ako pomocou funkcie <b>Alt+Tab</b> na stolných počítačoch. Túto funkciu nájdete pod:
sr: Ако је потребно да пређете са једног на други документ (на пример, када их поредите), постоји бржи начин од проласка кроз <span class="ui">Прегледач фајлова</span>. KOReader гестикулацијом може да отвори последњи документ (<b><span style="font-family: microns;"></span> мултипревлачење</b>). Ако акцију гестикулације дефинишете као <span class="ui">Отвори претходни документ</span>, брзо ћете моћи да се пребацујете између два документа, слично као са <b>Alt+Tab</b> функцијом на десктоп компјутерима. Ову функционалност можете да пронађете у:
ta: நீங்கள் இரண்டு ஆவணங்களுக்கு இடையில் மாற வேண்டும் என்றால் (எடுத்துக்காட்டாக அவற்றை ஒப்பிடும்போது), <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> வழியாக செல்வதை விட விரைவான வழி உள்ளது. கொரியடர் கடைசி ஆவணத்தை ஒரு சைகையுடன் திறக்க முடியும் (<b> <ச்பான் பாணி = "எழுத்துரு-குடும்பம்: மைக்ரான்;">  </span> மல்டிச்வைப் </b>). ஒரு சைகையின் செயலை <span வகுப்பு = "Ui"> முந்தைய ஆவணம் </span> ஐத் திறக்கவும் என்றால், டெச்க்டாப் கணினிகளில் <b> alt+தாவல் </b> அம்சத்திற்கு ஒத்த இரண்டு ஆவணங்களுக்கு இடையில் மாறலாம். இந்த அம்சத்தை நீங்கள் கீழ் காணலாம்:
uk: Якщо необхідно перемикатися між двома документами (наприклад, для їх порівняння), існує швидший спосіб робити це, ніж переходити через <span class="ui">Оглядач файлів</span>. KOReader може відкрити останній документ жестом (<b>мультижест <span style="font-family: microns;"></span></b>). Якщо призначити на жест дію <span class="ui">Відкрити попередній документ</span>, можна буде швидко перемикатися між документами, на зразок того як це робиться за допомогою комбінації клавіш <b>Alt+Tab</b> на комп'ютері. Дану функцію можна знайти тут:
zh_hans: 如果需要在两个文档之间切换（例如，在比较它们时），有一种比使用<span class="ui">文件浏览器</span>更快的方法。KOReader可以使用手势（ (<b><span style="font-family: microns;"></span> 多重手势</b>) 。如果将手势的动作定义为<span class="ui">打开上一个文档</span>，则可以在两个文档之间快速切换，类似于桌面计算机上的<b>Alt+Tab</b>功能。您可以在以下位置找到此功能：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Gesture manager / “ANY GESTURE” / General / Open Previous Document
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Configurador de gestos / “CUALQUIER GESTO” / General / Abrir documento anterior
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Gestionnaire de gestes / « TOUT GESTE » / Général / Ouvrir le document précédent
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Bainisteoir gothaí / “AON GHOTHA” / Ginearálta / Oscail an Doiciméad Roimhe Seo
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Impostazione dei gesti / “QUALSIASI GESTO” / Generale / Apri documento precedente
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Gebarenbeheer / “ELK GEBAAR” / Algemeen / Vorig document openen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Gerenciador de gestos / “QUALQUER GESTO” / Geral / Abrir o documento anterior
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Správca gest / „ĽUBOVOĽNÉ GESTO“ / Všeobecné / Otvoriť predchádzajúci dokument
sr: МЕНИ НА ВРХУ/ <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Управљач гестикулацијама / „БИЛО КОЈА ГЕСТИКУЛАЦИЈА” / Опште / Отвори претходни документ
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Менеджер жестів / «БУДЬ-ЯКИЙ ЖЕСТ» / Загальне / Відкрити попередній документ
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 交互手势管理 / 「任意手势」 / 通用类 / 开启上一册书籍

source: Also you can use the <span class="ui">History</span> dialog to switch between documents quickly. The history screen can be opened with the <span style="font-family: microns;"></span> multiswipe gesture. You can also define any other gesture for this of course.
es: También puedes usar el cuadro de diálogo <span class="ui">Historial</span> para cambiar rápidamente de documento. La pantalla del historial se puede abrir con el gesto de multideslizamiento <span style="font-family: microns;"></span>. Por supuesto puede definir cualquier otro gesto para esta función.
fr: Vous pouvez également utiliser la boîte de dialogue <span class="ui">Historique</span> pour passer rapidement d'un document à l'autre. L'écran d'historique peut être ouvert à l'aide du geste Multiple balayages <span style="font-family: microns;"></span>. Vous pouvez bien sûr définir tout autre geste à cet effet.
ga: Chomh maith leis sin, is féidir leat an dialóg <span class="ui">Stair</span> a úsáid chun aistriú idir doiciméid go tapa. Is féidir an scáileán staire a oscailt leis an ngluaiseacht il-shlaipe <span style="font-family: microns;"></span>. Is féidir leat aon ghluaiseacht eile a shainiú chuige seo freisin, ar ndóigh.
it: È inoltre possibile utilizzare la finestra di dialogo <span class="ui">Cronologia</span> per passare rapidamente da un documento all'altro. La schermata della cronologia può essere aperta con il gesto <span style="font-family: microns;"></span> tra i gesti multipli. Naturalmente, è possibile definire qualsiasi altro gesto.
nl: Je kunt ook het <span class="ui">Geschiedenis</span>-dialoog gebruiken om snel te wisselen. Het geschiedenisscherm open je met het multiveeggebaar <span style="font-family: microns;"></span>. Uiteraard kun je er ook een ander gebaar aan toewijzen.
pt_br: Você também pode usar o <span class="ui">Histórico</span> para alternar rapidamente entre documentos. A tela de histórico pode ser aberta com o gesto de multideslize <span style="font-family: microns;"></span>. Claro, você também pode definir qualquer outro gesto para isso.
sk: Na rýchle prepínanie medzi dokumentmi môžete použiť aj dialógové okno <span class="ui">História</span>. Obrazovku histórie je možné otvoriť gestom viacnásobného potiahnutia <span style="font-family: microns;"></span>. Samozrejme, môžete na toto gesto definovať aj akékoľvek iné gesto.
sr: За брзи прелазак између докумената такође можете да користите и дијалог <span class="ui">Историја</span>. Екран историје може да се отвори <span style="font-family: microns;"></span> гестикулацијом мултипревлачења. Наравно, за ово можете да дефинишете и било коју другу гестикулацију.
ta: ஆவணங்களுக்கு இடையில் விரைவாக மாற <ச்பான் கிளாச் = "யுஐ"> வரலாறு </ச்பான்> உரையாடலைப் பயன்படுத்தலாம். வரலாற்றுத் திரையை <ச்பான் பாணி = "எழுத்துரு-குடும்பம்: மைக்ரான்;">  </span> மல்டிச்வைப் சைகை மூலம் திறக்க முடியும். இதற்காக வேறு எந்த சைகையையும் நீங்கள் வரையறுக்கலாம்.
uk: Також для швидкого перемикання між документами можна використовувати екран <span class="ui">Історія</span>. Екран історії можна швидко відкрити мультижестом <span style="font-family: microns;"></span>. Звичайно, для виконання цієї дії можна призначити будь-який інший жест.
zh_hans: 此外，您还可以使用<span class="ui">历史</span>对话框在文档之间快速切换。可以使用 <span style="font-family: microns;"></span>多重手势打开历史屏幕。当然，您也可以为此定义任何其他手势。

source: Changing your book cover
es: Cambiando la cubierta de un libro
fr: Changer la couverture de votre livre
ga: Clúdach do leabhair a athrú
it: Cambiare la copertina del libro
nl: Je boekomslag wijzigen
pt_br: Alterando a capa do seu livro
pt_pt: Trocar a capa do seu livro
sk: Zmena obalu knihy
sr: Измена омота књиге
ta: உங்கள் புத்தக அட்டையை மாற்றுதல்
uk: Зміна обкладинки книги
zh_hans: 更改书籍封面

source: You can change your book cover from this menu:
es: Puedes cambiar la cubierta de un libro desde este menú:
fr: Vous pouvez modifier la couverture de votre livre à partir de ce menu :
ga: Is féidir leat clúdach do leabhair a athrú ón roghchlár seo:
it: Da questo menu è possibile modificare la copertina del libro:
nl: Je kunt je boekomslag wijzigen via dit menu:
pt_br: Você pode mudar a capa do seu livro nesse menu:
pt_pt: Pode alterar a capa do seu livro neste menu:
sk: Obal knihy môžete zmeniť v tejto ponuke:
sr: Из следећег менија можете да измените слику омота књиге:
ta: இந்த மெனுவிலிருந்து உங்கள் புத்தக அட்டையை மாற்றலாம்:
uk: Обкладинку книги можна змінити за допомогою цього меню:
zh_hans: 您可以从以下菜单更改书籍封面：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Book information / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Set cover image
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Información del libro / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Establecer imagen de cubierta
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informations sur le livre / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Définir l'image de couverture
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Eolas faoin leabhar / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Socraigh íomhá an chlúdaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informazioni sul libro / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Imposta immagine di copertina
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Boekinfo / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Omslag instellen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informações do livro / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Definir imagem de capa
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informácie o knihe / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Nastaviť knižný obal
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Информације о књизи / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Постави слику корица
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" பாணி = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Відомості про книгу / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Обкладинка
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 书籍信息 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 设置书籍封面

source: Custom book cover from a screenshot
es: Cubierta personalizada a partir de una captura de pantalla
fr: Couverture de livre personnalisée à partir d'une capture d'écran
ga: Clúdach leabhair saincheaptha ó scáileáin
it: Copertina personalizzata di un libro a partire da uno screenshot
nl: Aangepaste boekomslag van een schermafbeelding
pt_br: Capa de livro personalizada com uma captura de tela
pt_pt: Capa personalizada a partir de uma captura de ecrã
sk: Vlastný knižný obal zo snímky obrazovky
sr: Произвољни омот књиге из слике екрана
ta: ஒரு திரை சாட்டிலிருந்து தனிப்பயன் புத்தக அட்டை
uk: Власна обкладинка книги зі знімка екрану
zh_hans: 从截图自定义书籍封面

source: Some books don’t come with proper book covers. Or they may have their cover on the second page so it doesn’t show up properly. Or maybe the cover is not suitable for e-ink (too light or dark). Or you prefer to set some image from the book as cover.
es: Algunos libros no vienen con las cubiertas adecuadas. O puede que tengan la cubierta en la segunda página por lo que no se muestra correctamente. O tal vez no sea adecuada para tinta electrónica (demasiado clara u oscura). O prefieres poner alguna imagen del libro como cubierta.
fr: Certains livres ne sont pas dotés d'une couverture appropriée. Ou bien leur couverture se trouve sur la deuxième page, ce qui fait qu'elle ne s'affiche pas correctement. Ou encore, la couverture n'est pas adaptée à l'encre électronique (trop claire ou trop sombre). Ou peut-être préférez-vous utiliser une image du livre comme couverture.
ga: Ní bhíonn clúdaigh chearta leabhar ag roinnt leabhar. Nó b’fhéidir go bhfuil a gclúdach ar an dara leathanach agus mar sin ní fheictear i gceart é. Nó b’fhéidir nach bhfuil an clúdach oiriúnach do dúch leictreonach (ró-éadrom nó ró-dhorcha). Nó is fearr leat íomhá ón leabhar a úsáid mar chlúdach.
it: Alcuni libri non sono dotati di copertine adeguate. Oppure la copertina si trova nella seconda pagina e non si vede bene. Oppure la copertina non è adatta all'e-ink (troppo chiara o scura). Oppure si preferisce impostare un'immagine del libro come copertina.
nl: Sommige boeken hebben geen geschikte boekomslag. Of de omslag staat op de tweede pagina waardoor hij niet goed wordt weergegeven. Of de omslag is niet geschikt voor e-ink (te licht of te donker). Of je wilt liever een afbeelding uit het boek als omslag instellen.
pt_br: Alguns livros não têm capas próprias. Ou eles podem ter suas capas na segunda página e não são exibidas corretamente. Ou talvez a capa não é adequada para e-ink (muito clara ou muito escura). Ou você prefere definir uma imagem do livro como a capa.
sk: Niektoré knihy sa nedodávajú z vhodnými obálkami kníh. Alebo môžu mať svoj obal na druhej strane, takže sa nezobrazuje správne. Alebo možno obálka nie je vhodná pre e-atrament (príliš svetlý alebo tmavý). Alebo uprednostníte nejaký obrázok z knihy ako obálku.
sr: Неке књиге немају праве омоте. Или можда имају омот на другој страници, па се онда не приказује како треба. Или омот можда није погодан за e-ink екране (сувише је светао или таман). Или вам се као омот више свиђа нека слика из књиге.
ta: சில புத்தகங்கள் சரியான புத்தக அட்டைகளுடன் வரவில்லை. அல்லது இரண்டாவது பக்கத்தில் அவர்கள் கவர் வைத்திருக்கலாம், எனவே அது சரியாகக் காட்டாது. அல்லது கவர் ஈ-மை க்கு ஏற்றதாக இல்லை (மிகவும் ஒளி அல்லது இருண்ட). அல்லது புத்தகத்திலிருந்து சில படங்களை அட்டையாக அமைக்க விரும்புகிறீர்கள்.
uk: Деякі книги не містять правильних обкладинок. Або обкладинка може знаходитися на другій сторінці книги, через що вона не відображається як слід. Також обкладинка може бути непридатна для відображення на екрані з е-чорнилами (занадто світла чи темна). Або ж ви просто бажаєте призначити якесь зображення з книги в якості її обкладинки.
zh_hans: 有些书没有合适的书籍封面。或者他们的封面可能位于第二页，因此无法正确显示。或者封面可能不适合电子墨水（太亮或太暗）。或者您更喜欢将书中的一些图片设置为封面。
