Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Difference arises when you try to delete the pdf highlights or export them. Your <b>e-reader</b> can both delete these PDF highlights and export them. But your <b>phone</b> KOReader can't, because as we said, it doesn't have the <span class="ui">.sdr folder</span> of your book so the highlights in the book look like a part of the original book from its point of view.
es: La diferencia surge cuando intentas eliminar o exportar los subrayados del PDF. El <b>e-reader</b> puede eliminar o exportar estos subrayados del PDF. Pero el KOReader del <b>teléfono</b> no puede porque como dijimos, no tiene la <span class="ui">carpeta .sdr</span> del libro, por lo que los subrayados del libro parecen parte del libro original desde su punto de vista.
fr: La différence apparaît lorsque vous essayez de supprimer les surlignages du PDF ou de les exporter. Votre <b>liseuse électronique</b> peut à la fois supprimer ces surlignages PDF et les exporter. Mais votre <b>téléphone</b> KOReader ne le peut pas, car comme nous l'avons dit, il ne dispose pas du dossier <span class="ui">.sdr</span> de votre livre, de sorte que les surlignages dans le livre apparaissent comme faisant partie du livre original de son point de vue.
ga: Éiríonn difríocht nuair a dhéanann tú iarracht na buaicphointí pdf a scriosadh nó iad a easpórtáil. Is féidir le do <b>léitheoir leictreonach</b> na buaicphointí PDF seo a scriosadh agus iad a easpórtáil araon. Ach ní féidir le do <b>fhón</b> KOReader é sin a dhéanamh, mar a dúirt muid, níl an fillteán <span class="ui">.sdr</span> de do leabhar aige, mar sin tá cuma cuid den leabhar bunaidh ar na buaicphointí sa leabhar óna dhearcadh féin.
it: Il problema si presenta quando si cerca di eliminare i punti evidenziati del pdf o di esportarli. Il vostro <b>e-reader</b> può sia cancellare queste evidenziazioni in PDF che esportarle. ma il vostro <b>telefono</b> KOReader non può, perché come abbiamo detto, non ha la cartella <span class="ui">.sdr</span> del libro, quindi i punti evidenziati del libro sembrano parte del libro originale dal suo punto di vista.
nl: Het verschil merk je wanneer je de PDF-markeringen wilt verwijderen of exporteren. Je <b>e-reader</b> kan ze verwijderen en exporteren. KOReader op je <b>telefoon</b> kan dat niet omdat, zoals gezegd, de <span class="ui">.sdr map</span> ontbreekt en de markeringen daardoor voor dat apparaat lijken alsof ze origineel bij het boek horen.
pt_br: A diferença surge quando você tenta excluir os destaques do PDF ou exportá-los. Seu <b>e-reader</b> pode excluir esses destaques do PDF e exportá-los. Mas o KOReader do seu <b>smarthphone</b> não pode, porque, como dissemos, ele não tem a <span class="ui">pasta .sdr</span> do seu livro, então os destaques no livro parecem parte do livro original do seu ponto de vista.
sk: Rozdiel nastáva, keď sa pokúsite odstrániť zvýraznenia PDF alebo ich exportovať. Vaša <b>čítačka elektronických kníh</b> dokáže tieto zvýraznenia PDF odstrániť aj exportovať. Ale váš KOReader v <b>telefóne</b> to nedokáže, pretože, ako sme už povedali, nemá <span class="ui">.sdr priečinok</span> vašej knihy, takže zvýraznené časti v knihe z jeho pohľadu vyzerajú ako súčasť pôvodnej knihy.
sr: Разлика се јавља када покушате да обришете pdf истицања или да их извезете. Ваш <b>e-читач</b> може и да обрише и да извезе ова PDF истицања. Али KOReader на вашем <b>телефону</b> то не може, јер као што смо рекли, он нема <span class="ui">.sdr фолдер</span> ваше књиге, тако да из његове перспективе, истицања у књизи изгледају као део оригиналне књиге.
ta: நீங்கள் PDF சிறப்பம்சங்களை நீக்க அல்லது அவற்றை ஏற்றுமதி செய்ய முயற்சிக்கும்போது வேறுபாடு எழுகிறது. உங்கள் <b> ஈ-ரீடர் </b> இந்த PDF சிறப்பம்சங்களை நீக்கி ஏற்றுமதி செய்யலாம். ஆனால் உங்கள் <b> தொலைபேசி </b> கொரியாடர் முடியாது, ஏனென்றால் நாங்கள் சொன்னது போல், அதற்கு <ச்பான் கிளாச் = "யுஐ"> இல்லை. எச்.டி.ஆர் கோப்புறை </ச்பான்> உங்கள் புத்தகத்தின் எனவே புத்தகத்தில் உள்ள சிறப்பம்சங்கள் அசல் புத்தகத்தின் ஒரு பகுதியைப் போலவே இருக்கும்.
uk: Різниця виникає, коли ви намагаєтеся видалити виділені фрагменти PDF або експортувати їх. Ваша <b>е-читалка</b> може як видалити ці виділені фрагменти PDF, так і експортувати їх. Але KOReader на <b>телефоні</b> не може цього зробити, оскільки, як вже було сказано, у нього немає <span class="ui">теки .sdr</span> вашої книги, тому виділені фрагменти в книзі для нього виглядають як частина оригінальної книги.
zh_hans: 在尝试删除或导出PDF标注时差异就更大了。<b>电子书阅读器</b>上的KOReader即可删除也可导出标注，但<b>手机上</b>的KOReader则不能。如前所述，它缺少文档关联的<span class="ui">.sdr文件夹</span>，所以它无法区分哪部分是标注，而只能将标注视作原文的一部分。

source: So in short, if you want to be able to delete or export your PDF highlights later, you have to copy the <span class="ui">.sdr folder</span> associated with your book when you backup or copy your book to other devices.
es: En resumen, si más adelante deseas poder eliminar o exportar los subrayados de un PDF, debes copiar la <span class="ui">carpeta.sdr</span> asociada con el libro cuando hagas una copia de seguridad o copies el libro en otros dispositivos.
fr: En résumé, si vous souhaitez pouvoir supprimer ou exporter vos surlignages PDF ultérieurement, vous devez copier le dossier <span class="ui">.sdr</span> associé à votre livre lorsque vous sauvegardez ou copiez votre livre sur d'autres appareils.
ga: Mar sin, i mbeagán focal, más mian leat a bheith in ann do bhuaicphointí PDF a scriosadh nó a easpórtáil níos déanaí, ní mór duit an fillteán <span class="ui">.sdr</span> a bhaineann le do leabhar a chóipeáil nuair a dhéanann tú cúltaca de do leabhar nó nuair a chóipeálann tú é chuig gléasanna eile.
it: In breve, se si desidera eliminare o esportare i punti salienti del PDF in un secondo momento, è necessario copiare la cartella <span class="ui">.sdr</span> associata al libro quando si esegue il backup o si copia il libro su altri dispositivi.
nl: Dus kortom, als je later PDF-markeringen wilt kunnen verwijderen of exporteren, moet je de <span class="ui">.sdr map</span> die bij het boek hoort kopiëren wanneer je een backup maakt of het boek naar andere apparaten kopieert.
pt_br: Resumindo, se você quiser excluir ou exportar os destaques do PDF mais tarde, será preciso copiar a <span class="ui">pasta .sdr</span> associada ao seu livro ao fazer backup ou copiar seu livro para outros dispositivos.
sk: Takže v skratke, ak chcete neskôr odstrániť alebo exportovať zvýraznené časti PDF súboru, musíte pri zálohovaní alebo kopírovaní knihy na iné zariadenia skopírovať <span class="ui">.sdr priečinok</span> spojený s vašou knihou.
sr: Укратко, ако желите могућност да касније обришете или извезете PDF истицања, морате да копирате <span class="ui">.sdr фолдер</span> придружен књизи када правите резервну копију или копирате књигу на друге уређаје.
ta: எனவே சுருக்கமாக, உங்கள் PDF சிறப்பம்சங்களை பின்னர் நீக்க அல்லது ஏற்றுமதி செய்ய விரும்பினால், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> ஐ நகலெடுக்க வேண்டும். எச்.டி.ஆர் கோப்புறை </ச்பான்> உங்கள் புத்தகத்துடன் உங்கள் புத்தகத்தை பிற சாதனங்களுக்கு நகலெடுக்கும்போது தொடர்புடையது.
uk: Коротше кажучи, якщо хочете мати змогу видаляти або експортувати свої виділені фрагменти з PDF-файлу пізніше, під час копіювання книги на інші пристрої потрібно також скопіювати теку <span class="ui">.sdr</span>, пов’язану з вашою книгою.
zh_hans: 所以简单来说，如果打算之后导出PDF标注，务必在备份或复制PDF文档到其它设备时将关联的<span class="ui">.sdr文件夹</span>一并复制。

# user_guide/en.html+html.body.div.div:3010-1
source: OCR (Optical Character Recognition)
sk: OCR (optické rozpoznávanie znakov)
ta: OCR (ஆப்டிகல் எழுத்து அங்கீகாரம்)
uk: OCR (оптичне розпізнавання символів)
zh_hans: OCR (光学字符识别)

source: <b>OCR (Optical Character Recognition)</b> is the process of extracting text from images. In KOReader context, it is generally used for extracting text from scanned book pages in PDF files. KOReader relies on <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a> for this task.
es: <b>OCR (Reconocimiento óptico de caracteres)</b> es el proceso de extracción de texto de imágenes. En el contexto de KOReader, generalmente se utiliza para extraer texto de páginas de libros escaneadas en archivos PDF. KOReader confía en <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a> para esta tarea.
fr: <b>L'OCR (reconnaissance optique de caractères)</b> est le processus d'extraction de texte à partir d'images. Dans le contexte de KOReader, il est généralement utilisé pour extraire du texte à partir de pages de livres numérisées dans des fichiers PDF. KOReader s'appuie sur le <a href="https://github.com/tesseract-ocr/tessdoc">moteur OCR open source Tesseract</a> pour cette tâche.
ga: Is éard atá i gceist le <b>OCR (Aithint Optúil Carachtar)</b> ná próiseas chun téacs a bhaint as íomhánna. I gcomhthéacs KOReader, úsáidtear é go ginearálta chun téacs a bhaint as leathanaigh leabhar scanta i gcomhaid PDF. Braitheann KOReader ar <a href="https://github.com/tesseract-ocr/tessdoc">Inneall OCR Foinse Oscailte Tesseract</a> don tasc seo.
it: <b>OCR (Optical Character Recognition)</b> è il processo di estrazione del testo dalle immagini. Nel contesto di KOReader, viene generalmente utilizzato per estrarre il testo dalle pagine scansionate dei libri in file PDF. KOReader si affida a <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a> per questo compito.
nl: <b>OCR (Optische Karakterherkenning)</b> is het proces van het extraheren van tekst uit afbeeldingen. In de KOReader-context wordt het meestal gebruikt voor het extraheren van tekst uit gescande boekpagina's in PDF-bestanden. KOReader vertrouwt op <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a> voor deze taak.
pt_br: <b>OCR (Reconhecimento Óptico de Caracteres)</b> é o processo de extração de texto de imagens. No contexto do KOReader, é geralmente usado para extrair texto de páginas de livros digitalizadas em arquivos PDF. O KOReader utiliza o <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a> para essa tarefa.
sk: <b>OCR (optické rozpoznávanie znakov)</b> je proces extrakcie textu z obrázkov. V súvislosti s KOReaderom sa vo všeobecnosti používa na extrakciu textu z naskenovaných stránok kníh v súboroch PDF. KOReader sa pri tejto úlohe spolieha na nástroj <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a>.
sr: <b>OCR (Optical Character Recognition)</b> је процес издвајања текста из слика. У контексту KOReader читача, ово се у општем случају користи за издвајање текста из скенираних страница књиге у PDF фајловима. KOReader се за овај задатак ослања на <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a>.
ta: <b> OCR (ஆப்டிகல் எழுத்து அங்கீகாரம்) </b> என்பது படங்களிலிருந்து உரையை பிரித்தெடுக்கும் செயல்முறையாகும். கொரியடர் சூழலில், இது பொதுவாக PDF கோப்புகளில் வருடு செய்யப்பட்ட புத்தக பக்கங்களிலிருந்து உரையைப் பிரித்தெடுக்கப் பயன்படுகிறது. இந்த பணிக்காக கொரியடர் <a href = "https://github.com/tesseract-ocr/tessdoc"> டெசெராக்ட் திறந்த மூல OCR இயந்திரம் </a> ஐ நம்பியுள்ளது.
uk: <b>OCR (оптичне розпізнавання символів)</b> – це процес отримання тексту із зображень. У контексті KOReader він зазвичай використовується для отримання тексту зі сканованих сторінок книг у PDF-файлах. KOReader для цього завдання використовує <a href="https://github.com/tesseract-ocr/tessdoc">Tesseract Open Source OCR Engine</a>.
zh_hans: <b>OCR（光学字符识别）</b>是从图片中提取文本的过程。 在KOReader上下文中，它通常用于从PDF文件中的扫描书页中提取文本。 KOReader依赖于<a href="https://github.com/tesseract-ocr/tessdoc">Tesseract开源OCR引擎</a>用于此任务。

source: To use this feature you need to:
es: Para utilizar esta función es necesario:
fr: Pour utiliser cette fonctionnalité, vous devez :
ga: Chun an ghné seo a úsáid ní mór duit:
it: Per utilizzare questa funzione è necessario:
nl: Om deze functie te gebruiken moet je:
pt_br: Para usar este recurso, você precisa:
pt_pt: Para usar esta funcionalidade deve:
sk: Ak chcete použiť túto funkciu, musíte:
sr: Ако желите да користите ову функционалност, потребно је да:
ta: உங்களுக்கு தேவையான இந்த அம்சத்தைப் பயன்படுத்த:
uk: Для використання цієї функції потрібно:
zh_hans: 要使用此功能，您需要:

source: Install <span class="external">Tesseract</span> language data to your KOReader
es: Instale los datos de idioma de <span class="external">Tesseract</span> en su KOReader
fr: Installez les données linguistiques <span class="external">Tesseract</span> dans votre KOReader
ga: Suiteáil sonraí teanga <span class="external">Tesseract</span> ar do KOReader
it: Installare i dati linguistici di <span class="external">Tesseract</span> nel proprio KOReader
nl: Installeer <span class="external">Tesseract</span>-taalgegevens op je KOReader
pt_br: Instalar os dados de idioma do <span class="external">Tesseract</span> no seu KOReader
pt_pt: Instale a linguagem de dados <span class="external">Tesseract</span> no seu KOReader
sk: Nainštalovať jazykové údaje <span class="external">Tesseract</span> do svojho KOReadera
sr: Инсталирате у KOReader <span class="external">Tesseract</span> језичке податке
ta: <ச்பான் கிளாச் = "வெளிப்புற"> டெச்செராக்ட் </ச்பான்> மொழி தரவை உங்கள் கொரியடருக்கு நிறுவவும்
uk: Встановити дані мов для <span class="external">Tesseract</span> у KOReader
zh_hans: 安装<span class="external">Tesseract</span>语言数据到您的KOReader

source: Add newly installed languages to koreader/defaults.lua configuration file (necessary only if your language is other than English or Chinese)
es: Agregue los idiomas recién instalados al archivo de configuración koreader/defaults.lua (es necesario solo si su idioma no es inglés o chino)
fr: Ajoutez les langues nouvellement installées au fichier de configuration koreader/defaults.lua (nécessaire uniquement si votre langue n'est ni l'anglais ni le chinois)
ga: Cuir teangacha nua-shuiteáilte leis an gcomhad cumraíochta koreader/defaults.lua (riachtanach ach amháin má tá teanga eile agat seachas Béarla nó Sínis)
it: Aggiungete le nuove lingue installate al file di configurazione koreader/defaults.lua (necessario solo se la vostra lingua è diversa dall'inglese o dal cinese)
nl: Voeg nieuw geïnstalleerde talen toe aan het koreader/defaults.lua configuratiebestand (alleen nodig als je taal anders is dan Engels of Chinees)
pt_br: Adicionar os idiomas recém-instalados ao arquivo de configuração koreader/defaults.lua (necessário somente se o seu idioma for diferente de inglês ou chinês)
sk: Pridať novo nainštalované jazyky do konfiguračného súboru korader/defaults.lua (potrebné, iba ak je váš jazyk iný ako angličtina alebo čínština)
sr: Додате ново инсталиране језике у koreader/defaults.lua конфигурациони фајл (неопходно је у случају да је ваш језик није енглески или кинески)
ta: புதிதாக நிறுவப்பட்ட மொழிகளை கொரியடர்/இயல்புநிலை. லுவா உள்ளமைவு கோப்பில் சேர்க்கவும் (உங்கள் மொழி ஆங்கிலம் அல்லது சீனர்களைத் தவிர வேறு இருந்தால் மட்டுமே அவசியம்)
uk: Додати нововстановлені мови до файлу конфігурації /koreader/defaults.lua (для всіх мов, крім англійської й китайської)
zh_hans: 将新安装的语言添加到koreader/defaults.lua配置文件（仅当您的语言不是英语或中文时才需要）

source: <span class="label_blue">INFO</span> Buttons on OCR menu <b>will not function</b> until you install the necessary Tesseract files. Details of this process can be read in our <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">related wiki page</a>.
es: Los botones <span class="label_blue">INFO</span> del menú OCR <b>no funcionarán</b> hasta que instale los archivos Tesseract necesarios. Los detalles de este proceso se pueden leer en nuestra <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">página wiki relacionada</a>.
fr: <span class="label_blue">INFO</span> Les boutons du menu OCR <b>ne fonctionneront pas</b> tant que vous n'aurez pas installé les fichiers Tesseract nécessaires. Vous trouverez plus de détails sur ce processus dans notre <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">page wiki dédiée</a>.
ga: <span class="label_blue">EOLAS</span> <b>Ní fheidhmeoidh</b> na cnaipí ar an roghchlár OCR go dtí go suiteálfaidh tú na comhaid Tesseract riachtanacha.. Is féidir sonraí an phróisis seo a léamh ar ár <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">leathanach vicí gaolmhar</a>.
it: <span class="label_blue">INFO</span> I pulsanti del menu OCR <b>non funzionano</b> finché non si installano i file Tesseract necessari. I dettagli di questo processo possono essere letti nella nostra <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">pagina wiki correlata</a>.
nl: <span class="label_blue">INFO</span> Knoppen in het OCR-menu <b>zullen niet functioneren</b> totdat de benodigde Tesseract-bestanden zijn geïstalleerd. Details van dit proces kunnen worden gelezen op onze <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">gerelateerde wikipagina</a>.
pt_br: Os botões de <span class="label_blue">INFO</span> no menu OCR <b>não funcionarão</b> até que você instale os arquivos Tesseract necessários. Detalhes desse processo podem ser encontrados em nossa <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">página wiki relacionada</a>.
sk: <span class="label_blue">INFORMÁCIA</span> Tlačidlá v ponuke OCR <b>nebudú fungovať</b>, kým nenainštalujete potrebné súbory Tesseract. Podrobnosti o tomto procese si môžete prečítať na našej <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">súvisiacej wiki stránke</a>.
sr: <span class="label_blue">ИНФО</span> Дугмићи у OCR менију <b>неће функционисати</b> све док не инсталирате неопходне Tesseract фајлове. Детаље овог процеса можете да пронађете на нашој <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">вики страници о овој теми</a>.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> OCR பட்டியலில் உள்ள பொத்தான்கள் <b> நீங்கள் தேவையான டெசராக்ட் கோப்புகளை நிறுவும் வரை செயல்படாது </b>. இந்த செயல்முறையின் விவரங்களை எங்கள் <a href = "https://github.com/koreader/koreader/wiki/dictionary-support#dictionary-tication-fookups-in-scanned-scanned- பக்கங்களில் படிக்கலாம்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Кнопки в меню OCR <b>не працюють</b> доки не встановлені необхідні файли для Tesseract. Подробиці щодо виконання цього процесу можна знайти <a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">на відповідній сторінці вікі</a>.
zh_hans: <span class="label_blue">说明</span> 在Tesseract识别引擎的必要文件安装前，OCR菜单中的各个按钮<b>不会响应</b>。详细的操作过程请前往<a href="https://github.com/koreader/koreader/wiki/Dictionary-support#dictionary-lookups-in-scanned-pages">相关维基页</a>阅读。

source: READING COMICS AND MANGA
es: LECTURA DE CÓMICS Y MANGA
fr: LIRE DES BANDES DESSINÉES ET DES MANGA
ga: AG LÉAMH GREANNÁIN AGUS MANGA
it: LEGGERE FUMETTI E MANGA
nl: COMICS EN MANGA LEZEN
pt_br: LEITURA DE QUADRINHOS E MANGÁS
pt_pt: LER COMICS E MANGA
sk: ČÍTANIE KOMIKSOV A MANGA
sr: ЧИТАЊЕ СТРИПОВА И МАНГИ
ta: காமிக்ச் மற்றும் மங்காவைப் படித்தல்
uk: ЧИТАННЯ МАЛЬОПИСІВ І МАНҐИ
zh_hans: 阅读漫画

# user_guide/en.html+html.body.div.div:3031-5
source: Adjusting the page refresh interval
sk: Úprava intervalu obnovovania stránky
ta: பக்க புதுப்பிப்பு இடைவெளியை சரிசெய்தல்
uk: Підлаштування частоти оновлення екрану
zh_hans: 调整翻页刷新频率

source: Comic books generally need more frequent page refreshes than the pure text content. For normal text, you can set your page refresh interval to high numbers without problem. But images can leave more residue and cause ghosting, especially depending on the panel of your e-reader.
es: Los cómics suelen necesitar actualizaciones de página más frecuentes que el texto puro. Para texto normal, puedes configurar el intervalo de actualización de página a valores altos sin problema. Sin embargo, las imágenes pueden dejar más residuos y causar imágenes fantasma, especialmente según el panel de tu lector electrónico.
fr: Les bandes dessinées nécessitent généralement des rafraîchissements de page plus fréquents que les contenus purement textuels. Pour le texte normal, vous pouvez sans problème définir un intervalle de rafraîchissement de page élevé. Mais les images peuvent laisser davantage de résidus et provoquer des images fantômes, en particulier selon le panneau de votre liseuse.
ga: Go ginearálta bíonn gá le hathnuachan leathanaigh níos minice i leabhair ghrinn ná mar a bhíonn i leabhair théacs íon. I gcás gnáththéacs, is féidir leat eatramh athnuachana leathanaigh a shocrú go huimhreacha arda gan fadhb. Ach is féidir le híomhánna níos mó iarmhair a fhágáil agus taibhsí a chur faoi deara, go háirithe ag brath ar phainéal do léitheora r-phoist.
it: I fumetti hanno generalmente bisogno di aggiornamenti di pagina più frequenti rispetto ai contenuti testuali puri. Per il testo normale, è possibile impostare l'intervallo di aggiornamento della pagina su numeri elevati senza problemi. Ma le immagini possono lasciare più residui e causare ghosting, soprattutto a seconda del pannello del vostro e-reader.
nl: Stripboeken hebben over het algemeen vaker pagina verversingen nodig dan pure tekstinhoud. Voor normale tekst kan het paginaverversinterval zonder problemen op hoge getallen worden ingesteld. Maar afbeeldingen kunnen meer restanten achterlaten en schaduwvorming veroorzaken, vooral afhankelijk van het paneel van de e-reader.
pt_br: Quadrinhos geralmente precisam de atualizações de página mais frequentes do que o conteúdo puramente textual. Para texto comum, você pode definir o intervalo de atualização da página para valores mais altos sem problema. Mas as imagens podem deixar mais resíduos e causar fantasmas, especialmente dependendo do painel do seu leitor.
sk: Komiksy vo všeobecnosti potrebujú častejšie obnovovanie stránky ako čisto textový obsah. Pre bežný text môžete bez problémov nastaviť interval obnovovania stránky na vysoké čísla. Obrázky však môžu zanechávať viac zvyškov a spôsobovať duchov, najmä v závislosti od displeja vašej elektronickej čítačky.
sr: Стриповима је у општем случају потребно чешће освежавање страница него садржају чистог текста. За обичан текст, интервал освежавања странице можете без проблема да поставите на веће бројеве. Али слике могу да оставе више остатака и да изазову појаву такозваних духова, што посебно зависи од врсте панела уграђеног у ваш e-читач.
ta: காமிக் புத்தகங்களுக்கு பொதுவாக தூய உரை உள்ளடக்கத்தை விட அடிக்கடி பக்க புதுப்பிப்புகள் தேவை. சாதாரண உரைக்கு, உங்கள் பக்க புதுப்பிப்பு இடைவெளியை சிக்கல் இல்லாமல் அதிக எண்களுக்கு அமைக்கலாம். ஆனால் படங்கள் அதிக எச்சங்களை விட்டுவிட்டு பேயிங்கை ஏற்படுத்தக்கூடும், குறிப்பாக உங்கள் மின்-வாசகரின் குழுவைப் பொறுத்து.
uk: Мальописи зазвичай потребують частішого повного оновлення екрану, ніж текстовий контент без зображень. Для звичайного тексту можна без негативних наслідків встановити високий інтервал повного оновлення екрану. Але зображення можуть залишати після себе більше артефактів.
zh_hans: 漫画书一般需要比纯文本内容更频繁的页面刷新。 对于普通文本，您可以毫无问题地将页面刷新间隔设置为一个很高的数字。 但图片可能会留下更多残留并导致重影，这与您的电子阅读器的屏幕密切相关。
