Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: In older Kindle devices some of our users reported crashes due to limited memory. KOReader memory usage can go up if you open many files in one session. Especially PDF’s increase this amount. You can add a memory indicator to your <span class="ui">STATUS BAR</span> and restart KOReader if this value gets high, to avoid crashes or reboots.
es: En dispositivos Kindle más antiguos, algunos de nuestros usuarios informaron fallas debido a la memoria limitada. El uso de la memoria de KOReader puede aumentar si abre muchos archivos en una sesión. Especialmente los PDF aumentan esta cantidad. Puede agregar un indicador de memoria a su <span class="ui">BARRA DE ESTADO</span> y reiniciar KOReader si este valor aumenta, para evitar fallas o reinicios.
fr: Sur les anciens appareils Kindle, certains de nos utilisateurs ont signalé des plantages dus à une mémoire limitée. L'utilisation de la mémoire par KOReader peut augmenter si vous ouvrez de nombreux fichiers au cours d'une même session. Les fichiers PDF, en particulier, augmentent cette quantité. Vous pouvez ajouter un indicateur de mémoire à votre <span class="ui">BARRE D'ÉTAT</span> et redémarrer KOReader si cette valeur devient élevée, afin d'éviter les plantages ou les redémarrages.
ga: I ngléasanna Kindle níos sine, thuairiscigh cuid dár n-úsáideoirí tuairteanna mar gheall ar chuimhne theoranta. Is féidir le húsáid chuimhne KOReader dul suas má osclaíonn tú go leor comhad in aon seisiún amháin. Méadaíonn PDFanna an méid seo go háirithe. Is féidir leat táscaire cuimhne a chur le do <span class="ui">BHARRA STÁDAIS</span> agus KOReader a atosú má théann an luach seo ard, chun tuairteanna nó atosaithe a sheachaint.
it: Sui dispositivi Kindle più vecchi alcuni utenti hanno segnalato arresti anomali dovuti alla memoria limitata. L'utilizzo della memoria di KOReader può aumentare se si aprono molti file in una sessione. Soprattutto i PDF aumentano questa quantità. È possibile aggiungere un indicatore di memoria alla <span class="ui">Barra di stato</span> e riavviare KOReader se questo valore diventa alto, per evitare arresti anomali o riavvii.
nl: Op oudere Kindle‑apparaten melden sommige gebruikers crashes door beperkt geheugen. Het geheugengebruik van KOReader kan oplopen als je veel bestanden in één sessie opent. Vooral pdf’s verhogen dit. Je kunt een geheugenen indicator toevoegen aan je <span class="ui">STATUSBALK</span> en KOReader herstarten als deze waarde hoog wordt om crashes of reboots te voorkomen.
pt_br: Em dispositivos Kindle mais antigos, alguns de nossos usuários relataram travamentos devido à memória limitada. O uso de memória do KOReader pode aumentar se você abrir muitos arquivos em uma sessão. Especialmente os PDFs aumentam essa quantidade. Você pode adicionar um indicador de memória à sua <span class="ui">BARRA DE STATUS</span> e reiniciar o KOReader se esse valor ficar alto, para evitar travamentos ou reinicializações.
sk: V starších zariadeniach Kindle niektorí naši používatelia hlásili zlyhania z dôvodu obmedzenej pamäte. Využitie pamäte KOReadera sa môže zvýšiť, ak otvoríte veľa súborov v jednej relácii. Toto množstvo zvyšujú najmä súbory PDF. Do <span class="ui">STAVOVÉHO RIADKU</span> môžete pridať indikátor využitia pamäte a ak sa táto hodnota zvýši, reštartujte KOReader, aby ste predišli zlyhaniam alebo reštartom.
sr: Неки корисници су пријавили рушења на старијим Kindle уређајима услед ограничене количине меморије. Искоришћење меморије програма KOReader може да порасте ако у једној сесији отворите превише фајлова. Ову вредност посебно повећавају PDF фајлови. На <span class="ui">СТАТУСНУ ЛИНИЈУ</span> можете да додате индикатор меморије и да поново покренете KOReader у случају да вредност постане превише велика. На тај начин спречавате рушења и поновна покретања.
ta: பழைய கின்டெல் சாதனங்களில், எங்கள் பயனர்களில் சிலர் வரையறுக்கப்பட்ட நினைவகம் காரணமாக விபத்துக்களைப் புகாரளித்தனர். ஒரு அமர்வில் நீங்கள் பல கோப்புகளைத் திறந்தால் கொரியடர் நினைவக பயன்பாடு மேலே செல்லலாம். குறிப்பாக PDF இன் இந்த தொகையை அதிகரிக்கும். உங்கள் <span வகுப்பு = "Ui"> நிலை பட்டி </span> இல் ஒரு நினைவக குறிகாட்டியைச் சேர்க்கலாம் மற்றும் விபத்துக்கள் அல்லது மறுதொடக்கங்களைத் தவிர்க்க, இந்த மதிப்பு அதிகமாகிவிட்டால் கொரியாடரை மறுதொடக்கம் செய்யலாம்.
uk: Деякі користувачі скаржилися на збої у роботі програми через обмежену пам'ять на старіших пристроях Kindle. Використання пам'яті KOReader може збільшуватися якщо протягом одного сеансу використання програми відкрити багато файлів. Найбільше заповнюють пам'ять PDF-файли. Щоб запобігти збоям та перезапуску програми, для стеження за використанням пам'яті можна додати до <span class="ui">Панелі стану</span> відповідний елемент з показниками.
zh_hans: 在较旧的 Kindle 设备中，我们的一些用户报告由于内存有限而崩溃。如果在一个会话中打开多个文件，KOReader 内存使用量可能会增加。尤其是 PDF 增加了这个数量。您可以向 <span class="ui">状态栏</span> 添加内存指示器，如果此值变高，则重新启动 KOReader，以避免崩溃或重新启动。

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / KOReader memory usage
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Uso de memoria de KOReader
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Utilisation de la mémoire KOReader
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Úsáid chuimhne KOReader
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Bar ra di stato/ Elementi della barra di stato / Uso di memoria di KOReader
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / KOReader‑geheugengebruik
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de status / Itens da barra de status / Uso de memória do KOReader
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Využitie pamäte KOReaderu
sr: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Статусна линија / Ставке статусне линије / Заузеће меморије KOReader
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Використання пам'яті KOReader
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏相关 / KOReader内存用量

source: Also you can configure KOReader to restart automatically if memory usage reaches a threshold via:
es: También puede configurar KOReader para que se reinicie automáticamente si el uso de la memoria alcanza un umbral a través de:
fr: Vous pouvez également configurer KOReader pour qu'il redémarre automatiquement si l'utilisation de la mémoire atteint un certain seuil via :
ga: Chomh maith leis sin, is féidir leat KOReader a chumrú chun atosú go huathoibríoch má shroicheann úsáid cuimhne tairseach trí:
it: Inoltre, è possibile configurare KOReader in modo che si riavvii automaticamente se l'utilizzo della memoria raggiunge una soglia tramite:
nl: Je kunt KOReader ook automatisch laten herstarten als het geheugengebruik een drempel overschrijdt via:
pt_br: Você também pode configurar o KOReader para reiniciar automaticamente se o uso de memória atingir um limite via:
sk: Môžete tiež nakonfigurovať KOReader tak, aby sa automaticky reštartoval, ak využitie pamäte dosiahne prahovú hodnotu prostredníctvom:
sr: Такође можете подесити да се KOReader аутоматски поново покрене ако искоришћење меморије пређе границу из:
ta: நினைவக பயன்பாடு ஒரு வாசலை அடைந்தால் தானாகவே மறுதொடக்கம் செய்ய கொரியாடரை உள்ளமைக்கலாம்:
uk: Також KOReader може автоматично перезапускатися щойно використання пам'яті досягне порогового значення. Це можна налаштувати тут:
zh_hans: 此外，您还可以通过以下方式将 KOReader 配置为在内存使用量达到阈值时自动重启：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Device / Device Status Alerts
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Alertas de estado del dispositivo
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Appareil / Alertes d'état de l'appareil
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gléas / Foláirimh Stádas Gléas
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Avvisi sullo stato del dispositivo
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Apparaat / Waarschuwingen apparaatstatus
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Alertas de status do dispositivo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Alertas de estado do dispositivo
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Zariadenie / Upozornenia na stav zariadenia
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Уређај / Упозорења о статусу уређаја
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / சாதனம் / சாதன நிலை எச்சரிக்கைகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Пристрій / Сповіщення про стан пристрою
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 阅读设备相关 / 设备状态提醒

# user_guide/en.html+html.body.div.div:4869-1
source: TROUBLESHOOTING
sk: RIEŠENIE PROBLÉMOV
ta: சரிசெய்தல்
uk: УСУНЕННЯ НЕСПРАВНОСТЕЙ
zh_hans: 疑难解答

source: If you can't find a solution to your problem in this guide, you can open an issue about it on the project's <b>GitHub</b> page or make a post in the KOReader section of the <b>Mobileread</b> forum. Please see the <a href="#L1-reachus">last section</a> of this guide for details.
es: Si no puede encontrar una solución a su problema en esta guía, puede abrir un problema al respecto en la página <b>GitHub</b> del proyecto o hacer una publicación en la sección KOReader del foro <b>Mobileread</b>. Consulte la <a href="#L1-reachus">última sección</a> de esta guía para obtener más detalles.
fr: Si vous ne trouvez pas de solution à votre problème dans ce guide, vous pouvez ouvrir un ticket à ce sujet sur la page <b>GitHub</b> du projet ou publier un message dans la section KOReader du forum <b>Mobileread</b>. Veuillez consulter la <a href="#L1-reachus">dernière section</a> de ce guide pour plus de détails.
ga: Mura bhfuil tú in ann réiteach a fháil ar do fhadhb sa treoir seo, is féidir leat ceist a oscailt faoi ar leathanach <b>GitHub</b> an tionscadail nó post a dhéanamh i rannóg KOReader den fhóram <b>Mobileread</b>. Féach ar an <a href="#L1-reachus">rannóg dheireanach</a> den treoir seo le haghaidh sonraí.
it: Se non riuscite a trovare una soluzione al vostro problema in questa guida, è possibile aprire un problema sulla pagina <b>GitHub</b> del progetto oppure scrivere nella sezione KOReader del forum <b>Mobileread</b>. Per maggiori dettagli, consultare l'<a href="#L1-reachus">ultima sezione</a> di questa guida.
nl: Kun je in deze handleiding geen oplossing vinden, dan kun je een issue openen op de <b>GitHub</b>-pagina van het project of een bericht plaatsen in de KOReader-sectie van het <b>Mobileread</b>-forum. Zie de <a href="#L1-reachus">laatste sectie</a> van deze gids voor details.
pt_br: Se você não encontrar uma solução para o seu problema neste guia, pode abrir um ticket na página do projeto no <b>GitHub</b> ou fazer uma publicação na seção KOReader do fórum <b>Mobileread</b>. Consulte a <a href="#L1-reachus">última seção</a> deste guia para obter mais detalhes.
sk: Ak v tejto príručke nenájdete riešenie svojho problému, môžete otvoriť problém na stránke projektu <b>GitHub</b> alebo vytvoriť príspevok v sekcii KOReader na fóre <b>Mobileread</b>. Podrobnosti nájdete v <a href="#L1-reachus">poslednej časti</a> tejto príručky.
sr: Ако решење свог проблема не можете да пронађете у овом упутству, отворите га као проблем на страници <b>GitHub</b> пројекта или поставите пост на KOReader теми <b>Mobileread</b> форума. За детаље, молимо вас да погледате <a href="#L1-reachus">последњи одељак</a> овог упутства.
ta: இந்த வழிகாட்டியில் உங்கள் பிரச்சினைக்கு ஒரு தீர்வை நீங்கள் கண்டுபிடிக்க முடியாவிட்டால், நீங்கள் அதைப் பற்றி ஒரு சிக்கலை திட்டத்தின் <b> அறிவிலிமையம் </b> பக்கத்தில் திறக்கலாம் அல்லது <b> மொபைலரெட் </b> மன்றத்தின் கொரியடர் பிரிவில் ஒரு இடுகையை உருவாக்கலாம். விவரங்களுக்கு இந்த வழிகாட்டியின் <a href = "#l1-reachus"> கடைசி பிரிவு </a> ஐப் பார்க்கவும்.
uk: Якщо ви не знайшли вирішення своєї проблеми в цьому посібнику, можна відкрити запит на її вирішення на сторінці проєкту на <b>GitHub</b> або створити допис у розділі KOReader на форумі <b>Mobileread</b>. Деталі читайте в <a href="#L1-reachus">останньому розділі</a> цього посібника.
zh_hans: 若无法在本指南中找到问题的解决方案，请前往本项目<b>GitHub</b>页新开工单，或在<b>Mobileread</b>论坛的KOReader板块发帖询问。请前往本指南的<a href="#L1-reachus">页末</a>获得链接。

source: Nightly versions
es: Versiones Nightly
fr: Versions Nightly
ga: Leaganacha oíche
it: Versione Nightly
nl: Nightly-versies
pt_br: Versões nightly
pt_pt: Versões noturnas
sk: Nočné verzie
sr: Ноћне верзије
ta: இரவு பதிப்புகள்
uk: Нічні версії
zh_hans: 每夜发布版（Nightly versions）

source: KOReader has two different versions:
es: KOReader tiene dos versiones diferentes:
fr: KOReader existe en deux versions différentes :
ga: Tá dhá leagan éagsúla de KOReader:
it: KOReader ha due versioni diverse:
nl: KOReader kent twee verschillende versies:
pt_br: O KOReader tem duas versões diferentes:
pt_pt: KOReader tem duas versões:
sk: KOReader má dve rôzne verzie:
sr: KOReader има две различите верзије:
ta: கொரியாடருக்கு இரண்டு வெவ்வேறு பதிப்புகள் உள்ளன:
uk: KOReader має дві різні версії:
zh_hans: KOReader有两个不同的版本分支：

source: <span class="label_green">STABLE</span> This version is the main one that you can find on the <b>Releases</b> page of the project GitHub. It is named like this: <b>"KOReader 2024.11"</b> which means this specific version is released on <b>November 2024</b>. This is generally a <b>monthly</b> release, but sometimes can take longer.
es: <span class="label_green">ESTABLE</span> Esta versión es la principal que puedes encontrar en la página <b>Versiones</b> del proyecto GitHub. Se llama así: <b>"KOReader 2024.11"</b>, lo que significa que esta versión específica se lanzará en <b>noviembre de 2024</b>. Generalmente se trata de una versión <b>mensual</b>, pero a veces puede tardar más.
fr: <span class="label_green">STABLE</span> Cette version est la version principale que vous pouvez trouver sur la page <b>Versions</b> du projet GitHub. Elle est nommée ainsi : <b>« KOReader 2024.11 »</b>, ce qui signifie que cette version spécifique est sortie en <b>novembre 2024</b>. Il s'agit généralement d'une version <b>mensuelle</b>, mais cela peut parfois prendre plus de temps.
ga: <span class="label_green">SEABHSAÍ</span> Is é seo an príomhleagan atá le fáil ar leathanach <b>Eisiúintí</b> an tionscadail GitHub. Seo a ainm: <b>"KOReader 2024.11"</b> rud a chiallaíonn go scaoiltear an leagan seo i mí na <b>Samhna 2024</b>. De ghnáth, is scaoileadh <b>míosúil</b> é seo, ach uaireanta is féidir go dtógfaidh sé níos faide.
it: <span class="label_green">STABLE</span> Questa versione è la principale che si può trovare nella pagina <b>Releases</b> di GitHub del progetto. Ha un nome tipo: <b>"KOReader 2024.11"</b> il che significa che questa versione specifica viene rilasciata il <b>novembre 2024</b>. In genere si tratta di un rilascio <b>mensile</b>, ma a volte può richiedere più tempo.
nl: <span class="label_green">STABLE</span> Dit is de hoofdversie die je vindt op de <b>Releases</b>-pagina van de GitHub van het project. De naam is bijvoorbeeld: <b>"KOReader 2024.11"</b>, wat betekent dat deze versie in <b>november 2024</b> is uitgebracht. Dit is doorgaans een <b>maandelijkse</b> release, maar soms duurt het langer.
pt_br: <span class="label_green">STABLE</span> Esta versão é a principal que você pode encontrar na página <b>Releases</b> do projeto no GitHub. Seu nome é: <b>"KOReader 2024.11"</b>, o que significa que esta versão específica foi lançada em <b>novembro de 2024</b>. Geralmente, é um lançamento <b>mensal</b>, mas às vezes pode levar mais tempo.
sk: <span class="label_green">STABILNÚ</span> Táto verzia je hlavná, ktorú nájdete na stránke <b>Vydania</b> projektu GitHub. Pomenovanie je nasledovné: <b>„KOReader 2024.11“</b>, čo znamená, že táto konkrétna verzia bola vydaná v <b>novembri 2024</b>. Vo všeobecnosti ide o <b>mesačné</b> vydanie, ale niekedy to môže trvať dlhšie.
sr: <span class="label_green">СТАБИЛНА</span> Ова верзија је главна и можете да је пронађете на <b>Releases</b> страници GitHub пројекта. Име јој је овакво: <b>"KOReader 2024.11"</b> што значи да је ова верзија издата у <b>новембру 2024</b>. Ово је обично <b>месечно</b> издање, али понекад може да буде већи размак између издања.
ta: <span வகுப்பு = "label_green"> நிலையான </span> இந்த பதிப்பு கிதுபின் திட்டத்தின் <b> வெளியீடுகள் </b> பக்கத்தில் நீங்கள் காணக்கூடிய முக்கிய ஒன்றாகும். இதற்கு இவ்வாறு பெயரிடப்பட்டது: <b> "கொரியடர் 2024.11" </b> அதாவது இந்த குறிப்பிட்ட பதிப்பு <b> நவம்பர் 2024 </b> இல் வெளியிடப்படுகிறது. இது பொதுவாக ஒரு <b> மாதாந்திர </b> வெளியீடு ஆகும், ஆனால் சில நேரங்களில் அதிக நேரம் ஆகலாம்.
uk: <span class="label_green">СТАБІЛЬНА</span> Ця версія є основною, яку ви можете знайти на сторінці <b>релізів</b> проекту GitHub. Вона має назву на зразок такої: <b>«KOReader 2024.11»</b>, що означає, що ця конкретна версія випущена у <b>листопаді 2024 року</b>. Зазвичай нові стабільні версії з'являються <b>раз на кілька місяців</b>.
zh_hans: <span class="label_green">稳定版</span> 该类版本是GitHub上<b>Releases</b>发布页提供的主力版本，其文件名形如「<b>KOReader 2024.11</b>」，意为该版软件发布于<b>2024年11月</b>。该类版本大致上按<b>月度</b>发布，但有时发布间隔也会更久。

source: <span class="label_red">NIGHTLY</span><b></b> These versions are the <b>daily</b> compiled versions of KOReader with optimizations and fixes continuously added. Nightly releases are intended for a narrow group of testers and developers, so they might be less stable.
es: <span class="label_red">NIGHTLY</span><b></b> Estas versiones son las versiones compiladas <b>diarias</b> de KOReader con optimizaciones y correcciones agregadas continuamente. Los lanzamientos nocturnos están destinados a un grupo reducido de evaluadores y desarrolladores, por lo que pueden ser menos estables.
fr: <span class="label_red">NIGHTLY</span><b></b> Ces versions sont les versions compilées <b>quotidiennes</b> de KOReader, avec des optimisations et des corrections ajoutées en continu. Les versions Nightly sont destinées à un groupe restreint de testeurs et de développeurs, elles peuvent donc être moins stables.
ga: <span class="label_red">NIGHTLY</span><b></b> Is iad na leaganacha seo na leaganacha tiomsaithe <b>laethúla</b> de KOReader agus cuirtear optamaithe agus socruithe leis go leanúnach. Tá na heisiúintí oíche beartaithe do ghrúpa cúng tástálaithe agus forbróirí, mar sin d'fhéadfadh siad a bheith níos lú cobhsaí.
it: <span class="label_red">NIGHTLY</span><b></b> Queste versioni sono le versioni compilate <b>giornalmente</b> di KOReader con ottimizzazioni e correzioni aggiunte continuamente. I rilasci nightly sono destinati a un gruppo ristretto di tester e sviluppatori, quindi potrebbero essere meno stabili.
nl: <span class="label_red">NIGHTLY</span><b></b> Dit zijn de <b>dagelijks</b> gecompileerde versies van KOReader, waarin continu optimalisaties en fixes worden toegevoegd. Nightly-releases zijn bedoeld voor een beperkte groep testers en ontwikkelaars, en kunnen minder stabiel zijn.
pt_br: <span class="label_red">NIGHTLY</span><b></b> Estas são as versões compiladas <b>diariamente</b> do KOReader, com otimizações e correções adicionadas continuamente. Os lançamentos noturnos são destinados a um grupo restrito de testadores e desenvolvedores, portanto, podem ser menos estáveis.
sk: <span class="label_red">NOČNÉ</span><b></b> Tieto verzie sú <b>denne (automaticky počas noci)</b> kompilované verzie KOReaderu s priebežne pridávanými optimalizáciami a opravami. Nočné vydania sú určené pre úzku skupinu testovačov a vývojárov, takže môžu byť menej stabilné.
sr: <span class="label_red">НОЋНА</span><b></b> Ове верзије су <b>свакодневно</b> компајлиране верзије програма KOReader у које се континуално додају оптимизације и исправке. Ноћна издања су намењена уској групи тестера и програмера, тако да могу бити мање стабилна.
ta: <span வகுப்பு = "label_red"> இரவு </span> <b> </b> இந்த பதிப்புகள் <b> நாள்தோறும் </b> உகப்பாக்கங்கள் மற்றும் திருத்தங்களுடன் தொடர்ந்து சேர்க்கப்பட்ட கொரியாடரின் தொகுக்கப்பட்ட பதிப்புகள். இரவு வெளியீடுகள் சோதனையாளர்கள் மற்றும் டெவலப்பர்களின் குறுகிய குழுவினருக்காக வடிவமைக்கப்பட்டுள்ளன, எனவே அவை குறைந்த நிலையானதாக இருக்கலாம்.
uk: <span class="label_red">НІЧНА</span><b></b> Ці версії є <b>щоденно</b> скомпільованими версіями KOReader з оптимізаціями та виправленнями, які додаються щодня. Нічні релізи призначені для вузької групи тестувальників та розробників, тому вони часто менш стабільні.
zh_hans: <span class="label_red">每夜版</span> <b></b>该类版本会<b>每天</b>持续编译发布以便及时合并优化和修复。每夜版面向尝鲜者及开发者这类小群体用户，因此软件稳定性可能欠佳。

source: Normally if you are an average user, <b>stable</b> version is the one you should use. But in some specific cases you might need to use a <b>nightly</b> version:
es: Normalmente, si eres un usuario medio, la versión <b>estable</b> es la que debes utilizar. Pero en algunos casos específicos es posible que necesites utilizar una versión <b>nightly</b>:
fr: Normalement, si vous êtes un utilisateur moyen, vous devriez utiliser la version <b>stable</b>. Mais dans certains cas spécifiques, vous pourriez avoir besoin d'utiliser une version <b>nightly</b> :
ga: De ghnáth, más úsáideoir meánach thú, is é an leagan <b>cobhsaí</b> ba chóir duit a úsáid. Ach i gcásanna áirithe, b'fhéidir go mbeadh ort leagan <b>oíche</b> a úsáid:
it: Normalmente, se si è un utente medio, la versione <b>stabile</b> è quella da usare. Ma in alcuni casi specifici potrebbe essere necessario utilizzare una versione <b>nightly</b>:
nl: Normaal gesproken gebruik je als doorsnee gebruiker de <b>stable</b>-versie. Maar in specifieke gevallen heb je mogelijk een <b>nightly</b>-versie nodig:
pt_br: Normalmente, se você for um usuário comum, a versão <b>stable</b> é a que você deve usar. Mas, em alguns casos específicos, pode ser necessário usar uma versão <b>nightly</b>:
sk: Ak ste bežný používateľ, mali by ste používať <b>stabilnú</b> verziu. V niektorých špecifických prípadoch však možno budete musieť použiť <b>nočnú</b> verziu:
sr: У општем случају, ако сте просечан корисник, <b>стабилна</b> верзија је она коју би требало да користите. Али у неким специфичним случајевима ћете морати да користите <b>ноћну</b> верзију:
ta: பொதுவாக நீங்கள் சராசரி பயனராக இருந்தால், <b> நிலையான </b> பதிப்பு நீங்கள் பயன்படுத்த வேண்டிய ஒன்றாகும். ஆனால் சில குறிப்பிட்ட சந்தர்ப்பங்களில் நீங்கள் ஒரு <b> இரவு </b> பதிப்பைப் பயன்படுத்த வேண்டியிருக்கும்:
uk: Якщо ви пересічний користувач, радимо використовувати <b>стабільну</b> версію. Але в деяких окремих випадках вам може знадобитися <b>нічна</b> версія:
zh_hans: 通常来说，<b>稳定版</b>是适合普通用户的版本。但某些特殊情况下，用户可能需要<b>每夜版</b>：
