Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: There is a special status bar item named <span class="ui">Custom text</span>. This item can show your chosen text in the status bar. You can also use this feature to create a separator between the status bar items as you can see in the example below:
es: Hay un elemento especial en la barra de estado llamado <span class="ui">Texto personalizado</span>. Este elemento puede mostrar el texto seleccionado en la barra de estado. También puedes usar esta función para crear un separador entre los elementos de la barra de estado como se muestra en el siguiente ejemplo:
fr: Il existe un élément spécial dans la barre d'état appelé <span class="ui">Texte personnalisé</span>. Cet élément permet d'afficher le texte de votre choix dans la barre d'état. Vous pouvez également utiliser cette fonctionnalité pour créer un séparateur entre les éléments de la barre d'état, comme vous pouvez le voir dans l'exemple ci-dessous :
ga: Tá mír speisialta sa bharra stádais darb ainm <span class="ui">Téacs saincheaptha</span>. Is féidir leis an mír seo an téacs roghnaithe agat a thaispeáint sa bharra stádais. Is féidir leat an ghné seo a úsáid freisin chun deighilteoir a chruthú idir na míreanna sa bharra stádais mar is féidir leat a fheiceáil san sampla thíos:
it: Esiste un elemento speciale della barra di stato chiamato <span class="ui">Testo personalizzato</span>. Questo elemento può mostrare il testo scelto nella barra di stato. È possibile utilizzare questa funzione anche per creare un separatore tra gli elementi della barra di stato, come si può vedere nell'esempio seguente:
nl: Er is een speciaal statusbalkitem genaamd <span class="ui">Aangepaste tekst</span>. Dit item kan door jou gekozen tekst op de statusbalk tonen. Je kunt deze functie ook gebruiken om een scheiding aan te brengen tussen statusbalkitems zoals in het voorbeeld hieronder:
pt_br: Há um item especial na barra de status chamado <span class="ui">Texto personalizado</span>. Este item pode exibir o texto escolhido na barra de status. Você também pode usar este recurso para criar um separador entre os itens da barra de status, como pode ser visto no exemplo abaixo:
pt_pt: Existe um item especial na barra de estado chamado <span class="ui">Texto personalizado</span>. Este item pode mostrar um texto escolhido na barra de estado. Também pode utilizar esta funcionalidade para criar um separador entre os itens da barra de estado, como pode ver no exemplo abaixo:
sk: V stavovom riadku je špeciálna položka s názvom <span class="ui">Vlastný text</span>. Táto položka dokáže zobraziť vami zvolený text v stavovom riadku. Túto funkciu môžete použiť aj na vytvorenie oddeľovača medzi položkami stavového riadka, ako vidíte v príklade nižšie:
sr: Постоји специјална ставка статусне линије под именом <span class="ui">Произвољни текст</span>. Ова ставка вам у статусној линији приказује произвољно унети текст. Такође је можете употребити и да креирате граничник између ставки статусне линије, као што се види у примеру испод:
ta: <Span வகுப்பு = "Ui"> தனிப்பயன் உரை </span> என்ற பெயரில் ஒரு சிறப்பு நிலை பட்டி உருப்படி உள்ளது. இந்த உருப்படி நீங்கள் தேர்ந்தெடுத்த உரையை நிலை பட்டியில் காட்டலாம். கீழே உள்ள எடுத்துக்காட்டில் நீங்கள் காணக்கூடியபடி, நிலை பட்டி உருப்படிகளுக்கு இடையில் ஒரு பிரிப்பான் உருவாக்க இந்த அம்சத்தைப் பயன்படுத்தலாம்:
uk: Існує спеціальний елемент панелі стану, який називається «<span class="ui">власний текст</span>». Цей елемент може показувати у панелі стану вказаний вами текст. Цю функцію також можна використати, щоб створити розділювач між елементами панелі стану, як це показано нижче:
zh_hans: <span class="ui">自定义文本</span>是一项特殊的状态栏标志。该项可用于在状态栏中显示选定文本。可利用该项在状态栏标志间插入空白间隔，如下图所示：

source: First enable this option with a short press on it from this menu
es: Primero habilita esta opción con un toque corto desde este menú
fr: Activez d'abord cette option en appuyant brièvement dessus dans ce menu
ga: Cumasaigh an rogha seo ar dtús le brúigh ghearr air ón roghchlár seo
it: Per prima cosa attivate questa opzione premendo brevemente su di essa da questo menu
nl: Activeer deze optie eerst met een korte tik in dit menu
pt_br: Primeiro habilite esta opção com um toque curto neste menu
pt_pt: Primeiro ative esta opção com um toque curto neste menu
sk: Najprv povoľte túto možnosť krátkym stlačením v tejto ponuke
sr: Најпре је укључите кратким притиском на следеће
ta: இந்த மெனுவிலிருந்து ஒரு குறுகிய பத்திரிகையுடன் இந்த விருப்பத்தை முதலில் இயக்கவும்
uk: Спершу увімкніть цю функцію коротким дотиком до пункту меню
zh_hans: 首先，在下列菜单中短按该选项启用功能

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Custom text: ‘KOReader’
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Texto personalizado: ‘KOReader’
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Texte personnalisé : « KOReader »
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Téacs saincheaptha: ‘KOReader’
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato / Elementi della barra di stato / Testo personalizzato (pressione lunga per modificare)
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / Aangepaste tekst: ‘KOReader’
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status / Texto personalizado: ‘KOReader’
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Texto personalizado: ‘KOReader’
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Vlastný text: „KOReader“
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Статусна линија / Ставке статусне линије / Произвољни текст (дуги притисак за уређивање): ‘KOReader’
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Власний текст: «KOReader»
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏 / 自定义文本：「KOReader」

source: Then long-press on it again to open its settings. Enter a <b>"space"</b> character in the first box and enter the number of repetitions in the second box, which will determine how wide your separator will be.
es: Después dale un toque largo para abrir los ajustes. Introduce un carácter <b>"espacio"</b> en la primera casilla e introduce el número de repeticiones en la segunda casilla, lo que determinará el ancho del separador.
fr: Appuyez ensuite longuement dessus à nouveau pour ouvrir ses paramètres. Entrez un caractère <b>« espace »</b> dans la première case et entrez le nombre de répétitions dans la deuxième case, ce qui déterminera la largeur de votre séparateur.
ga: Ansin brúigh air arís chun a shocruithe a oscailt. Cuir isteach carachtar <b>"spás"</b> sa chéad bhosca agus cuir isteach líon na n-athrá sa dara bosca, rud a chinnfidh cé chomh leathan is a bheidh do dheighilteoir.
it: Quindi premere di nuovo a lungo su di esso per aprire le impostazioni. Inserite un carattere <b>"spazio"</b> nella prima casella e inserite il numero di ripetizioni nella seconda casella, che determinerà la larghezza del separatore.
nl: Houd het daarna nogmaals lang ingedrukt om de instellingen te openen. Voer in het eerste vak een <b>"spatie"</b>-teken in en voer in het tweede vak het aantal herhalingen in; dat bepaalt hoe breed je scheiding wordt.
pt_br: Em seguida, pressione e segure novamente para abrir as configurações. Digite um caractere <b>"espaço"</b> na primeira caixa e insira o número de repetições na segunda caixa, que determinará a largura do separador.
pt_pt: Mantenha-o pressionado para abrir as suas definições. Introduza um caractere <b>"espaço"</b> na primeira caixa e introduza o número de repetições na segunda caixa, que determinará a largura do seu separador.
sk: Potom ho znova dlhým stlačením otvorte jeho nastavenia. Do prvého poľa zadajte znak <b>"medzera"</b> a do druhého poľa zadajte počet opakovaní, ktorý určí, aký široký bude váš oddeľovač.
sr: Затим поново извршите дуги притисак на њу да се отворе подешавања. Унесите карактер <b>„размак”</b> у прво поље, па затим унесите број понављања у друго поље, чиме се одређује ширина граничника.
ta: அதன் அமைப்புகளைத் திறக்க மீண்டும் அதன் மீது நீண்ட நேரம் அழுத்தவும். முதல் பெட்டியில் ஒரு <b> "விண்வெளி" </b> எழுத்தை உள்ளிட்டு இரண்டாவது பெட்டியில் மீண்டும் மறுபடியும் மறுபடியும் உள்ளிடவும், இது உங்கள் பிரிப்பான் எவ்வளவு அகலமாக இருக்கும் என்பதை தீர்மானிக்கும்.
uk: Після цього затисніть його знову, щоб відкрити налаштування. У першому полі впишіть символ <b>пробілу</b>, а в другому полі вкажіть кількість повторень, яка визначить ширину розділювача.
zh_hans: 接着，长按该选项打开设置菜单。在第一个输入框中输入<b>空格</b>，然后再第二个输入框中输入重复次数来调整所需的分割宽度。

source: You can choose another character as a separator. You can also move this item like other status bar items to change its order to adjust your groups.
es: Puedes elegir otro caracter como separador. También puedes mover este elemento como otros elementos de la barra de estado para cambiar tu orden y ajustar tus grupos.
fr: Vous pouvez choisir un autre caractère comme séparateur. Vous pouvez également déplacer cet élément comme les autres éléments de la barre d'état afin de modifier son ordre et d'ajuster vos groupes.
ga: Is féidir leat carachtar eile a roghnú mar dheighilteoir. Is féidir leat an mhír seo a bhogadh freisin cosúil le míreanna eile sa bharra stádais chun a hord a athrú chun do ghrúpaí a choigeartú.
it: È possibile scegliere un altro carattere come separatore. È anche possibile spostare questo elemento, come altri elementi della barra di stato, per modificarne l'ordine e adattare i gruppi.
nl: Je kunt ook een ander teken als scheiding gebruiken. Je kunt dit item net als andere statusbalkitems verplaatsen om de volgorde (en dus je groepen) te wijzigen.
pt_br: Você pode escolher outro caractere como separador. Você também pode mover este item como outros itens da barra de status para alterar sua ordem e ajustar seus grupos.
pt_pt: Pode escolher outro caractere como separador. Também pode mover este item como outros itens da barra de estado para alterar a sua ordem e ajustar os seus grupos.
sk: Ako oddeľovač si môžete vybrať iný znak. Túto položku môžete tiež presunúť rovnako ako iné položky stavového riadka, aby ste zmenili jej poradie a upravili tak skupiny.
sr: Као граничник можете да изаберете и неки други карактер. Ову ставку такође можете да померате као и остале ставке статусне линије, и тако подесите своје групе.
ta: நீங்கள் ஒரு பிரிப்பானாக மற்றொரு எழுத்தை தேர்வு செய்யலாம். உங்கள் குழுக்களை சரிசெய்ய அதன் வரிசையை மாற்ற இந்த உருப்படியை மற்ற நிலை பட்டி உருப்படிகளைப் போல நகர்த்தலாம்.
uk: В якості розділювача можна вказати також інший символ. Цей елемент можна переміщувати так само, як і інші елементи панелі стану, щоб змінити їхній порядок.
zh_hans: 也可选择其它字符作为分隔符。该项和其它状态栏标志项一样可调整次序实现分组。

source: Chapter progress bar
es: Barra de progreso de capítulo
fr: Barre de progression du chapitre
ga: Barra dul chun cinn na caibidle
it: Barra di avanzamento del capitolo
nl: Hoofdstukvoortgangsbalk
pt_br: Barra de progresso do capítulo
pt_pt: Barra de progresso do capítulo
sk: Ukazovateľ priebehu kapitoly
sr: Трака напретка поглавља
ta: அத்தியாயம் முன்னேற்றப் பட்டி
uk: Смуга поступу читання розділу
zh_hans: 章节进度条

source: <span class="ui">Progress bar</span> in the <span class="ui">status bar</span> normally shows your progress for the whole book. But it can also show your progress for the <b>current chapter</b> instead. This can be useful for example, if a book has lots of short chapters. In this case it might be hard to see your progress in the current chapter so <span class="ui">chapter status bar</span> can be more informative here. You can enable the feature from this menu:
es: La <span class="ui">barra de progreso</span> en la <span class="ui">barra de estado</span> normalmente muestra tu progreso para todo el libro, pero también puede mostrar en tu lugar el progreso para el <b>capítulo actual</b>. Puede ser útil si un libro tiene muchos capítulos cortos, en cuyo caso puede resultar difícil ver el progreso en el capítulo actual, por lo que la <span class="ui">barra de estado del capítulo</span> puede resultar más informativa. Puedes habilitar la función desde este menú:
fr: <span class="ui">La barre de progression</span> dans la <span class="ui">barre d'état</span> affiche normalement votre progression pour l'ensemble du livre. Mais elle peut également indiquer votre progression dans le <b>chapitre actuel</b>. Cela peut être utile, par exemple, si un livre comporte de nombreux chapitres courts. Dans ce cas, il peut être difficile de voir votre progression dans le chapitre actuel, et la <span class="ui">barre d'état du chapitre</span> peut donc être plus informative. Vous pouvez activer cette fonctionnalité à partir de ce menu :
ga: De ghnáth, taispeánann an <span class="ui">barra dul chun cinn</span> sa <span class="ui">bharra stádais</span> do dhul chun cinn don leabhar ar fad. Ach is féidir leis do dhul chun cinn don <b>chaibidil reatha</b> a thaispeáint freisin. Is féidir leis seo a bheith úsáideach mar shampla, má tá go leor caibidlí gearra i leabhar. Sa chás seo, d'fhéadfadh sé a bheith deacair do dhul chun cinn sa chaibidil reatha a fheiceáil, mar sin is féidir le <span class="ui">barra stádais na caibidle</span> a bheith níos faisnéiseach anseo. Is féidir leat an ghné a chumasú ón roghchlár seo:
it: La <span class="ui">barra dei progressi</span> nella <span class="ui">barra di stato</span> mostra normalmente i progressi dell'intero libro. Ma può anche mostrare i progressi del <b>capitolo corrente</b>. Questo può essere utile, ad esempio, se un libro ha molti capitoli brevi. In questo caso potrebbe essere difficile vedere i progressi nel capitolo corrente, quindi la <span class="ui">barra di stato del capitolo</span> può essere più informativa. È possibile attivare la funzione da questo menu:
nl: <span class="ui">Voortgangsbalk</span> in de <span class="ui">statusbalk</span> toont normaal gesproken je voortgang voor het hele boek. Maar het kan ook je voortgang voor het <b>huidige hoofdstuk</b> tonen. Dit kan bijvoorbeeld nuttig zijn als een boek veel korte hoofdstukken heeft. In dit geval kan het moeilijk zijn om je voortgang in het huidige hoofdstuk te zien, dus een <span class="ui">hoofdstukstatusbalk</span> kan hier nuttiger zijn. Je kunt deze functie inschakelen via dit menu:
pt_br: A <span class="ui">Barra de progresso</span> na <span class="ui">barra de status</span> normalmente mostra seu progresso em todo o livro. Mas também pode mostrar seu progresso no <b>capítulo atual</b>. Isso pode ser útil, por exemplo, se um livro tiver muitos capítulos curtos. Nesse caso, pode ser difícil ver seu progresso no capítulo atual, então a <span class="ui">barra de status do capítulo</span> pode ser mais informativa aqui. Você pode ativar o recurso neste menu:
pt_pt: A <span class="ui">barra de progresso</span> na <span class="ui">barra de estado</span> mostra normalmente o seu progresso no livro. Mas também pode mostrar o seu progresso no <b>capítulo atual</b>. Isto pode ser útil, por exemplo, se um livro tiver muitos capítulos curtos. Neste caso, pode ser difícil ver o seu progresso no capítulo atual, pelo que a <span class="ui">barra de estado do capítulo</span> pode ser mais informativa. Pode ativar o recurso neste menu:
sk: <span class="ui">Indikátor priebehu</span> v <span class="ui">stavovom riadku</span> zvyčajne zobrazuje váš postup v celej knihe. Môže však zobrazovať aj postup v <b>aktuálnej kapitole</b>. Toto môže byť užitočné napríklad, ak má kniha veľa krátkych kapitol. V takom prípade môže byť ťažké vidieť váš postup v aktuálnej kapitole, takže <span class="ui">stavový riadok kapitoly</span> môže byť v tomto prípade informatívnejší. Túto funkciu môžete povoliť z tejto ponuky:
sr: <span class="ui">Трака напретка</span> у <span class="ui">статусној линији</span> обично приказује ваш напредак читања кроз целу књигу. Али уместо тога, она може да прикаже и напредак читања кроз <b>текуће поглавље</b>. На пример, ово може бити корисно ако књига има много кратких поглавља. У том случају се тешко може пратити напредак читања кроз текуће поглавље, тако да <span class="ui">статусна линија поглавља</span> даје корисније информације. Функционалност можете да укључите из следећег менија:
ta: <span வகுப்பு = "Ui"> முன்னேற்றப் பட்டி </span> <span வகுப்பு = "Ui"> நிலை பட்டி </span> இல் பொதுவாக முழு புத்தகத்திற்கும் உங்கள் முன்னேற்றத்தைக் காட்டுகிறது. ஆனால் அதற்கு பதிலாக <b> தற்போதைய அத்தியாயம் </b> க்கான உங்கள் முன்னேற்றத்தையும் இது காட்டலாம். ஒரு புத்தகத்தில் நிறைய குறுகிய அத்தியாயங்கள் இருந்தால் இது பயனுள்ளதாக இருக்கும். இந்த விசயத்தில் தற்போதைய அத்தியாயத்தில் உங்கள் முன்னேற்றத்தைக் காண்பது கடினமாக இருக்கலாம், எனவே <span வகுப்பு = "Ui"> அத்தியாய நிலை பட்டி </span> இங்கே இன்னும் தகவலறிந்ததாக இருக்கும். இந்த மெனுவிலிருந்து அம்சத்தை நீங்கள் இயக்கலாம்:
uk: <span class="ui">Смуга поступу</span> у <span class="ui">панелі стану</span> зазвичай показує ваш поступ читання всієї книги. Проте, замість цього вона може показувати поступ читання <b>поточного розділу</b>. Це може бути корисним, наприклад, коли книга має багато малих розділів. В такому випадку може бути важко бачити поступ читання поточного розділу, тож в такому випадку <span class="ui">смуга поступу читання розділу</span> може бути більш інформативною. Дану функцію можна увімкнути з цього меню:
zh_hans: <span class="ui">状态栏</span>中的<span class="ui">阅读进度条</span>默认显示全书进度。但也可设置为显示<b>当前章节</b>进度。该功能适合诸如划分诸多短章节的书籍，此时<span class="ui">章节状态栏</span>可能更有用。请通过下列路径启用该功能：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Progress Bar / Show chapter-progress bar instead
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Barra de progreso / Mostrar la barra de progreso del capítulo en su lugar
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Barre de progression / Afficher la barre de progression du chapitre à la place
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Barra Dul Chun Cinn / Taispeáin barra dul chun cinn na caibidle ina ionad
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato / Barra di progresso / Mostra la barra progresso capitoli invece
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / Voortgangsbalk / Toon hoofdstukvoortgangsbalk in de plaats
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status / Barra de Progresso / Mostrar barra de progresso do capítulo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Estado / Barra de Progresso / Mostrar barra de progresso do capítulo
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Ukazovateľ priebehu / Zobraziť namiesto toho ukazovateľ priebehu kapitoly
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Статусна линија / Трака напретка / Уместо тога укљ./искљ. траку напретка поглавља
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Смуга поступу / Натомість показати смугу поступу читання розділу
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏 / 阅读进度条 / 改为显示章节进度

source: Also you can assign a gesture to switch between normal and chapter progress bars. You can find this action under:
es: También puedes asignar un gesto para cambiar entre las barras de progreso normal y la de capítulo. Puedes encontrar esta acción en:
fr: Vous pouvez également attribuer un geste pour basculer entre les barres de progression normales et celles des chapitres. Vous trouverez cette action sous :
ga: Chomh maith leis sin, is féidir leat gotha a shannadh chun aistriú idir barraí dul chun cinn gnáth agus barraí dul chun cinn caibidle. Is féidir leat an gníomh seo a fháil faoi:
it: È inoltre possibile assegnare un gesto per passare dalla barra di avanzamento normale a quella dei capitoli. Questa azione si trova in:
nl: Je kunt ook een gebaar toewijzen om te wisselen tussen de normale en de hoofdstukvoortgangsbalk. Je vindt deze actie onder:
pt_br: Você também pode atribuir um gesto para alternar entre as barras de progresso normal e de capítulo. Você pode encontrar essa ação em:
pt_pt: Além disso, pode atribuir um gesto para alternar entre as barras de progresso normal e de capítulo. Pode encontrar esta ação em:
sk: Taktiež môžete priradiť gesto na prepínanie medzi normálnym a postupným ukazovateľom kapitoly. Túto akciu nájdete pod:
sr: За пребацивање између обичне и траке напретка поглавља можете да доделите и гестикулацију. Ову акцију ћете пронаћи под:
ta: இயல்பான மற்றும் அத்தியாய முன்னேற்றப் பட்டிகளுக்கு இடையில் மாற ஒரு சைகையை நீங்கள் ஒதுக்கலாம். இந்த செயலின் கீழ் நீங்கள் காணலாம்:
uk: Також можна призначити жест, який буде перемикати звичайну смугу поступу та смугу поступу читання розділу. Це можна знайти тут:
zh_hans: 也可通过指定一种手势交互，在全书进度条和章节进度条间切换。该选项位于：

source: Gesture selection menu / Reader / Toggle chapter progress bar
es: Menú de selección de gestos / Lector / Conmutar barra de progreso de capítulo
fr: Menu de sélection des gestes / Lecteur / Basculer la barre de progression du chapitre
ga: Roghchlár roghnúcháin gotha / Léitheoir / Barra dul chun cinn caibidle a scoránaigh
it: Menu di selezione dei gesti / Lettore / Alterna la barra di avanzamento dei capitoli
nl: Gebarenkeuzemenu / Lezer / Hoofdstukvoortgangsbalk omschakelen
pt_br: Menu de seleção de gestos / Leitor / Alternar barra de progresso do capítulo
pt_pt: Menu de seleção de gestos / Leitor / Alternar barra de progresso do capítulo
sk: Menu výberu gest / Režim čítania / Prepínanie indikátora priebehu kapitoly
sr: Мени за избор гестикулације / Читач / Укљ./Искљ. траку напретка поглавља
ta: சைகை தேர்வு பட்டியல் / வாசகர் / மாற்ற அத்தியாயம் முன்னேற்றப் பட்டி
uk: Меню вибору жестів / Читання / Перемкнути смугу поступу читання розділу
zh_hans: 手势备选菜单 / 阅读器相关 / 章节进度条开关

# user_guide/en.html+html.body.div.div:1672-1
source: Top Menu Items
sk: Položky vrchného menu
ta: சிறந்த பட்டியல் உருப்படிகள்
uk: Елементи верхнього меню
zh_hans: 顶部菜单项
