Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: KOReader allows you to assign any gesture to switch to different refresh rates. For example you can set <b>swipe up left edge</b> for <span class="ui">every page</span> refresh when reading comics and set <b>swipe down left edge</b> for <span class="ui">every x page</span> refresh for text only books. So when you open a comic, you can switch to more frequent refresh with a simple tap or swipe (or vice versa).
es: KOReader te permite asignar cualquier gesto para cambiar a diferentes frecuencias de actualización. Por ejemplo, puedes configurar <b>deslizar hacia arriba el borde izquierdo</b> para que se actualice <span class="ui">cada página</span> al leer cómics y <b>deslizar hacia abajo el borde izquierdo</b> para que se actualice <span class="ui">cada x páginas</span> al leer libros de solo texto. Así, al abrir un cómic, puedes cambiar a una frecuencia de actualización más alta con un simple toque o deslizamiento (o viceversa).
fr: KOReader vous permet d'attribuer n'importe quel geste pour passer à différents taux de rafraîchissement. Par exemple, vous pouvez définir <b>balayer vers le haut sur le bord gauche</b> pour rafraîchir <span class="ui">chaque page</span> lorsque vous lisez des bandes dessinées et définir <b>balayer vers le bas sur le bord gauche</b> pour rafraîchir <span class="ui">chaque x pages</span> pour les livres contenant uniquement du texte. Ainsi, lorsque vous ouvrez une bande dessinée, vous pouvez passer à un rafraîchissement plus fréquent d'un simple toucher ou d'un balayage (ou vice versa).
ga: Le KOReader is féidir leat aon ghluaiseacht a shannadh chun athrú go rátaí athnuachana difriúla. Mar shampla, is féidir leat <b>swipeáil suas ar an imeall clé</b> a shocrú le haghaidh athnuachan <span class="ui">gach leathanaigh</span> agus greannáin á léamh agat agus <b>swipeáil síos ar an imeall clé</b> a shocrú le haghaidh athnuachan <span class="ui">gach x leathanach</span> le haghaidh leabhar téacs amháin. Mar sin, nuair a osclaíonn tú greannán, is féidir leat athrú go hathnuachan níos minice le sconna nó swipeáil shimplí (nó a mhalairt).
it: KOReader consente di assegnare qualsiasi gesto per passare a diverse frequenze di aggiornamento. Ad esempio, è possibile impostare <b>scorri il bordo sinistro</b> per l'aggiornamento di <span class="ui">ogni pagina</span> quando si leggono fumetti e impostare <b>scorrimento verso il basso del bordo sinistro</b> per l'<span class="ui">aggiornamento ogni x pagine</span> per i libri di solo testo. Così, quando si apre un fumetto, si può passare a un aggiornamento più frequente con un semplice tocco o scorrimento (o viceversa).
nl: KOReader stelt je in staat om elk gebaar toe te wijzen om over te schakelen naar andere verversfrequenties. Bijvoorbeeld kunt je <b>veeg omhoog linkerrand</b> instellen voor <span class="ui">elke pagina</span>verversing bij het lezen van strips en <b>veeg omlaag linkerrand</b> instellen voor <span class="ui">elke x pagina</span>verversing voor boeken met alleen tekst. Dus wanneer je een strip opent, kun je overschakelen naar vaker verversen met een eenvoudige tik of veegbeweging (of vice versa).
pt_br: O KOReader permite que você atribua qualquer gesto para alternar entre diferentes taxas de atualização. Por exemplo, você pode definir <b>deslizar para cima na borda esquerda</b> para atualizar <span class="ui">a cada página</span> ao ler quadrinhos e definir <b>deslizar para baixo na borda esquerda</b> para atualizar <span class="ui">a cada x páginas</span> para livros somente de texto. Assim, ao abrir um quadrinho, você pode alternar para uma atualização mais frequente com um simples toque ou deslizar (ou vice-versa).
sk: KOReader vám umožňuje priradiť ľubovoľné gesto na prepínanie medzi rôznymi obnovovacími frekvenciami. Napríklad môžete nastaviť <b>potiahnutie prstom nahor z ľavého okraja</b> na obnovenie <span class="ui">každú stranu</span> pri čítaní komiksov a <b>potiahnutie prstom nadol z ľavého okraja</b> na obnovenie <span class="ui">každých x strán</span> pre knihy obsahujúce iba text. Takže keď otvoríte komiks, môžete prepnúť na častejšie obnovovanie jednoduchým ťuknutím alebo potiahnutím prsta (alebo naopak).
sr: KOReader вам омогућава да било коју гестикулацију доделите различитим учесталостима освежавања. На пример, можете да поставите <b>превлачење навише по левој ивици</b> на освежавање <span class="ui">свака страница</span> када читате стрипове и поставите <b>превлачење наниже по левој ивици</b> на oсвежавање <span class="ui">свака x страница</span> за чисто текстуалне књиге. Тако да када отворите стрип, можете да укључите чешће освежавање простим тапом или превлачењем (или обрнуто).
ta: வெவ்வேறு புதுப்பிப்பு விகிதங்களுக்கு மாற எந்தவொரு சைகையையும் ஒதுக்க கொரியடர் உங்களை அனுமதிக்கிறது. எடுத்துக்காட்டாக, <b> இடது விளிம்பு </b> ஐ அமைக்கலாம் <ச்பான் கிளாச் = "யுஐ"> ஒவ்வொரு பக்கமும் </ச்பான்> காமிக்சைப் படிக்கும்போது புதுப்பித்து <பி> இடது விளிம்பில் ச்வைப் பேரூர் </b> <ச்பான் கிளாச் = "யுஐ"> ஒவ்வொரு ஃச் பக்கத்தையும் </ச்பான்> உரை புத்தகங்களுக்கு புதுப்பிக்கவும். எனவே நீங்கள் ஒரு காமிக் திறக்கும்போது, நீங்கள் ஒரு எளிய தட்டு அல்லது ச்வைப் மூலம் அடிக்கடி புதுப்பிக்கலாம் (அல்லது நேர்மாறாக).
uk: KOReader дозволяє призначити будь-який жест для перемикання між різними частотами оновлення. Наприклад, можна налаштувати <b>проведення пальцем вгору по лівому краю</b> для повного оновлення <span class="ui">на кожній сторінці</span> під час читання мальописів та <b>проведення пальцем вниз по лівому краю</b> для оновлення <span class="ui">кожні N сторінок</span> для книг, що містять лише текст. Тож, відкриваючи мальопис, можна перемикатися на частіше оновлення простим дотиком чи протягуванням пальцем (або навпаки).
zh_hans: KOReader允许将手势分配到不同的刷新率。 例如，您可以在阅读漫画时设置<b>向上滑动左边缘</b>为<span class="ui">每页</span>刷新，并设置<b>向下滑动左边缘</b>为<span class="ui">每x页</span>刷新纯文本书籍。 因此，当您打开漫画时，您可以通过简单的点击或滑动（反之亦然）切换到更频繁的刷新。

source: This action is under:
es: Esta acción se enmarca en:
fr: Cette action relève de :
ga: Tá an gníomh seo faoi:
it: Questa azione è in:
nl: Deze actie staat onder:
pt_br: Esta ação está sob:
pt_pt: Esta acção está sob:
sk: Táto akcia je pod:
sr: Ова акција се налази у:
ta: இந்த நடவடிக்கை கீழ் உள்ளது:
uk: Це налаштовується тут:
zh_hans: 此操作位于：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Gesture manager / Screen and lights section / Full screen refresh rate
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Administrador de gestos / Sección de pantalla y luces / Frecuencia de actualización de pantalla completa
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Gestionnaire de gestes / Section Écran et lumières / Taux de rafraîchissement plein écran
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus Gothaí / Bainisteoir Gothaí / Rannóg Scáileáin agus Soilse / Ráta Athnuachana Lánscáileáin
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Impostazioni E-ink / Frequenza di aggiornamento completa
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Gebarenbeheer / Scherm en verlichting / Volledig scherm verversfrequentie
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Gerenciador de gestos / Seção de tela e luzes / Taxa de atualização de tela cheia
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Správca gest / Sekcia obrazovky a svetiel / Obnovovacia frekvencia celej obrazovky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Управљач гестикулацијама / одељак Екран и светла / Освежавање целог екрана
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Менеджер жестів / Екран і підсвічування / Частота повного оновлення екрану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点击及手势交互 / 交互手势管理 / 屏幕与灯光相关 / 全屏刷新率

source: Panel zoom feature
es: Herramienta zoom a viñeta
fr: Fonction de zoom du panneau
ga: Gné súmáil painéil
it: Funzione del pannello di zoom
nl: Paneelzoomfunctie
pt_br: Recurso de zoom do painel
pt_pt: Funcionalidade de Zoom de painel
sk: Funkcia priblíženia panela
sr: Функционалност зумирања табле
ta: பேனல் சூம் நற்பொருத்தம்
uk: Функція масштабування панелі
zh_hans: 面板缩放功能

source: This feature makes reading comic books easier on smaller screens. You can enable it while you are reading a <b>PDF, DJVU, CBZ or CBT</b> document via:
es: Esta función facilita la lectura de cómics en pantallas pequeñas. Puedes activarla mientras lees un documento <b>PDF, DJVU, CBZ or CBT</b> mediante:
fr: Cette fonctionnalité facilite la lecture des bandes dessinées sur les petits écrans. Vous pouvez l'activer lorsque vous lisez un document <b>PDF, DJVU, CBZ ou CBT</b> via :
ga: Déanann an ghné seo léamh greannán níos éasca ar scáileáin níos lú. Is féidir leat é a chumasú agus tú ag léamh doiciméad <b>PDF, DJVU, CBZ nó CBT</b> trí:
it: Questa funzione facilita la lettura dei fumetti su schermi più piccoli. È possibile attivarla durante la lettura di un documento <b>PDF, DJVU, CBZ o CBT</b> tramite:
nl: Deze functie maakt strips lezen op kleine schermen makkelijker. Je schakelt haar in tijdens het lezen van een <b>PDF-, DJVU-, CBZ- of CBT</b>-document via:
pt_br: Este recurso facilita a leitura de livros de histórias em quadrinhos em telas menores. Você pode ativá-lo enquanto lê um documento <b>PDF, DJVU, CBZ ou CBT</b> por meio de:
sk: Táto funkcia uľahčuje čítanie komiksov na menších obrazovkách. Môžete to povoliť počas čítania dokumentu <b>PDF, DJVU, CBZ alebo CBT</b> prostredníctvom:
sr: Ова функција олакшава читање стрипова на мањим екранима. Можете да је укључите док читате <b>PDF, DJVU, CBZ или CBT</b> документ из:
ta: இந்த நற்பொருத்தம் சிறிய திரைகளில் காமிக் புத்தகங்களை வாசிப்பதை எளிதாக்குகிறது. நீங்கள் ஒரு <b> பி.டி.எஃப், டி.சே.வி.யு, சிபிஇசட் அல்லது சிபிடி </b> ஆவணத்தைப் படிக்கும்போது அதை இயக்கலாம்:
uk: Ця функція робить читання мальописів на малих екранах значно легшим. Її можна увімкнути під час читання документів <b>PDF, DJVU, CBZ або CBT</b> тут:
zh_hans: 此功能使在较小的屏幕上阅读漫画书更容易。 您可以在阅读<b>PDF，DJVU，CBZ或CBT</b>文档时启用它:

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Panel Zoom (manga/comic)
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Zoom del panel (manga/cómic)
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Zoom sur le panneau (manga/bande dessinée)
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Zúmáil Painéil (manga/greannán)
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Panello di Zoom (manga/fumetti)
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Paneelzoom (manga/strip)
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Zoom do painel (mangá/quadrinhos)
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Zoom do painel (manga/banda desenhada)
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Priblíženie panela (manga/komiks)
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Зумирање табле (манга/стрип)
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / பேனல் சூம் (மங்கா / காமிக்)
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Масштабування панелі (мальопис)
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 分格缩放（适用于漫画书籍）

source: When this option is enabled, KOReader tries to find the boundaries of rectangular panels on the screen. If you long-press on a panel, KOReader zooms in and shows just that panel.
es: Cuando esta opción está activada, KOReader intenta encontrar los límites de los paneles rectangulares en la pantalla. Si mantienes presionado un panel, KOReader amplía la vista y muestra solo ese panel.
fr: Lorsque cette option est activée, KOReader tente de trouver les limites des panneaux rectangulaires à l'écran. Si vous appuyez longuement sur un panneau, KOReader effectue un zoom avant et affiche uniquement ce panneau.
ga: Nuair a bhíonn an rogha seo cumasaithe, déanann KOReader iarracht teorainneacha painéal dronuilleogach a aimsiú ar an scáileán. Má bhrúnn tú ar phainéal ar feadh tamaill fhada, zúmálann KOReader isteach agus taispeánann sé an painéal sin amháin.
it: Quando questa opzione è attivata, KOReader cerca di individuare i confini dei pannelli rettangolari sullo schermo. Se si preme a lungo su un pannello, KOReader esegue uno zoom e mostra solo quel pannello.
nl: Wanneer deze optie aan staat probeert KOReader de grenzen van rechthoekige panelen te vinden. Bij lang indrukken op een paneel zoomt KOReader in en toont alleen dat paneel.
pt_br: Quando esta opção está habilitada, o KOReader tenta encontrar os limites dos painéis retangulares na tela. Se você pressionar e segurar um painel, o KOReader amplia e mostra apenas esse painel.
sk: Keď je táto možnosť povolená, KOReader sa pokúša nájsť okraje obdĺžnikových panelov na obrazovke. Ak dlho stlačíte "panel", KOReader ho priblíži a zobrazí iba tento panel.
sr: Када је ова опција укључена, KOReader покушава да пронађе границе правоугаоних панела на екрану. Ако на панел извршите дуги притисак, KOReader се зумира и приказује само тај панел.
ta: இந்த விருப்பம் இயக்கப்பட்டால், கொரியேடர் செவ்வக பேனல்களின் எல்லைகளை திரையில் கண்டுபிடிக்க முயற்சிக்கிறார். நீங்கள் ஒரு பேனலில் நீண்ட நேரம் அழுத்தினால், கொரியடர் பெரிதாக்கப்பட்டு அந்த பேனலைக் காட்டுகிறார்.
uk: Коли ця функція увімкнена, KOReader намагається знайти межі прямокутних панелей («кадрів») на екрані. Якщо затиснути панель, KOReader збільшить її масштаб і покаже лише цю панель.
zh_hans: 启用此选项后，KOReader会尝试在屏幕上查找矩形面板的边界。如果长按面板，KOReader 会放大并仅显示该面板。

source: As you can guess, this feature works best with comics that has clean panel boundaries. Also there is no <b>page turn</b> in this mode to jump to the next panel due to this boundary problem. You have to close the zoomed in panel and long-press on the next one. To do this, just <span class="ui">swipe down</span> this zoomed in panel. Also you can use any <span class="ui">multiswipe gesture</span> (any combination of up, down, left, right) to exit this view.
es: Como puedes adivinar, esta característica funciona mejor con cómics que tienen límites de panel limpios. Además, no hay <b>paso de página</b> en este modo para saltar al siguiente panel debido a este problema de límites. Tienes que cerrar el panel ampliado y mantener presionado el siguiente. Para hacer esto, simplemente <span class="ui">desliza hacia abajo</span> este panel ampliado. También puede utilizar cualquier <span class="ui">gesto de deslizamiento múltiple</span> (cualquier combinación de arriba, abajo, izquierda, derecha) para salir de esta vista.
fr: Comme vous pouvez le deviner, cette fonctionnalité fonctionne mieux avec les bandes dessinées dont les cases sont bien délimitées. De plus, en raison de ce problème de délimitation, il n'est pas possible de passer à la case suivante en <b>tournant la page</b> dans ce mode. Vous devez fermer la case agrandie et appuyer longuement sur la suivante. Pour ce faire, il suffit de <span class="ui">balayer vers le bas</span> cette case agrandie. Vous pouvez également utiliser n'importe quel <span class="ui">geste Multiple balayages</span> (n'importe quelle combinaison de haut, bas, gauche, droite) pour quitter cet affichage.
ga: Mar is féidir leat a thomhas, oibríonn an ghné seo is fearr le greannáin a bhfuil teorainneacha glana painéil acu. Chomh maith leis sin, níl aon <b>chasadh leathanaigh</b> sa mhodh seo chun léim go dtí an chéad phainéal eile mar gheall ar an bhfadhb teorann seo. Caithfidh tú an painéal súmáilte isteach a dhúnadh agus brúigh ar an gcéad cheann eile ar feadh tamaill. Chun seo a dhéanamh, níl le déanamh ach <span class="ui">swipeáil síos</span> an painéal súmáilte isteach seo. Chomh maith leis sin, is féidir leat aon <span class="ui">ghluaiseacht il-swipe</span> (aon teaglaim de suas, síos, ar chlé, ar dheis) a úsáid chun an radharc seo a fhágáil.
it: Come si può intuire, questa funzione funziona meglio con i fumetti che hanno confini puliti dei pannelli. Inoltre, in questa modalità non è possibile <b>girare la pagina</b> per passare al pannello successivo a causa del problema dei confini. È necessario chiudere il pannello ingrandito e premere a lungo su quello successivo. Per farlo, è sufficiente <span class="ui">scorrere verso il basso</span> nel pannello. Inoltre, è possibile utilizzare qualsiasi gesto <span class="ui">multiswipe</span> (qualsiasi combinazione di su, giù, sinistra, destra) per uscire da questa vista.
nl: Dit werkt het best bij strips met duidelijke kaderranden. Er is geen automatische <b>paginawissel</b> naar het volgende paneel omdat dat lastig betrouwbaar kan. Sluit het ingezoomde paneel en lang druk op het volgende. Veeg simpelweg <span class="ui">omlaag</span> op het ingezoomde paneel, of gebruik een willekeurig <span class="ui">multiveeggebaar</span> (combinatie van omhoog/omlaag/links/rechts) om terug te gaan.
pt_br: Como você pode imaginar, esse recurso funciona melhor com quadrinhos que têm bordas de painel bem definidas. Além disso, não há <b>virar a página</b> neste modo para pular para o próximo painel devido a esse problema de bordas. Você precisa fechar o painel ampliado e pressionar longamente o próximo. Para fazer isso, basta <span class="ui">deslizar para baixo</span> neste painel ampliado. Você também pode usar qualquer <span class="ui">gesto de deslizar múltiplos</span> (qualquer combinação de cima, baixo, esquerda, direita) para sair desta visualização.
sk: Ako asi tušíte, táto funkcia funguje najlepšie s komiksmi, ktoré majú čisté hranice panelov. V tomto režime tiež nie je k dispozícii <b>otáčanie strán</b> pre prechod na ďalší panel kvôli tomuto problému s hranicami. Musíte zavrieť priblížený panel a dlho stlačiť ďalší. Ak to chcete urobiť, jednoducho <span class="ui">potiahnite prstom nadol</span> po tomto priblíženom paneli. Na ukončenie tohto zobrazenia môžete použiť aj ľubovoľné <span class="ui">gesto viacerých potiahnutí</span> (ľubovoľnú kombináciu hore, dole, doľava, doprava).
sr: Као што већ погађате, ова функционалност најбоље ради у стриповима који имају чисте границе панела. Такође, услед овог проблема одређивања граница, у овом режиму нема <b>окретања странице</b> за скок на наредни панел. Морате најпре да затворите зумирани панел, па да извршите дуги притисак на наредни. Да бисте то урадили, једноставно <span class="ui">превуците наниже</span> овај зумирани панел. Такође можете да употребите било коју <span class="ui">гестикулацију мултипревлачења</span> (било коју комбинацију горе, доле, лево, десно) да напустите овај приказ.
ta: நீங்கள் யூகிக்கிறபடி, இந்த நற்பொருத்தம் தூய்மையான பேனல் எல்லைகளைக் கொண்ட காமிக்சுடன் சிறப்பாக செயல்படுகிறது. இந்த எல்லை சிக்கல் காரணமாக அடுத்த பேனலுக்கு செல்ல இந்த பயன்முறையில் <b> பக்க திருப்பம் </b> இல்லை. நீங்கள் பேனலில் பெரிதாக்கப்பட்ட மற்றும் அடுத்தவற்றில் நீண்ட அழுத்தத்தை மூட வேண்டும். இதைச் செய்ய, <span வகுப்பு = "Ui"> ச்வைப் பேரூர் </span> இது பேனலில் பெரிதாக்கப்பட்டது. இந்த பார்வையில் இருந்து வெளியேற நீங்கள் எந்த <ச்பான் கிளாச் = "யுஐ"> மல்டிச்வைப் சைகை </span> (அப், பேரூர், இடது, வலது ஆகியவற்றின் எந்தவொரு கலவையையும் பயன்படுத்தலாம்.
uk: Як можна здогадатися, ця функція найкраще працює з мальописами, які мають чіткі межі панелей. Також через цю проблему з межами у даному режимі немає <b>перегортання сторінок</b> для переходу до наступної панелі. Доведеться закрити поточну збільшену панель і затиснути наступну. Щоб зробити це, просто <span class="ui">проведіть пальцем вниз</span> по цій збільшеній панелі. Також, щоб вийти з цього режиму перегляду, можна використовувати будь-який <span class="ui">мультижест</span> (будь-яку комбінацію вгору, вниз, вліво, вправо).
zh_hans: 正如您所猜到的，此功能最适合具有干净窗格边界的漫画。此外，由于这个边界问题，在这种模式下无法<b>翻页</b>跳转到下一个窗格。你必须关闭放大的窗格，然后长按下一个窗格进行放大。要做到这一点，只需<span class="ui">向下滑动</span>这个放大的窗格。此外，您还可以使用任何<span class="ui">多重滑动手势</span>（上、下、左、右的任意组合）来退出此视图。

source: Procedure can be seen below:
es: El procedimiento se puede ver a continuación:
fr: La procédure est décrite ci-dessous :
ga: Is féidir an nós imeachta a fheiceáil thíos:
it: La procedura è riportata di seguito:
nl: De procedure zie je hieronder:
pt_br: O procedimento pode ser visto abaixo:
pt_pt: Procedimento pode ser visto abaixo:
sk: Postup je možné vidieť nižšie:
sr: Процедура може да се види испод:
ta: செயல்முறையை கீழே காணலாம்:
uk: Як це робиться показано нижче:
zh_hans: 过程可以在下面看到：
