Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Basic usage – Adding an already written patch to your KOReader:
es: Uso básico: Cómo agregar un parche ya escrito a KOReader:
fr: Utilisation de base – Ajouter un patch déjà écrit à votre KOReader :
ga: Úsáid bhunúsach – Paiste atá scríofa cheana féin a chur le do KOReader:
it: Utilizzo di base - Aggiunta di una patch già scritta al proprio KOReader:
nl: Basisgebruik – Een reeds geschreven patch toevoegen aan KOReader:
pt_br: Uso básico – Adicionando um patch já escrito ao seu KOReader:
pt_pt: Utilização básica – Adicionando um patch já escrito ao seu KOReader:
sk: Základné použitie - Pridanie už napísanej používateľskej záplaty do vášho KOReadera:
sr: Основна употреба – Додавање већ написане закрпе у KOReader:
ta: அடிப்படை பயன்பாடு - ஏற்கனவே எழுதப்பட்ட ஒரு இணைப்பைச் சேர்ப்பது உங்கள் கொரியடருக்கு:
uk: Просте використання – Додавання вже написаної латки до KOReader:
zh_hans: 基本用法 – 将已编写的补丁添加到 KOReader：

source: Create a directory named <span class="ui">patches</span> under <span class="ui">koreader directory</span> on your device (On Android this folder is located on the SD-card)
es: Crea un directorio llamado <span class="ui">patches</span> en el <span class="ui">directorio koreader</span> del dispositivo (en Android, esta carpeta se encuentra en la tarjeta SD)
fr: Créez un répertoire nommé <span class="ui">patches</span> sous <span class="ui">répertoire koreader</span> sur votre appareil (sur Android, ce dossier se trouve sur la carte SD)
ga: Cruthaigh eolaire darb ainm <span class="ui">paistí</span> faoin eolaire <span class="ui">koreader</span> ar do ghléas (Ar Android tá an fillteán seo suite ar an gcárta SD)
it: Creare una cartella denominata <span class="ui">patches</span> nella directory <span class="ui">koreader</span> del dispositivo (su Android questa cartella si trova sulla scheda SD)
nl: Maak een map <span class="ui">patches</span> aan in de <span class="ui">koreader</span>-map op je apparaat (op Android staat deze map op de SD-kaart)
pt_br: Crie um diretório chamado <span class="ui">patches</span> no <span class="ui">diretório koreader</span> no seu dispositivo (no Android, essa pasta está localizada no cartão SD)
sk: Vytvorte na svojom zariadení adresár s názvom <span class="ui">patches</span> v <span class="ui">adresári koreader</span> (v systéme Android sa tento priečinok nachádza na SD karte)
sr: Креирајте директоријум који се зове <span class="ui">patches</span> унутар <span class="ui">koreader директоријума</span> на свом уређају (на Андроиду се овај фолдер налази на SD-картици)
ta: <Span வகுப்பு = "Ui"> திட்டுகள் </span> என்ற பெயரில் ஒரு கோப்பகத்தை உருவாக்கவும் <span வகுப்பு = "Ui"> உங்கள் சாதனத்தில் கொரியடர் டைரக்டரி </span>
uk: Створіть підтеку з назвою <span class="ui">patches</span> у теці <span class="ui">koreader</span> на пристрої (на Android ця тека знаходиться на SD-карті)
zh_hans: 在设备上的<span class="ui">koreader目录</span>下创建名为<span class="ui">patches</span>的目录（在Android上，该文件夹位于SD卡上）

source: Download and put the patch file with <b>.lua</b> extension in this <span class="ui">patches</span> directory
es: Descarga y coloca el archivo de parche con la extensión <b>.lua</b> en este directorio <span class="ui">patches</span>
fr: Téléchargez et placez le fichier patch avec l'extension <b>.lua</b> dans ce répertoire <span class="ui">patches</span>
ga: Íoslódáil agus cuir an comhad paiste leis an síneadh <b>.lua</b> san eolaire <span class="ui">paistí</span> seo
it: Scaricate e mettete il file della patch con estensione <b>.lua</b> nella directory <span class="ui">patches</span>
nl: Download het patchbestand met de extensie <b>.lua</b> en plaats het in deze <span class="ui">patches</span>-map
pt_br: Baixe e coloque o arquivo de patch com extensão <b>.lua</b> neste diretório <span class="ui">patches</span>
sk: Stiahnite si a vložte súbor záplaty s príponou <b>.lua</b> do adresára <span class="ui">patches</span>
sr: Преузмите фајл закрпе са <b>.lua</b> екстензијом и поставите га у овај <span class="ui">patches</span> директоријум
ta: ஒட்டு கோப்பை <b> .lua </b> இந்த <span வகுப்பு = "Ui"> திட்டுகள் </span> கோப்பகத்தில் பதிவிறக்கம் செய்து வைக்கவும்
uk: Завантажте і покладіть файл латки з розширенням <b>.lua</b> до теки «<span class="ui">patches</span>»
zh_hans: 下载扩展名为 <b>.lua</b> 的补丁文件并将其放入此 <span class="ui">patches </span>目录中

# user_guide/en.html+html.body.div.ol.li:4716-13
source: Restart KOReader
sk: Reštartovať KOReader
ta: கொரியாடரை மறுதொடக்கம் செய்யுங்கள்
uk: Перезапустити KOReader
zh_hans: 重启 KOReader

source: Patch manager
es: Administrador de parches
fr: Gestionnaire de correctifs
ga: Bainisteoir paiste
it: Gestore delle patch
nl: Patchbeheer
pt_br: Gerenciador de patches
pt_pt: Gestor de patches
sk: Správca programových záplat
sr: Управљач закрпама
ta: ஒட்டு மேலாளர்
uk: Менеджер латок
zh_hans: 补丁管理器

source: When you create a patches directory as instructed, a new plugin named <span class="ui">Patch Management</span> becomes available in the plugins menu after restarting KOReader. With this plugin you can see the list and status of your user patches and enable/disable them. You can tap <span class="ui">About patch manager</span> menu item to see more info.
es: Cuando creas un directorio de parches según las instrucciones, estará disponible un nuevo complemento llamado <span class="ui">Administración de parches</span> en el menú de complementos tras reiniciar KOReader. Con este complemento, podrás ver la lista y el estado de tus parches, así como habilitarlos o deshabilitarlos. Para más información pulsa el elemento de menú <span class="ui">Acerca del administrador de parches</span>.
fr: Lorsque vous créez un répertoire de correctifs comme indiqué, un nouveau plugin nommé <span class="ui">Gestion des correctifs</span> devient disponible dans le menu des plugins après le redémarrage de KOReader. Ce plugin vous permet de consulter la liste et l'état de vos correctifs utilisateur et de les activer/désactiver. Vous pouvez appuyer sur l'élément de menu <span class="ui">A propos de la Gestion ds correctifs</span> pour obtenir plus d'informations.
ga: Nuair a chruthaíonn tú eolaire paistí mar atá treoraithe, beidh breiseán nua darb ainm <span class="ui">Bainistíocht Paistí</span> ar fáil i roghchlár na mbreiseán tar éis KOReader a atosú. Leis an mbreiseán seo is féidir leat liosta agus stádas do phaistí úsáideora a fheiceáil agus iad a chumasú/a dhíchumasú. Is féidir leat tapáil ar an mír roghchláir <span class="ui">Maidir le bainisteoir paistí</span> chun tuilleadh eolais a fheiceáil.
it: Quando si crea una directory di patch come indicato, un nuovo plugin chiamato <span class="ui">Gestione patch</span> diventa disponibile nel menu dei plugin dopo il riavvio di KOReader.Con questo plugin è possibile vedere l'elenco e lo stato delle patch utente e attivarle/disattivarle. È possibile toccare la voce di menu <span class="ui">Informazioni su Patch Manager</span> per visualizzare ulteriori informazioni.
nl: Wanneer je de map patches hebt aangemaakt verschijnt na het herstarten van KOReader een nieuwe plugin <span class="ui">Patchbeheer</span> in het pluginmenu. Met deze plugin zie je de lijst en status van je gebruikerspatches en kun je ze in- of uitschakelen. Tik op <span class="ui">Over patchbeheer</span> voor meer informatie.
pt_br: Ao criar um diretório de patches conforme as instruções, um novo plugin chamado <span class="ui">Gerenciamento de Patches</span> fica disponível no menu de plugins após reiniciar o KOReader. Com este plugin, você pode ver a lista e o status dos seus patches de usuário e ativá-los/desativá-los. Você pode tocar no item de menu <span class="ui">Sobre o gerenciador de patches</span> para ver mais informações.
sk: Keď vytvoríte adresár "patches" podľa pokynov, po reštartovaní KOReader sa v ponuke doplnkov sprístupní nový doplnok s názvom <span class="ui">Správa programových záplat</span>. Pomocou tohto doplnku môžete vidieť zoznam a stav vašich používateľských záplat a povoliť/zakázať ich. Ďalšie informácie zobrazíte ťuknutím na položku ponuky <span class="ui">O programových záplatách</span>.
sr: Када креирате директоријум закрпа као што је објашњено, у менију додатака се након поновног покретања програма KOReader појављује нови додатак под именом <span class="ui">Управљање закрпама</span>. Овим додатком можете да видите листу и статус својих корисничких закрпа и можете да их укључите/искључите. За више информација можете да тапнете на ставку менија <span class="ui">О управљању закрпама</span>.
ta: அறிவுறுத்தப்பட்டபடி நீங்கள் ஒரு திட்டுகள் கோப்பகத்தை உருவாக்கும்போது, <ச்பான் கிளாச் = "யுஐ"> ஒட்டு மேனேச்மென்ட் </ச்பான்> என்ற புதிய சொருகி கொரியாடரை மறுதொடக்கம் செய்த பிறகு செருகுநிரல்கள் பட்டியலில் கிடைக்கிறது. இந்த சொருகி மூலம் உங்கள் பயனர் திட்டுகளின் பட்டியல் மற்றும் நிலையை நீங்கள் காணலாம் மற்றும் அவற்றை இயக்கலாம்/முடக்கலாம். மேலும் தகவலைக் காண ஒட்டு மேலாளர் </span> பட்டியல் உருப்படியைப் பற்றி <span வகுப்பு = "Ui"> ஐத் தட்டலாம்.
uk: Коли ви створили теку для латок, як описано вище, після перезапуску KOReader у меню модулів з'явиться новий модуль з назвою <span class="ui">Керування латками</span>. За допомогою цього модуля можна побачити список та стан встановлених користувацьких латок та увімкнути/вимкнути їх. Щоб дізнатися більше інформації можна натиснути пункт меню <span class="ui">Про керування латками</span>.
zh_hans: 按照说明创建补丁目录并重新启动 KOReader 后，在插件菜单中将出现名为 <span class="ui">补丁管理</span>的新插件。通过使用此插件，您可以查看用户补丁的列表和状态并启用/禁用它们。您可以点击 <span class="ui">关于补丁管理器</span>菜单项以查看更多信息。

source: Naming the patch
es: Nombrar el parche
fr: Nommer le correctif
ga: Ainmniú an phaiste
it: Dare un nome alla patch
nl: Een patch benoemen
pt_br: Nomeando o patch
pt_pt: Nomeando o patch
sk: Pomenovanie programovej záplaty
sr: Давање имена закрпи
ta: ஒட்டு பெயரிடுதல்
uk: Називання латки
zh_hans: 命名补丁

source: Execution order of a patch is determined by the first digit of the number in the patch name. For example: <span class="ui">2-TOC-title-patch.lua</span> If there are several patches starting with the same digit, the execution order is the natural order <b>(1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010)</b>. If you are just downloading an already made patch you don’t need to change the file name.
es: El orden de ejecución de un parche se determina por el primer dígito del número en su nombre. Por ejemplo: <span class="ui">2-TOC-title-patch.lua</span>. Si hay varios parches que empiezan con el mismo dígito, el orden de ejecución es el natural <b>(1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010)</b>. Si solo descargas un parche ya creado, no necesitas cambiar el nombre del archivo.
fr: L'ordre d'exécution d'un patch est déterminé par le premier chiffre du numéro dans le nom du patch. Par exemple : <span class="ui">2-TOC-title-patch.lua</span> S'il existe plusieurs correctifs commençant par le même chiffre, l'ordre d'exécution est l'ordre naturel <b>(1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010)</b>. Si vous téléchargez simplement un patch déjà créé, vous n'avez pas besoin de modifier le nom du fichier.
ga: Is é an chéad dhigit den uimhir in ainm an phaiste a chinneann ord forghníomhaithe paiste. Mar shampla: <span class="ui">2-TOC-title-patch.lua</span> Má tá roinnt paistí ann a thosaíonn leis an digit chéanna, is é an t-ord forghníomhaithe an t-ord nádúrtha <b>(1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010)</b>. Mura bhfuil tú ach ag íoslódáil paiste atá déanta cheana féin, ní gá duit ainm an chomhaid a athrú.
it: L'ordine di esecuzione di una patch è determinato dalla prima cifra del numero nel nome della patch. Ad esempio: <span class="ui">2-TOC-title-patch.lua</span> Se ci sono più patch che iniziano con la stessa cifra, l'ordine di esecuzione è quello naturale <b>(1&lt;10&lt;11&lt;12&lt;13&lt;...&lt;109&lt;...&lt;10010)</b>. Se si sta solo scaricando una patch già fatta, non è necessario cambiare il nome del file.
nl: De uitvoeringsvolgorde van een patch wordt bepaald door het eerste cijfer in de bestandsnaam. Bijvoorbeeld: <span class="ui">2-TOC-title-patch.lua</span>. Als meerdere patches met hetzelfde cijfer beginnen is de volgorde de natuurlijke volgorde <b>(1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010)</b>. Als je een bestaande patch download hoef je de bestandsnaam niet te wijzigen.
pt_br: A ordem de execução de um patch é determinada pelo primeiro dígito do número no nome do patch. Por exemplo: <span class="ui">2-TOC-title-patch.lua</span>. Se houver vários patches começando com o mesmo dígito, a ordem de execução será a ordem natural <b>(1<10<11<12<13<…&lt;109<…&lt;10010)</b>. Se você estiver apenas baixando um patch já pronto, não precisa alterar o nome do arquivo.
sk: Poradie vykonania záplaty je určené prvou číslicou čísla v názve záplaty. Napríklad: <span class="ui">2-TOC-title-patch.lua</span> Ak existuje niekoľko záplat začínajúcich rovnakou číslicou, poradie vykonávania je prirodzené poradie <b>(1&lt;10&lt;11&lt;12&lt;13&lt;109&lt;...&lt;10010)</b>. Ak len sťahujete už vytvorenú záplatu, nemusíte meniť názov súboru.
sr: Редослед извршавања закрпе одређују прва цифра броја у имену закрпе. На пример: <span class="ui">2-TOC-title-patch.lua</span> Ако постоји неколико закрпа које почињу истом цифром, редослед извршавања је природни <b>(1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010)</b>. Ако само преузимате већ урађену закрпу, нема потребе да јој мењате име.
ta: ஒரு இணைப்பின் செயல்பாட்டு வரிசை ஒட்டு பெயரில் உள்ள எண்ணின் முதல் இலக்கத்தால் தீர்மானிக்கப்படுகிறது. எடுத்துக்காட்டாக: <span வகுப்பு = "Ui"> 2-TOC-TITLE-PATCH.LUA </span> ஒரே இலக்கத்துடன் தொடங்கி பல திட்டுகள் இருந்தால், சாவுஒறுப்பு ஒழுங்கு இயற்கையான ஒழுங்கு <b> (1 & lt; 10 & lt; 11 & lt; 12 & lt; 13 & lt;… & lt; நீங்கள் ஏற்கனவே தயாரிக்கப்பட்ட பேட்சைப் பதிவிறக்குகிறீர்கள் என்றால், நீங்கள் கோப்பு பெயரை மாற்றத் தேவையில்லை.
uk: Черговість виконання латки визначається першою цифрою номера у назві файлу латки. Наприклад: <span class="ui">2-TOC-title-patch.lua</span>. Якщо наявні кілька латок, імена файлів яких починаються з однакової цифри, порядок їх виконання буде звичайним <b>(1 &lt; 10 &lt; 11 &lt; 12 &lt; 13 &lt; … &lt; 109 &lt; … &lt; 10010)</b>. Якщо ви просто завантажили вже готову латку, змінювати назву файлу непотрібно.
zh_hans: 修补程序的执行顺序由修补程序名称中数字的第一位数字决定。例如：<span class="ui">2-TOC-title-patch.lua</span> 如果有多个以同一数字开头的补丁，则执行顺序为自然顺序 <b>（1&lt;10&lt;11&lt;12&lt;13&lt;…&lt;109&lt;…&lt;10010）。</b>如果您只是下载已制作的补丁，则无需更改文件名。

source: Names starting with:
es: Nombres que empiezan por:
fr: Noms commençant par :
ga: Ainmneacha ag tosú le:
it: Nomi che iniziano con:
nl: Namen beginnend met:
pt_br: Nomes que começam com:
pt_pt: Nomes a começar com:
sk: Názvy začínajúce na:
sr: Имена која почињу са:
ta: இதனுடன் தொடங்கும் பெயர்கள்:
uk: Назви, що починаються з:
zh_hans: 名称以：

source: <b>0</b> - Executed very early and only once after an update
es: <b>0</b> - Se ejecuta al principio y solo una vez después de una actualización
fr: <b>0</b> - Exécuté très tôt et une seule fois après une mise à jour
ga: <b>0</b> - Rinneadh é a fhorghníomhú go han-luath agus uair amháin tar éis nuashonraithe
it: <b>0</b> - Eseguiti subito e solo una volta dopo un aggiornamento
nl: <b>0</b> - Zeer vroeg uitgevoerd en slechts één keer na een update
pt_br: <b>0</b> - Executados muito no início e apenas uma vez depois de uma atualização
pt_pt: <b>0</b> - Executado muito cedo e apenas uma vez após uma atualização
sk: <b>0</b> - Spúšťané veľmi skoro a iba raz po aktualizácii
sr: <b>0</b> - Извршавају се врло рано и само једном након ажурирања
ta: <b> 0 </b> - புதுப்பித்தலுக்குப் பிறகு மிக விரைவாகவும் ஒரு முறை மட்டுமே செயல்படுத்தப்பட்டது
uk: <b>0</b> – виконуються в першу чергу і тільки один раз після оновлення
zh_hans: <b>0</b> - 最早执行，并且仅在更新后执行一次

source: <b>1</b> - Excuted very early on every start of KOReader (but after 0 if applicable)
es: <b>1</b> - Se ejecuta muy temprano cada vez que se inicia KOReader (pero después de 0 si corresponde)
fr: <b>1</b> - Exécuté très tôt à chaque démarrage de KOReader (mais après 0 si applicable)
ga: <b>1</b> - Déantar é a fhorghníomhú go han-luath ar gach tús de KOReader (ach tar éis 0 más infheidhme)
it: <b>1</b> - Escluso molto presto ad ogni avvio di KOReader (ma dopo lo 0 se applicabile)
nl: <b>1</b> - Zeer vroeg uitgevoerd bij elke start van KOReader (maar na 0 indien van toepassing)
pt_br: <b>1</b> - Executados muito no início e toda vez que o KOReader é iniciado (mas depois de 0, se aplicável)
sk: <b>1</b> - Spúšťané veľmi skoro pri každom spustení KOReadera (ale po 0, ak je to možné)
sr: <b>1</b> - Извршавају се врло рано приликом сваког покретања програма KOReader (али након 0, ако постоји)
ta: <b> 1 </b> - கொரியாடரின் ஒவ்வொரு தொடக்கத்திலும் மிக ஆரம்பத்தில் மேம்பட்டது (ஆனால் 0 பொருந்தினால் 0 க்குப் பிறகு)
uk: <b>1</b> – виконуються першими при кожному запуску KOReader (але після 0, якщо вони повинні виконатися)
zh_hans: <b>1</b> - 在每次启动KOReader时很早执行（但在0之后，如果适用）

source: <b>2</b> - Executed after <span class="ui">UIManager</span> is ready on every start of KOReader
es: <b>2</b> - Se ejecuta después de que <span class="ui">UIManager</span> esté listo en cada inicio de KOReader
fr: <b>2</b> - Exécuté après que <span class="ui">UIManager</span> soit prêt à chaque démarrage de KOReader
ga: <b>2</b> - Déantar é a fhorghníomhú tar éis do <span class="ui">UIManager</span> a bheith réidh gach uair a thosaítear KOReader
it: <b>2</b> - eseguito dopo che <span class="ui">UIManager</span> è pronto ad ogni avvio di KOReader
nl: <b>2</b> - Uitgevoerd nadat <span class="ui">UIManager</span> klaar is bij elke start van KOReader
pt_br: <b>2</b> - Executados depois que o <span class="ui">UIManager</span> está pronto, toda vez que o KOReader é iniciado
sk: <b>2</b> - Spustí sa po tom, ako bude nástroj <span class="ui">UIManager</span> pripravený pri každom spustení KOReader
sr: <b>2</b> - Извршава се након што је спреман <span class="ui">UIManager</span> приликом сваког покретања програма KOReader
ta: <b> 2 </b> - <span வகுப்பு = "ui"> Uimanager </span> க்குப் பிறகு செயல்படுத்தப்பட்டது கொரியாடரின் ஒவ்வொரு தொடக்கத்திலும் தயாராக உள்ளது
uk: <b>2</b> – виконуються після готовності <span class="ui">менеджера інтерфейсу користувача (UIManager)</span> при кожному запуску KOReader
zh_hans: <b>2</b> - 在每次启动 KOReader 时<span class="ui">UIManager</span> 准备就绪后执行

source: <b>3-7</b> - Reserved
es: <b> 3-7 </b> - Reservado
fr: <b>3-7</b> - Réservé
ga: <b>3-7</b> - In áirithe
it: <b>3-7</b> - Riservato
nl: <b>3-7</b> - Gereserveerd
pt_br: <b>3-7</b> - Reservado
pt_pt: <b>3-7</b> - Reservado
sk: <b>3-7</b> - Rezervované
sr: <b>3-7</b> - Резервисано
ta: <b> 3-7 </b> - ஒதுக்கப்பட்டுள்ளது
uk: <b>3-7</b> – зарезервовані
zh_hans: <b>3-7</b> - 保留

source: <b>8</b> - Executed before exit and before settings get saved
es: <b>8</b> - Se ejecuta antes de salir y antes de que se guarde la configuración
fr: <b>8</b> - Exécuté avant la fermeture et avant l'enregistrement des paramètres
ga: <b>8</b> - Déantar é a fhorghníomhú roimh scoir agus sula sábhálfar socruithe
it: <b>8</b> - Eseguito prima dell'uscita e prima che le impostazioni vengano salvate
nl: <b>8</b> - Uitgevoerd vóór afsluiten en vóór instellingen worden opgeslagen
pt_br: <b>8</b> - Executado antes de sair e depois que configurações são salvas
pt_pt: <b>8</b> - Executado antes de sair e antes de as definições serem guardadas
sk: <b>8</b> - Spúšťané pred ukončením a pred uložením nastavení
sr: <b>8</b> - Извршава се пре напуштања програма и пре него што се сачувају подешавања
ta: <b> 8 </b> - வெளியேறுவதற்கு முன்பும், அமைப்புகள் சேமிக்கப்படுவதற்கு முன்பும் செயல்படுத்தப்படுகிறது
uk: <b>8</b> – виконуються перед виходом і перед збереженням налаштувань
zh_hans: <b>8</b> - 在退出之前和保存设置之前执行

source: <b>9</b> - Executed right before exit
es: <b>9</b> - Se ejecuta justo antes salir
fr: <b>9</b> - Exécuté juste avant la sortie
ga: <b>9</b> - Rinneadh é díreach roimh an imeacht
it: <b>9</b> - Eseguito subito prima dell'uscita
nl: <b>9</b> - Uitgevoerd vlak vóór afsluiten
pt_br: <b>9</b> - Executado exatamente antes de sair
pt_pt: <b>9</b> - Executado antes de sair
sk: <b>9</b> - Spúšťané tesne pred ukončením programu
sr: <b>9</b> - Извршава се непосредно пре напуштања програма
ta: <b> 9 </b> - வெளியேறுவதற்கு முன்பே செயல்படுத்தப்படுகிறது
uk: <b>9</b> – виконуються безпосередньо перед виходом
zh_hans: <b>9</b> - 在退出前执行

source: If you have a problem with a user patch, you can revert to your previous configuration by removing the patch file.
es: Si tienes un problema con un parche de usuario, puedes volver a la configuración anterior eliminando el archivo del parche.
fr: Si vous rencontrez un problème avec un correctif utilisateur, vous pouvez revenir à votre configuration précédente en supprimant le fichier de correctif.
ga: Má bhíonn fadhb agat le paiste úsáideora, is féidir leat filleadh ar do chumraíocht roimhe seo tríd an gcomhad paiste a bhaint.
it: Se si verifica un problema con una patch utente, è possibile tornare alla configurazione precedente rimuovendo il file della patch.
nl: Als je een probleem hebt met een gebruikerspatch kun je terug naar de vorige configuratie door het patchbestand te verwijderen.
pt_br: Se você tem um problema com um patch de usuário, você pode reverter para sua configuração anterior ao remover o arquivo do patch.
sk: Ak máte problém s užívateľskou programovou záplatou, môžete sa vrátiť k predchádzajúcej konfigurácii odstránením súboru záplaty.
sr: Ако имате проблема са корисничком закрпом, можете да се вратите на претходну конфигурацију тако што обришете фајл закрпе.
ta: பயனர் பேட்சில் உங்களுக்கு சிக்கல் இருந்தால், ஒட்டு கோப்பை அகற்றுவதன் மூலம் உங்கள் முந்தைய உள்ளமைவுக்கு திரும்பலாம்.
uk: Якщо виникають будь-які проблеми з латками, щоб повернутися до попереднього стану програми необхідно просто видалити файл латки.
zh_hans: 如果用户补丁有问题，可以通过删除补丁文件来恢复到以前的配置。

# user_guide/en.html+html.body.div.div:4744-1
source: TIPS
sk: TIPY
ta: உதவிக்குறிப்புகள்
uk: ПОРАДИ
zh_hans: 使用技巧

source: Reading Tips
es: Consejos de lectura
fr: Lecture des conseils
ga: Leideanna Léitheoireachta
it: Suggerimenti per la lettura
nl: Leestips
pt_br: Dicas de leitura
pt_pt: Dicas de leitura
sk: Tipy na čítanie
sr: Савети за читање
ta: உதவிக்குறிப்புகளைப் படித்தல்
uk: Поради щодо читання
zh_hans: 阅读相关技巧

source: Switching between documents quickly
es: ⇑ TOP MENU → <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> → Taps and Gestures → Links → Tap to follow links
fr: Passer rapidement d'un document à l'autre
ga: Ag aistriú idir doiciméid go tapa
it: Passare rapidamente da un documento all'altro
nl: Snel tussen documenten wisselen
pt_br: Alternando entre documentos rapidamente
pt_pt: Trocar entre documentos rápidamente
sk: ⇑ VRCHNÉ MENU → <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> → Ťuknutia a gestá → Odkazy → Ťuknutím nasledovať odkazy
sr: Брзи прелаз са документа на документ
ta: ⇑ சிறந்த பட்டியல் →
uk: Швидке перемикання між документами
zh_hans: 在文档之间快速切换
