Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: EPUB files are ZIP archives that contain HTML files. Some books can be a single HTML file while others may be composed of multiple HTML files like each chapter of the book is a separate HTML file. <b>If your book is only a single HTML file, partial rendering can not work.</b> So appearance changes will be slower than the divided chapter books, because for each change, KOReader still has to calculate the whole book instead of only the current chapter.
es: Los archivos EPUB son archivos ZIP que contienen archivos HTML. Algunos libros pueden ser un único archivo HTML, mientras que otros pueden estar compuestos por varios archivos HTML, como si cada capítulo del libro fuera un archivo HTML independiente. <b>Si su libro es solo un archivo HTML, la representación parcial no puede funcionar.</b> Por lo tanto, los cambios de apariencia serán más lentos que los libros de capítulos divididos, porque para cada cambio, KOReader aún tiene que calcular el libro completo en lugar de solo el capítulo actual.
fr: Les fichiers EPUB sont des archives ZIP qui contiennent des fichiers HTML. Certains livres peuvent être constitués d'un seul fichier HTML, tandis que d'autres peuvent être composés de plusieurs fichiers HTML, chaque chapitre du livre étant un fichier HTML distinct. <b>Si votre livre n'est constitué que d'un seul fichier HTML, le rendu partiel ne peut pas fonctionner.</b> Les modifications d'apparence seront donc plus lentes que pour les livres divisés en chapitres, car pour chaque modification, KOReader doit toujours calculer l'ensemble du livre au lieu du seul chapitre actuel.
ga: Is cartlanna ZIP iad comhaid EPUB ina bhfuil comhaid HTML. Is féidir le roinnt leabhar a bheith ina gcomhad HTML aonair agus is féidir le cinn eile a bheith comhdhéanta de chomhaid HTML iolracha mar shampla gach caibidil den leabhar mar chomhad HTML ar leith. <b>Mura bhfuil i do leabhar ach comhad HTML aonair, ní féidir rindreáil pháirteach a dhéanamh.</b> Mar sin, beidh athruithe cuma níos moille ná na leabhair chaibidlí roinnte, mar i gcás gach athraithe, caithfidh KOReader an leabhar iomlán a ríomh seachas an chaibidil reatha amháin.
it: I file EPUB sono archivi ZIP che contengono file HTML. Alcuni libri possono essere costituiti da un singolo file HTML, mentre altri possono essere composti da più file HTML, ad esempio ogni capitolo del libro è un file HTML separato.<b>Se il libro è un solo file HTML, il rendering parziale non può funzionare.</b>Quindi le modifiche all'aspetto saranno più lente rispetto ai libri a capitoli divisi, perché per ogni modifica KOReader deve ancora calcolare l'intero libro anziché solo il capitolo corrente.
nl: EPUB’s zijn ZIP‑archieven met HTML‑bestanden. Sommige boeken bestaan uit één HTML‑bestand, andere uit meerdere, bijvoorbeeld één per hoofdstuk. <b>Als jouw boek uit één HTML‑bestand bestaat, werkt gedeeltelijk renderen niet.</b> Weergave‑wijzigingen zijn dan trager dan bij opgedeelde hoofdstukken, omdat KOReader bij elke wijziging het hele boek moet berekenen in plaats van alleen het huidige hoofdstuk.
pt_br: Arquivos EPUB são arquivos ZIP que contêm arquivos HTML. Alguns livros podem ser um único arquivo HTML, enquanto outros podem ser compostos de vários arquivos HTML, como cada capítulo do livro sendo um arquivo HTML separado. <b>Se o seu livro for apenas um arquivo HTML, a renderização parcial não funcionará.</b> Portanto, as alterações na aparência serão mais lentas do que em livros com capítulos divididos, pois, para cada alteração, o KOReader ainda precisa calcular o livro inteiro, em vez de apenas o capítulo atual.
sk: Súbory EPUB sú archívy ZIP, ktoré obsahujú súbory HTML. Niektoré knihy môžu byť jedným súborom HTML, zatiaľ čo iné môžu byť zložené z viacerých súborov HTML, napríklad každá kapitola knihy je samostatný súbor HTML. <b>Ak je vaša kniha iba jedným súborom HTML, čiastočné vykreslenie nebude fungovať. </b> Takže zmeny vzhľadu budú pomalšie ako knihy rozdelené podľa kapitol, pretože pri každej zmene musí KOReader vypočítať celú knihu namiesto len aktuálnej kapitoly.
sr: EPUB су ZIP архиве које садрже HTML фајлове. Неке књиге могу да буду један једини HTML фајл, док друге могу да се састоје из више HTML фајлова, тако да је свако поглавље књиге смештено у посебан HTML фајл. <b>Ако су ваше књиге један једини HTML фајл, делимично исцртавање не може да функционише.</b> Тако да ће измене изгледа бити спорије него у случају књига са подељеним поглављима, јер KOReader за сваку измену ипак мора да израчуна комплетну књигу, а не само текуће поглавље.
ta: EPUB கோப்புகள் உஉகுமொ கோப்புகளைக் கொண்ட சிப் காப்பகங்கள். சில புத்தகங்கள் ஒற்றை உஉகுமொ கோப்பாக இருக்கலாம், மற்றவை புத்தகத்தின் ஒவ்வொரு அத்தியாயத்தைப் போன்ற பல உஉகுமொ கோப்புகளால் ஆனதாக இருக்கலாம். <b> உங்கள் நூல் ஒரு உஉகுமொ கோப்பு மட்டுமே என்றால், பகுதி வழங்குதல் வேலை செய்ய முடியாது. </b> எனவே தோற்ற மாற்றங்கள் பிரிக்கப்பட்ட அத்தியாய புத்தகங்களை விட மெதுவாக இருக்கும், ஏனெனில் ஒவ்வொரு மாற்றத்திற்கும், கொரியேடர் தற்போதைய அத்தியாயத்திற்கு பதிலாக முழு புத்தகத்தையும் கணக்கிட வேண்டும்.
uk: EPUB-файли є ZIP-архівами, всередині яких містяться файли HTML. Деякі книги можуть містити єдиний файл HTML, а інші — багато файлів HTML, кожен з яких є окремим розділом книги. <b>Якщо вся книга міститься в одному файлі HTML, часткова візуалізація не працює.</b> Тому зміни зовнішнього вигляду можуть відбуватися повільніше, ніж у книгах з розділами у окремих файлах HTML. Так відбувається тому, що для показу кожної зміни KOReader, замість опрацювання окремого розділу, повинен опрацювати книгу повністю.
zh_hans: EPUB文件格式本质上是包含.html文件的.zip压缩档。有的书籍仅包含单个.html，而有的则由多个.html文件构成，比如每一章节都被拆分为了独立的.html文件。<b>如果当前书籍仅包含单个.html文件，分段渲染功能就无法启用</b>，因此样式调整会比章节拆分的书籍更慢，因为每次调整KOReader都需要对整本书籍进行处理，而不是仅渲染当前章节。

source: Another rare case of slowness is when the content is wrapped in a <b>HTML table tag</b>. KOReader has to render/draw each cell on each page turn, so if a cell (containing many paragraphs) spans 50 pages, this will make page turning quite slow. See below for the solution.
es: Otro caso raro de lentitud es cuando el contenido está envuelto en una <b>etiqueta de tabla HTML</b>. KOReader tiene que renderizar/dibujar cada celda en cada paso de página, por lo que si una celda (que contiene muchos párrafos) abarca 50 páginas, esto hará que el paso de página sea bastante lento. Vea a continuación la solución.
fr: Un autre cas rare de lenteur se produit lorsque le contenu est encapsulé dans une balise <b>HTML table tag</b>. KOReader doit afficher/dessiner chaque cellule à chaque changement de page. Ainsi, si une cellule (contenant plusieurs paragraphes) s'étend sur 50 pages, cela ralentit considérablement le changement de page. Voir ci-dessous pour la solution.
ga: Cás eile neamhchoitianta moille ná nuair a bhíonn an t-ábhar fillte i <b>chlib tábla HTML</b>. Caithfidh KOReader gach cill a rindreáil/a tharraingt ar gach casadh leathanaigh, mar sin má shíneann cill (ina bhfuil go leor míreanna) thar 50 leathanach, beidh casadh leathanaigh sách mall dá bharr. Féach thíos don réiteach.
it: Un altro raro caso di lentezza è quando il contenuto è avvolto in un tag <b>tabella HTML</b>. KOReader deve renderizzare/disegnare ogni cella a ogni giro di pagina, quindi se una cella (contenente molti paragrafi) si estende per 50 pagine, questo renderà il giro di pagina piuttosto lento. Vedere di seguito la soluzione.
nl: Een andere zeldzame oorzaak van traagheid is wanneer inhoud is verpakt in een <b>HTML‑tabel</b>. KOReader moet dan bij elke paginawissel elke cel tekenen; als een cel (met veel alinea’s) 50 pagina’s beslaat, wordt pagineren erg traag. Zie hieronder voor de oplossing.
pt_br: Outro caso raro de lentidão é quando o conteúdo é encapsulado em uma <b>tag de tabela HTML</b>. O KOReader precisa renderizar/desenhar cada célula a cada virada de página, portanto, se uma célula (contendo muitos parágrafos) ocupar 50 páginas, a virada de página ficará bastante lenta. Veja a solução abaixo.
sk: Ďalším zriedkavým prípadom spomalenia je, keď je obsah "zabalený" do <b>značky tabuľky HTML</b>. KOReader musí vykresliť/nakresliť každú bunku pri každom otočení stránky, takže ak bunka (obsahujúca veľa odsekov) zaberá 50 strán, otáčanie stránky bude dosť pomalé. Riešenie nájdete nižšie.
sr: Још један редак случај мале брзине је када се садржај постави унутар <b>HTML table ознаке</b>. KOReader мора да исцрта сваку ћелију приликом сваког окретања странице, па ако се ћелија (која садржи много пасуса) простире на 50 страница, то ће значајно да успори окретање странице. За решење, погледајте испод.
ta: உள்ளடக்கம் <b> உஉகுமொ அட்டவணை குறிச்சொல் </b> இல் மூடப்பட்டிருக்கும் போது மந்தநிலையின் மற்றொரு அரிய வழக்கு. ஒவ்வொரு பக்கத்திலும் ஒவ்வொரு கலத்தையும் கொரியடர் வழங்க வேண்டும்/வரைய வேண்டும், எனவே ஒரு செல் (பல பத்திகளைக் கொண்டது) 50 பக்கங்களைக் கொண்டிருந்தால், இது பக்கம் மிகவும் மெதுவாக மாறும். தீர்வுக்கு கீழே காண்க.
uk: Інший, рідкісний, випадок сповільнення роботи — коли вміст розміщено у <b>теґу HTML-таблиці</b>. В такому випадку KOReader повинен візуалізувати кожну комірку при кожному перегортанні сторінки, тож якщо комірка (з багатьма абзацами всередині) охоплює 50 сторінок, це зробить гортання сторінок повільним. Спосіб усунення цієї проблеми описано нижче.
zh_hans: 另一种罕见的缓慢情况是内容被包装在 <b>HTML 表格标签</b>中。KOReader 必须在每次翻页时渲染/绘制每个单元格，因此如果一个单元格（包含许多段落）跨越 50 页，这将使翻页速度非常慢。有关解决方案，请参阅下文。

source: If everything is slow:
es: Si todo va lento:
fr: Si tout est lent :
ga: Má tá gach rud mall:
it: Se tutto è lento:
nl: Als alles traag is:
pt_br: Se tudo estiver lento:
pt_pt: Se tudo for lento:
sk: Ak je všetko pomalé:
sr: Ако је све споро:
ta: எல்லாம் மெதுவாக இருந்தால்:
uk: Якщо все працює повільно:
zh_hans: 如果一切都很慢：

source: Reasons mentioned above is generally valid if only some of your books are slow. If all of your books are slow, your problem might be device related:
es: Las razones mencionadas anteriormente son generalmente válidas si sólo algunos de sus libros son lentos. Si todos sus libros van lentos, su problema podría estar relacionado con el dispositivo:
fr: Les raisons mentionnées ci-dessus sont généralement valables si seuls certains de vos livres sont lents. Si tous vos livres sont lents, votre problème peut être lié à votre appareil :
ga: Is gnách go mbíonn na cúiseanna a luaitear thuas bailí má tá cuid de do leabhair mall. Má tá do chuid leabhar go léir mall, d'fhéadfadh go mbeadh baint ag an bhfeiste le do fhadhb:
it: I motivi indicati sopra sono generalmente validi se solo alcuni dei libri sono lenti. Se tutti i libri sono lenti, il problema potrebbe essere legato al dispositivo:
nl: De bovenstaande redenen gelden meestal als slechts enkele boeken traag zijn. Als al je boeken traag zijn, is het probleem mogelijk apparaatgerelateerd:
pt_br: Os motivos mencionados acima geralmente são válidos se apenas alguns dos seus livros estiverem lentos. Se todos os seus livros estiverem lentos, o problema pode estar relacionado ao dispositivo:
sk: Vyššie uvedené dôvody sú vo všeobecnosti platné, ak sú pomalé iba niektoré z vašich kníh. Ak sú všetky vaše knihy pomalé, problém môže súvisieť s vašim zariadením:
sr: Разлози поменути изнад у општем случају важе само у онда када су неке од ваших књига споре. Ако су све ваше књиге споре, можда је проблем везан за уређај:
ta: உங்கள் புத்தகங்களில் சில மட்டுமே மெதுவாக இருந்தால் மேலே குறிப்பிட்டுள்ள காரணங்கள் பொதுவாக செல்லுபடியாகும். உங்கள் புத்தகங்கள் அனைத்தும் மெதுவாக இருந்தால், உங்கள் சிக்கல் சாதனம் தொடர்பானதாக இருக்கலாம்:
uk: Описані вище причини зазвичай актуальні, якщо повільні тільки деякі книги. Якщо робота з усіма книгами повільна, проблема може бути пов'язана з пристроєм:
zh_hans: 如果只有部分书籍速度较慢，则上述原因通常是有效的。如果所有书籍都运行缓慢，则问题可能与设备有关：

source: Very slow CPU or low RAM.
es: CPU muy lenta o poca RAM.
fr: Processeur très lent ou mémoire RAM insuffisante.
ga: LAP an-mhall nó RAM íseal.
it: CPU molto lenta o poca RAM.
nl: Zeer trage CPU of weinig RAM.
pt_br: CPU muito lenta ou pouca memória RAM.
pt_pt: CPU muito lento ou RAM baixa.
sk: Veľmi pomalý procesor alebo málo pamäte RAM.
sr: Веома спор CPU или мала количина RAM меморије.
ta: மிகவும் மெதுவான சிபியு அல்லது குறைந்த ரேம்.
uk: Дуже повільний процесор або малий обсяг оперативної пам'яті.
zh_hans: CPU 速度非常慢或 RAM 不足。

source: Your flash memory (where your books reside) might be degrading, which is generally due to the old age of the device.
es: Su memoria flash (donde residen sus libros) puede estar degradándose, lo que generalmente se debe a la antigüedad del dispositivo.
fr: Votre mémoire flash (où sont stockés vos livres) est peut-être en train de se dégrader, ce qui est généralement dû à l'ancienneté de l'appareil.
ga: B’fhéidir go bhfuil do chuimhne flash (áit a bhfuil do leabhair) ag dul in olcas, agus is gnách go mbíonn sé sin mar gheall ar aois na feiste.
it: La memoria flash (dove risiedono i libri) potrebbe degradarsi, il che è generalmente dovuto alla vecchiaia del dispositivo.
nl: Je flashgeheugen (waar je boeken staan) kan aan het degraderen zijn, meestal door de ouderdom van het apparaat.
pt_br: Sua memória flash (onde seus livros ficam) pode estar degradada, o que geralmente ocorre devido à idade avançada do dispositivo.
sk: Vaša interná flash pamäť (kde sú uložené vaše knihy) sa môže časom zhoršovať, čo je vo všeobecnosti spôsobené vyšším vekom zariadenia.
sr: Могуће је да се флеш меморија (место на коме се чувају књиге) деградирала, што је у општем случају последица старости уређаја.
ta: உங்கள் ஃபிளாச் நினைவகம் (உங்கள் புத்தகங்கள் வசிக்கும் இடம்) இழிவுபடுத்தப்படலாம், இது பொதுவாக சாதனத்தின் வயதானதன் காரணமாகும்.
uk: Внутрішня пам'ять пристрою (де зберігаються книги), можливо, вже деградувала, що зазвичай пов'язано зі старістю пристрою.
zh_hans: 您的闪存（您的书籍所在的位置）可能会退化，这通常是由于设备老化造成的。

source: You are running out of storage space.
es: Te estás quedando sin espacio de almacenamiento.
fr: Vous manquez d'espace de stockage.
ga: Tá spás stórála ag rith amach agat.
it: Si sta esaurendo lo spazio di archiviazione.
nl: Je opslagruimte raakt vol.
pt_br: Você está ficando sem espaço de armazenamento.
pt_pt: Espaço de armazenamento a acabar.
sk: Dochádza vám ukladací priestor.
sr: Понестаје вам простора за складиштење.
ta: நீங்கள் சேமிப்பிட இடத்தை விட்டு வெளியேறுகிறீர்கள்.
uk: На пристрої закінчується місце для зберігання.
zh_hans: 您的存储空间不足。

source: If you are using an Android based device, your Android OS might be interfering with the operation of KOReader or some background processes might be using your system resources.
es: Si está utilizando un dispositivo basado en Android, su sistema operativo Android podría estar interfiriendo con el funcionamiento de KOReader o algunos procesos en segundo plano podrían estar utilizando los recursos de su sistema.
fr: Si vous utilisez un appareil Android, il est possible que votre système d'exploitation Android interfère avec le fonctionnement de KOReader ou que certains processus en arrière-plan utilisent les ressources de votre système.
ga: Má tá gléas Android in úsáid agat, b’fhéidir go bhfuil do chóras oibriúcháin Android ag cur isteach ar oibriú KOReader nó b’fhéidir go bhfuil roinnt próiseas cúlra ag baint úsáide as acmhainní do chórais.
it: Se si utilizza un dispositivo basato su Android, il sistema operativo Android potrebbe interferire con il funzionamento di KOReader o alcuni processi in background potrebbero utilizzare le risorse del sistema.
nl: Gebruik je een Android‑apparaat, dan kan Android de werking van KOReader hinderen of gebruiken achtergrondprocessen je systeembronnen.
pt_br: Se você estiver usando um dispositivo baseado em Android, seu sistema operacional Android pode estar interferindo na operação do KOReader ou alguns processos em segundo plano podem estar usando os recursos do sistema.
sk: Ak používate zariadenie so systémom Android, váš operačný systém Android môže zasahovať do prevádzky KOReadera alebo niektoré procesy na pozadí môžu využívať vaše systémové prostriedky.
sr: Ако користите уређај који функционише на Android оперативном систему, можда Android ОС смета програму KOReader или неки позадински процес користи ресурсе система.
ta: நீங்கள் ஆண்ட்ராய்டு அடிப்படையிலான சாதனத்தைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் ஆண்ட்ராய்டு OS கொரியடரின் செயல்பாட்டில் தலையிடக்கூடும் அல்லது சில பின்னணி செயல்முறைகள் உங்கள் கணினி வளங்களைப் பயன்படுத்தலாம்.
uk: Якщо ви використовуєте пристрій Android, операційна система Android може перешкоджати роботі KOReader або деякі процеси, які виконуються у фоні, використовують багато системних ресурсів.
zh_hans: 如果您使用的是基于 Android 的设备，您的 Android作系统可能会干扰 KOReader 的运行，或者某些后台进程可能会使用您的系统资源。

source: SOLUTIONS:
es: SOLUCIONES:
ga: RÉITÍ:
it: SOLUZIONI:
nl: OPLOSSINGEN:
pt_br: SOLUÇÕES:
pt_pt: SOLUÇÕES:
sk: RIEŠENIA:
sr: РЕШЕЊА:
ta: தீர்வுகள்:
uk: СПОСОБИ ВИРІШЕННЯ:
zh_hans: 解决方案：

source: Unfortunately, for bad PDF files there are not many solutions. Generally best solution with problematic PDFs and EPUBs is trying to find a better version of it. Or if another file type is available for download, like EPUB instead of PDF (or reverse) you can try that format.
es: Desafortunadamente, para los archivos PDF defectuosos no existen muchas soluciones. Generalmente, la mejor solución para los archivos PDF y EPUB problemáticos es intentar encontrar una versión mejor. O si hay otro tipo de archivo disponible para descargar, como EPUB en lugar de PDF (o al revés), puedes probar ese formato.
fr: Malheureusement, il n'existe pas beaucoup de solutions pour les fichiers PDF défectueux. En général, la meilleure solution pour les fichiers PDF et EPUB problématiques consiste à essayer de trouver une meilleure version. Ou si un autre type de fichier est disponible au téléchargement, comme EPUB au lieu de PDF (ou inversement), vous pouvez essayer ce format.
ga: Ar an drochuair, níl mórán réitigh ann i gcás comhaid PDF lochtacha. Go ginearálta, is é an réiteach is fearr le PDFanna agus EPUBanna fadhbanna ná leagan níos fearr díobh a aimsiú. Nó má tá cineál comhaid eile ar fáil le híoslódáil, cosúil le EPUB in ionad PDF (nó droim ar ais), is féidir leat an fhormáid sin a thriail.
it: Purtroppo, per i file PDF difettosi non ci sono molte soluzioni. In genere la soluzione migliore per i PDF e gli EPUB problematici è cercare di trovare una versione migliore. Oppure, se è disponibile un altro tipo di file da scaricare, come EPUB invece di PDF (o viceversa), è possibile provare quel formato.
nl: Helaas zijn er voor slechte pdf’s niet veel oplossingen. De beste oplossing voor problematische pdf’s en EPUB’s is meestal een betere versie vinden. Of als er een ander bestandsformaat beschikbaar is, zoals EPUB in plaats van pdf (of omgekeerd), probeer dat formaat.
pt_br: Infelizmente, não há muitas soluções para arquivos PDF defeituosos. Geralmente, a melhor solução para PDFs e EPUBs problemáticos é tentar encontrar uma versão melhor. Ou, se outro tipo de arquivo estiver disponível para download, como EPUB em vez de PDF (ou o contrário), você pode tentar esse formato.
sk: Bohužiaľ, pre zle vytvorené PDF súbory nie je veľa riešení. Vo všeobecnosti najlepším riešením pre problematické súbory PDF a EPUB je pokúsiť sa nájsť ich lepšiu verziu. Alebo ak je k dispozícii na stiahnutie iný typ súboru, napríklad EPUB namiesto PDF (alebo obrátene), môžete tento formát vyskúšať.
sr: Нажалост, у случају лоших PDF фајлова немате много доступних решења. За проблематичне PDF и EPUB документе је обично најбоље решење да покушате пронаћи њихову бољу верзију. Или ако може да се преузме други тип фајла, као што је EPUB уместо PDF (или обрнуто), пробајте тај формат.
ta: எதிர்பாராதவிதமாக, மோசமான PDF கோப்புகளுக்கு பல தீர்வுகள் இல்லை. சிக்கலான PDF கள் மற்றும் EPUB களுடன் பொதுவாக சிறந்த தீர்வு அதன் சிறந்த பதிப்பைக் கண்டுபிடிக்க முயற்சிக்கிறது. அல்லது PDF (அல்லது தலைகீழ்) க்கு பதிலாக EPUB போன்ற பதிவிறக்கத்திற்கு மற்றொரு கோப்பு வகை கிடைத்தால், நீங்கள் அந்த வடிவமைப்பை முயற்சி செய்யலாம்.
uk: На жаль, варіантів розв'язання проблеми, пов'язаної з поганими файлами PDF, не багато. Зазвичай найкращим рішенням для проблемних файлів PDF та EPUB буде спробувати знайти кращу версію цієї книги у такому ж або іншому форматі файлу.
zh_hans: 不幸的是，对于糟糕的 PDF 文件，没有太多解决方案。通常，有问题的 PDF 和 EPUB 的最佳解决方案是尝试找到更好的版本。或者，如果有其他文件类型可供下载，例如 EPUB 而不是 PDF（或反向），您可以尝试该格式。

source: Following solutions are for EPUB files and they might require advanced knowledge:
es: Las siguientes soluciones son para archivos EPUB y pueden requerir conocimientos avanzados:
fr: Les solutions suivantes concernent les fichiers EPUB et peuvent nécessiter des connaissances avancées :
ga: Seo a leanas na réitigh le haghaidh comhaid EPUB agus d’fhéadfadh go mbeadh eolas ardleibhéil ag teastáil uathu:
it: Le soluzioni seguenti riguardano i file EPUB e potrebbero richiedere conoscenze avanzate:
nl: De volgende oplossingen zijn voor EPUB‑bestanden en vergen mogelijk gevorderde kennis:
pt_br: As soluções a seguir são para arquivos EPUB e podem exigir conhecimento avançado:
pt_pt: As seguintes soluções são para ficheiros EPUB e podem exigir conhecimentos avançados:
sk: Nasledujúce riešenia sú pre súbory EPUB a môžu vyžadovať pokročilé znalosti:
sr: Следећа решења су за EPUB фајлове и за примену могу да захтевају напредно знање:
ta: பின்வரும் தீர்வுகள் EPUB கோப்புகளுக்கானவை, அவர்களுக்கு மேம்பட்ட அறிவு தேவைப்படலாம்:
uk: Наведені далі рішення призначені для файлів EPUB, і вони можуть вимагати спеціальних знань:
zh_hans: 下文所述的解决方案仅针对EPUB格式文件，且可能需要用户拥有专业技能：
