Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: This button in the <span class="ui">compact skim widget</span> works same as the long-press function of the item <b>number 7</b>. It takes you back to the page where you opened the <span class="ui">skim widget</span>. This is useful for example if you want to check some other part of the book quickly and return to your reading where you left.
es: Este botón en el <span class="ui">widget compacto de Vista rápida</span> funciona igual que la función de pulsación larga del elemento <b>número 7</b>. Te lleva de vuelta a la página donde abriste el <span class="ui">widget de Vista rápida</span>. Esto es útil si quieres consultar rápidamente otra parte del libro y volver a la lectura donde la dejaste.
fr: Ce bouton dans le <span class="ui">widget compact skim</span> fonctionne de la même manière que la fonction d'appui long de l'élément <b>numéro 7</b>. Il vous ramène à la page où vous avez ouvert le <span class="ui">widget skim</span>. Cela est utile, par exemple, si vous souhaitez consulter rapidement une autre partie du livre et revenir à votre lecture là où vous l'avez laissée.
ga: Oibríonn an cnaipe seo sa <span class="ui">ghiuirléid scimeála dlúth</span> ar an gcaoi chéanna le feidhm bhrú fada mhír <b>uimhir 7</b>. Tugann sé ar ais chuig an leathanach thú inar oscail tú an <span class="ui">ghiuirléid scimeála</span>. Tá sé seo úsáideach mar shampla más mian leat cuid eile den leabhar a sheiceáil go tapa agus filleadh ar do léitheoireacht san áit ar fhág tú.
it: Questo pulsante nello strumento <span class="ui"> compatto</span> funziona come la funzione di pressione prolungata dell'elemento <b>numero 7</b>. Si torna alla pagina in cui è stato aperto lo strumento <span class="ui">Scorri documento</span>. È utile, ad esempio, se si desidera controllare rapidamente un'altra parte del libro e tornare alla lettura da dove si era interrotta.
nl: Deze knop in de <span class="ui">compacte doorbladerwidget</span> werkt hetzelfde als de lang-indrukkenfunctie van item <b>nummer 7</b>. Je gaat terug naar de pagina waar je de <span class="ui">doorbladerwidget</span> opende. Handig als je snel een ander deel van het boek wilt bekijken en daarna verder wilt lezen waar je was.
pt_br: Este botão no <span class="ui">widget de navegação rápida compacto</span> funciona da mesma forma que a função de toque longo do item <b>número 7</b>. Ele leva você de volta à página onde você abriu o <span class="ui">widget de navegação rápida</span>. Isso é útil, por exemplo, se você quiser verificar outra parte do livro rapidamente e retornar à leitura de onde parou.
pt_pt: Este botão no <span class="ui">widget de navegação compacto</span> funciona da mesma forma que a função de manter premido o item <b>número 7</b>. Leva-o de volta à página onde abriu o <span class="ui">widget de navegação</span>. Isto é útil, por exemplo, se quiser verificar rapidamente alguma outra parte do livro e voltar à leitura a partir do ponto onde parou.
sk: Toto tlačidlo v <span class="ui">kompaktnom doplnku "prebehnutia knihy"</span> funguje rovnako ako funkcia dlhého stlačenia položky <b>číslo 7</b>. Presmeruje vás späť na stránku, kde ste otvorili <span class="ui">doplnok "prebehnutia knihy"</span>. Toto je užitočné napríklad, ak si chcete rýchlo skontrolovať inú časť knihy a vrátiť sa k čítaniu tam, kde ste prestali.
sr: Ово дугме у <span class="ui">компактном виџету за прелетање</span> функционише на исти начин као и функција дугог притиска на ставку <b>број 7</b>. Оно вас води назад на страницу из које сте отворили <span class="ui">виџет за прелетање</span>. На пример, ово је корисно када желите да брзо погледате неки други део књиге, па да се вратите назад на место читања са којег сте скочили.
ta: <ச்பான் கிளாச் = "யுஐ"> சிறிய ச்கிம் விட்செட் </ச்பான்> இல் உள்ள இந்த பொத்தான் உருப்படியின் நீண்ட-அழுத்த செயல்பாட்டைப் போலவே செயல்படுகிறது <b> எண் 7 </b>. நீங்கள் <ச்பான் கிளாச் = "யுஐ"> ச்கிம் விட்செட் </ச்பான்> ஐ திறந்த பக்கத்திற்கு இது உங்களை அழைத்துச் செல்கிறது. புத்தகத்தின் வேறு சில பகுதியை விரைவாகச் சரிபார்த்து, நீங்கள் விட்டுச் சென்ற இடத்திற்கு உங்கள் வாசிப்புக்குத் திரும்ப விரும்பினால் இது பயனுள்ளதாக இருக்கும்.
uk: Ця кнопка у <span class="ui">компактному віджеті проглядання</span> працює так само, як функція затискання з <b>пункту № 7</b>. Ви перейдете до сторінки, на якій відкрили <span class="ui">віджет проглядання</span>. Це корисно, наприклад, якщо бажаєте швидко перевірити деякі інші частини книги і повернутися до читання з того місця, де зупинилися.
zh_hans: 此按钮仅出现在<span class="ui">精简快速翻页工具</span>中，功能与长按<b>编号7</b>相同，使页面会到打开<span class="ui">快速翻页工具</span>时所处页码。该功能对于诸如想快速浏览书籍其它章节然后回到当前位置等情况非常有用。

source: <span class="label_green">TIP</span> If you want to open a random page of a book, we have a <b>Jump to a random page</b> action which you can assign to any gesture. It is in the <b>Reader</b> category of the <span class="ui">Gesture Manager</span>.
es: <span class="label_green">CONSEJO</span> Si quieres abrir una página aleatoria del libro, tenemos la acción saltar a una <b>Página aleatoria</b> que puedes asignar a cualquier gesto. Está en la categoría <b>Lector</b> del <span class="ui">Configurador de gestos</span>.
fr: <span class="label_green">ASTUCE</span> Si vous souhaitez ouvrir une page aléatoire d'un livre, nous proposons une action <b>Aller à une page aléatoire</b> que vous pouvez attribuer à n'importe quel geste. Elle se trouve dans la catégorie <b>Lecteur</b> du <span class="ui">Gestionnaire de gestes</span>.
ga: <span class="label_green">LEID</span> Más mian leat leathanach randamach de leabhar a oscailt, tá gníomh <b>Léim go leathanach randamach</b> againn ar féidir leat a shannadh d'aon ghluaiseacht. Tá sé i gcatagóir <b>Léitheoir</b> an <span class="ui">Bainisteoir Gluaiseachta</span>.
it: <span class="label_green">TIP</span> Se si vuole aprire una pagina a caso di un libro, esiste un'azione <b>Salta a una pagina a caso</b> che si può assegnare a qualsiasi gesto attraverso la voce <b>Impostazione dei gesti</b> nel menu <span class="ui">Tocchi e gesti</span>.
nl: <span class="label_green">TIP</span> Als je een willekeurige pagina van een boek wilt openen, hebben we de actie <b>Spring naar willekeurige pagina</b> die je aan elk gebaar kunt toewijzen. Deze staat in de categorie <b>Lezer</b> van de <span class="ui">Gebarenbeheer</span>.
pt_br: <span class="label_green">DICA</span> Se você quiser abrir uma página aleatória de um livro, temos a ação <b>Ir para uma página aleatória</b> que você pode atribuir a qualquer gesto. Ela está na categoria <b>Leitor</b> do <span class="ui">Gerenciador de Gestos</span>.
pt_pt: <span class="label_green">DICA</span> Se pretender abrir uma página aleatória de um livro, temos uma acção <b>Saltar para uma página aleatória</b> que pode atribuir a qualquer gesto. Encontra-se na categoria <b>Leitor</b> do <span class="ui">Gestor de Gestos</span>.
sk: <span class="label_green">TIP</span> Ak chcete otvoriť náhodnú stránku knihy, máme akciu <b>Prejsť na náhodnú stránku</b>, ktorú môžete priradiť ľubovoľnému gestu. Nachádza sa v kategórii <b>Režim čítania</b> v <span class="ui">Správcovi gest</span>.
sr: <span class="label_green">САВЕТ</span> Ако желите да отворите насумично изабрану страницу књиге, имамо акцију <b>Скок на насумичну страницу</b> коју можете да доделите било којој гестикулацији. Налази се у категорији <b>Читач</b> <span class="ui">Управљача гестикулацијама</span>.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> நீங்கள் ஒரு புத்தகத்தின் சீரற்ற பக்கத்தைத் திறக்க விரும்பினால், எங்களிடம் <b> ஒரு சீரற்ற பக்கத்திற்குச் செல்லவும் </b> எந்தவொரு சைகைக்கும் நீங்கள் ஒதுக்கக்கூடிய செயல். இது <b> ரீடர் </b> <span வகுப்பு = "Ui"> சைகை மேலாளர் </span> இன் பிரிவில் உள்ளது.
uk: <span class="label_green">ПОРАДА</span> Якщо бажаєте відкрити випадкову сторінку книги, для цього є дія <b>Перейти до випадкової сторінки</b>, виконання якої можна призначити на будь-який жест. Це у категорії <b>Читання</b> меню <span class="ui">Менеджер жестів</span>.
zh_hans: <span class="label_green">提示</span> 若要随机跳到某一页，KOReader提供<b>跳到随机页码</b>的操作项，你可以为该操作指定一个交互手势。该选项位于 <span class="ui">手势管理</span>中的<b>阅读器</b>类目下。

source: Chapter Marks
es: Marcas de capítulo
fr: Marques de chapitre
ga: Marcanna Caibidle
it: Segnare i capitoli
nl: Hoofdstukmarkeringen
pt_br: Marcas de Capítulo
pt_pt: Marcas de capítulo
sk: Značky kapitol
sr: Ознаке поглавља
ta: அத்தியாயம் மதிப்பெண்கள்
uk: Позначки розділів
zh_hans: 章节标记

source: KOReader can show chapter boundaries from your documents on the <span class="ui">SKIM WIDGET</span> and <span class="ui">PROGRESS BAR</span>.
es: KOReader puede mostrar los límites de capítulos en el documentos desde el <span class="ui">WIDGET DE VISTA RÁPIDA</span> y la <span class="ui">BARRA DE PROGRESO</span>.
fr: KOReader peut afficher les limites des chapitres de vos documents dans le <span class="ui">SKIM WIDGET</span> et la <span class="ui">PROGRESS BAR</span>.
ga: Is féidir le KOReader teorainneacha caibidle ó do dhoiciméid a thaispeáint ar an <span class="ui">GIARR SCIM</span> agus ar an <span class="ui">BARRA DUL CHUN CINN</span>.
it: KOReader può mostrare i confini dei capitoli dei documenti sugli strumenti <span class="ui">Scorri documento</span> e <span class="ui">Barra di avanzamento</span>.
nl: KOReader kan hoofdstukgrenzen uit je documenten tonen in de <span class="ui">DOORBLADERWIDGET</span> en op de <span class="ui">VOORTGANGSBALK</span>.
pt_br: O KOReader pode mostrar limites de capítulos dos seus documentos em <span class="ui">NAVEGAÇÃO RÁPIDA</span> e na <span class="ui">BARRA DE PROGRESSO</span>.
pt_pt: O KOReader pode mostrar os limites dos capítulos dos seus documentos no <span class="ui">WIDGET DE NAVEGAÇÃO</span> e na <span class="ui">BARRA DE PROGRESSO</span>.
sk: KOReader môže zobraziť hranice kapitol z vašich dokumentov vo funkcii <span class="ui">Prebehnúť knihu</span> a v <span class="ui">STAVOVOM RIADKU</span>.
sr: KOReader може да прикаже границе поглавља документа у <span class="ui">ВИЏЕТУ ЗА ПРЕЛЕТАЊЕ</span> и у <span class="ui">ТРАЦИ НАПРЕТКА</span>.
ta: <ச்பான் கிளாச் = "யுஐ"> ச்கிம் விட்செட் </ச்பான்> மற்றும் <ச்பான் கிளாச் = "யுஐ"> முன்னேற்றப் பட்டி </ச்பான்> இல் உங்கள் ஆவணங்களிலிருந்து அத்தியாய எல்லைகளை கொரியடர் காட்டலாம்.
uk: KOReader може відображати межі розділів у <span class="ui">ВІДЖЕТІ ПРОГЛЯДАННЯ</span> та <span class="ui">СМУЗІ ПОСТУПУ</span>.
zh_hans: 书籍断章点可以显示在<span class="ui">快速翻页工具</span>或者<span class="ui">阅读进度条</span>上。

source: If your document has too many heading levels, your chapter marks can look crowded like the example above. You can change the depth of visible ToC mark levels via:
es: Si el documento tiene demasiados niveles de encabezado, las marcas de capítulo pueden verse abarrotadas, como en el ejemplo anterior. Puedes cambiar la profundidad de los niveles visibles de las marcas de índice mediante:
fr: Si votre document comporte trop de niveaux de titres, vos marques de chapitre peuvent sembler encombrées, comme dans l'exemple ci-dessus. Vous pouvez modifier la profondeur des niveaux de marques visibles dans la table des matières via :
ga: Má tá an iomarca leibhéil ceannteidil i do dhoiciméad, is féidir go mbeidh cuma phlódaithe ar do mharcanna caibidle cosúil leis an sampla thuas. Is féidir leat doimhneacht leibhéil na marc ToC infheicthe a athrú trí:
it: Se il documento ha troppi livelli di intestazione, i segni di capitolo possono apparire affollati come nell'esempio precedente. È possibile modificare la profondità dei livelli di marcatura ToC visibili tramite:
nl: Als je document te veel kopniveaus heeft kunnen je hoofdstukmarkeringen er druk uitzien zoals in het voorbeeld hierboven. Je kunt de diepte van zichtbare inhoudsopgave-markeringen aanpassen via:
pt_br: Se o seu documento tiver muitos níveis de título, as marcas de capítulo podem ficar amontoadas, como no exemplo acima. Você pode alterar a profundidade dos níveis de marcas de índice visíveis por meio de:
pt_pt: Se o seu documento tiver muitos títulos, as marcas dos capítulos podem parecer apinhadas, como no exemplo acima. Pode alterar os tipos de titulo apresentados no índice através:
sk: Ak má váš dokument príliš veľa úrovní nadpisov, značky kapitol môžu vyzerať preplnené, ako je to v príklade vyššie. Hĺbku viditeľných úrovní značiek tabuľky s obsahom knihy môžete zmeniť pomocou:
sr: Ако документ има много нивоа наслова, ознаке поглавља могу да буду збијене, као у примеру испод. Дубину видљивих нивоа ознака садржаја можете да измените из:
ta: இந்த விருப்பங்கள் ஒரே பட்டியலில் உள்ளன.
uk: Якщо у документі дуже багато рівнів заголовків, тоді позначок розділів може бути занадто багато, як показано на зразку вище. Глибину видимих позначок розділів змісту можна змінити тут:
zh_hans: 如果你的文档有太多的标题级别，你的章节标记可能会像上面的例子一样显得拥挤。您可以通过以下方式更改可见目录标记级别的深度：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Progress Bars
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Barras de progreso
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Barres de progression
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Barraí Dul Chun Cinn
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Barre di progresso
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Voortgangsbalken
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Barras de progresso
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Definições / Barras de progresso
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Indikátory priebehu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Подешавања / Траке напретка
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / அமைப்புகள் / முன்னேற்ற பார்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Панель стану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 阅读进度条

source: You can also use this reduced ToC for:
es: También puedes usar índice reducido para:
fr: Vous pouvez également utiliser cette table des matières réduite( TOC) pour :
ga: Is féidir leat an ToC laghdaithe seo a úsáid freisin le haghaidh:
it: È possibile utilizzare questo ToC ridotto anche per:
nl: Je kunt deze verkleinde inhoudsopgave ook gebruiken voor:
pt_br: Você também pode usar este índice reduzido para:
pt_pt: Pode também utilizar este índice reduzido para:
sk: Takúto zredukovanú tabuľku s obsahom knihy môžete použiť aj na:
sr: Овај редуковани садржај можете да користите и за:
ta: வழிகாட்டியின் இந்த பொருத்தமான பிரிவில் கொரியாடரில் கிடைக்கும் <b> உள்ளடக்க அட்டவணை </b> கருவிகளைப் பற்றிய கூடுதல் தகவலை நீங்கள் காணலாம்: <a href="#toctools"> உள்ளடக்கக் கருவிகளின் அட்டவணை </a>
uk: Цей скорочений зміст можна використовувати для:
zh_hans: 您还可以将此简化的目录用于：

source: chapter titles (if it is shown on <span class="ui">Status Bar</span>)
es: títulos de capítulo (si se muestran en la <span class="ui">Barra de estado</span>)
fr: titres des chapitres (s'ils apparaissent dans la <span class="ui">barre d'état</span>)
ga: teidil chaibidle (más léirítear é ar <span class="ui">Barra Stádais</span>)
it: titoli dei capitoli (se è mostrato nella <span class="ui">barra di stato</span>)
nl: hoofdstuktitels (als die op de <span class="ui">Statusbalk</span> worden getoond)
pt_br: títulos dos capítulos (se forem exibidos na <span class="ui">Barra de Status</span>)
pt_pt: títulos dos capítulos (se for apresentado na <span class="ui">barra de estado</span>)
sk: názvy kapitol (ak sú zobrazené na <span class="ui">Stavovom riadku</span>)
sr: наслове поглавља (ако су приказани на <span class="ui">Статусној линији</span>)
ta: அத்தியாயம் தலைப்புகள் (இது <span வகுப்பு = "Ui"> நிலை பட்டி </span> இல் காட்டப்பட்டால்)
uk: заголовків розділів (якщо вони відображаються у <span class="ui">Панелі стану</span>)
zh_hans: 章节标题（如果显示在<span class="ui">状态栏</span>上）

source: chapter navigation
es: navegar por el capítulo
fr: navigation entre les chapitres
ga: nascleanúint caibidle
it: navigazione tra capitoli
nl: hoofdstuknavigatie
pt_br: navegação de capítulos
pt_pt: navegação por capítulo
sk: navigácia v kapitole
sr: кретање по поглављима
ta: அத்தியாயம் வழிசெலுத்தல்
uk: переходів між розділами
zh_hans: 章节导航

source: reading time left estimates
es: tiempo de lectura y tiempo estimado restante
fr: temps de lecture restant estimé
ga: meastacháin ama léitheoireachta atá fágtha
it: stime del tempo di lettura residuo
nl: schattingen van resterende leestijd
pt_br: estimativas de tempo de leitura restante
pt_pt: Estimativas de tempo de leitura restante
sk: odhady zostávajúceho času čítania
sr: процене времена до краја читања
ta: வாசிப்பு நேரம் மதிப்பீடுகளை விட்டுச்செல்கிறது
uk: оцінки часу до завершення читання книги
zh_hans: 剩余阅读时间估算

source: These options are in the same menu.
es: Estas opciones están en el mismo menú.
fr: Ces options se trouvent dans le même menu.
ga: Tá na roghanna seo sa roghchlár céanna.
it: Queste opzioni si trovano nello stesso menu.
nl: Deze opties staan in hetzelfde menu.
pt_br: Essas opções estão no mesmo menu.
pt_pt: Estas opções estão no mesmo menu.
sk: Tieto možnosti sú v rovnakej ponuke.
sr: Ове опције се налазе у истом менију.
ta: இந்த விருப்பங்கள் ஒரே பட்டியலில் உள்ளன.
uk: Даний параметр знаходиться в тому ж меню.
zh_hans: 这些选项位于同一菜单中。

source: If your document doesn’t have a Table of Contents, you can enable <span class="ui">ALTERNATIVE TABLE OF CONTENTS</span>. When this setting is enabled, KOReader will build a ToC from document headings (if available) or from individual HTML files in the EPUB. Long press on this menu item for extra info:
es: Si el documento no tiene un índice, puedes habilitar el <span class="ui">ÍNDICE ALTERNATIVO</span>. Cuando esta opción está activada, KOReader generará un índice a partir de los encabezados del documento (si están disponibles) o a partir de archivos HTML individuales en el EPUB. Mantén pulsado este elemento del menú para obtener información adicional:
fr: Si votre document ne comporte pas de table des matières, vous pouvez activer <span class="ui">TABLE DES MATIÈRES ALTERNATIVE</span>. Lorsque ce paramètre est activé, KOReader créera une table des matières à partir des titres du document (si disponibles) ou à partir des fichiers HTML individuels dans l'EPUB. Appuyez longuement sur cet élément du menu pour obtenir plus d'informations :
ga: Mura bhfuil Clár Ábhair i do dhoiciméad, is féidir leat <span class="ui">CLÁR ÁBHAIR MALARTACH</span> a chumasú. Nuair a bhíonn an socrú seo cumasaithe, tógfaidh KOReader Clár Ábhair ó cheannteidil doiciméad (más ann dóibh) nó ó chomhaid HTML aonair san EPUB. Brúigh fada ar an mír roghchláir seo le haghaidh tuilleadh eolais:
it: Se il documento non ha un sommario, è possibile attivare la <span class="ui">Tabella alternativa dei contenuti</span>. Quando questa impostazione è attivata, KOReader costruisce un ToC dai titoli del documento (se disponibili) o dai singoli file HTML dell'EPUB. Premere a lungo su questa voce di menu per ulteriori informazioni:
nl: Als je document geen inhoudsopgave heeft kun je de <span class="ui">ALTERNATIEVE INHOUDSOPGAVE</span> inschakelen. Wanneer deze instelling actief is bouwt KOReader een inhoudsopgave uit de koppen (indien beschikbaar) of uit afzonderlijke HTML-bestanden in de EPUB. Houd dit menu-item lang ingedrukt voor extra info:
pt_br: Se o seu documento não tiver um Índice, você pode habilitar <span class="ui">ÍNDICE ALTERNATIVO</span>. Quando esta configuração estiver habilitada, o KOReader criará um índice a partir dos títulos do documento (se disponíveis) ou de arquivos HTML individuais no EPUB. Pressione e segure este item de menu para obter informações adicionais:
pt_pt: Se o seu documento não tiver Índice, pode ativar <span class="ui">ÍNDICE ALTERNATIVO</span>. Quando esta definição estiver ativa, o KOReader criará um Índice a partir dos títulos (se disponíveis) ou a partir de ficheiros HTML individuais no EPUB. Mantenha premido para obter informações adicionais:
sk: Ak váš dokument nemá tabuľku s obsahom, môžete ju povoliť cez <span class="ui">ALTERNATÍVNA TABUĽKA S OBSAHOM</span>. Keď je toto nastavenie povolené, KOReader vytvorí obsah z nadpisov dokumentov (ak sú k dispozícii) alebo z jednotlivých súborov HTML v súbore EPUB. Dlhým stlačením tejto položky ponuky získate ďalšie informácie:
sr: Ако документ нема садржај, можете да укључите <span class="ui">АЛТЕРНАТИВНИ САДРЖАЈ</span>. Када укључите ово подешавање, KOReader ће да изгради садржај из наслова у документу (ако су доступни) или од појединачних HTML фајлова у EPUB. Да бисте видели додатне информације, извршите дуги притисак на ову ставку менија:
ta: உங்கள் ஆவணத்தில் உள்ளடக்க அட்டவணை இல்லையென்றால், நீங்கள் <span வகுப்பு = "Ui"> மாற்று பொருளடக்கம் </span> ஐ இயக்கலாம். இந்த அமைப்பு இயக்கப்பட்டால், கொரியடர் ஆவண தலைப்புகளிலிருந்து (கிடைத்தால்) அல்லது எபபில் உள்ள தனிப்பட்ட உஉகுமொ கோப்புகளிலிருந்து ஒரு TOC ஐ உருவாக்குவார். கூடுதல் தகவலுக்கு இந்த பட்டியல் உருப்படியை நீண்ட நேரம் அழுத்தவும்:
uk: Якщо в документі відсутній зміст, можна увімкнути <span class="ui">АЛЬТЕРНАТИВНИЙ ЗМІСТ</span>. Коли цей параметр увімкнено, KOReader створить зміст з заголовків (якщо вони наявні) або з окремих файлів HTML всередині EPUB. Затисніть цей елемент, щоб побачити додаткову інформацію:
zh_hans: 如果您的文档没有目录，您可以启用<span class="ui">替代目录</span>。启用此设置后，KOReader 将根据文档标题（如果可用）或EPUB中的单个HTML文件构建目录。长按此菜单项可获取更多信息：

# user_guide/en.html+html.body.div.div:1993-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Alternative table of contents
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Alternatívna tabuľka obsahu knihy
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / அமைப்புகள் / மாற்று அட்டவணை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Альтернативний зміст
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 副目录
