Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: To change a setting globally, tap and hold an <b>option</b> or <b>menu item</b> (font weight, line spacing etc.), to set its value as <span class="ui">default</span>. This new value will only be applied to books opened from now on as we said above. Previously opened books will keep their settings. You can identify default values as a <span class="ui">star</span> (★) in the menu or as a <span class="ui">black border</span> around the indicators as seen below:
es: Para cambiar una configuración globalmente, mantén pulsada una <b>opción</b> o <b>elemento del menú</b> (grosor de letra, interlineado, etc.) para establecer su valor como <span class="ui">predeterminado</span>. Este nuevo valor solo se aplicará a los libros que abras a partir de ahora. Los libros abiertos anteriormente conservarán su configuración. Puedes identificar los valores predeterminados como una <span class="ui">estrella</span> (★) en el menú o como un <span class="ui">borde negro</span> alrededor de los indicadores como se muestra a continuación:
fr: Pour modifier un paramètre de manière globale, appuyez longuement sur une <b>option</b> ou un <b>élément de menu</b> (épaisseur de police, interligne, etc.) afin de définir sa valeur par <span class="ui">défaut</span>. Comme indiqué ci-dessus, cette nouvelle valeur ne s'appliquera qu'aux livres ouverts à partir de maintenant. Les livres ouverts précédemment conserveront leurs paramètres. Vous pouvez identifier les valeurs par défaut grâce à une <span class="ui">étoile</span> (★) dans le menu ou à une <span class="ui">bordure noire</span> autour des indicateurs, comme illustré ci-dessous :
ga: Chun socrú a athrú go domhanda, tapáil agus coinnigh <b>rogha</b> nó <b>mír roghchláir</b> (meáchan cló, spásáil líne srl.), chun a luach a shocrú mar <span class="ui">réamhshocraithe</span>. Ní chuirfear an luach nua seo i bhfeidhm ach ar leabhair a osclaítear feasta mar a dúirt muid thuas. Coinneoidh leabhair a osclaíodh roimhe seo a socruithe. Is féidir leat luachanna réamhshocraithe a aithint mar <span class="ui">réalta</span> (★) sa roghchlár nó mar <span class="ui">imreán dubh</span> timpeall na dtáscairí mar a fheictear thíos:
it: Per modificare un'impostazione a livello globale, toccare e tenere premuta un'<b>opzione</b> o <b>voce del menu</b> (peso del carattere, interlinea, ecc.), per impostare il suo valore come <span class="ui">predefinito</span>. Questo nuovo valore sarà applicato solo ai libri aperti d'ora in poi, come abbiamo detto sopra. I libri aperti in precedenza manterranno le loro impostazioni. I valori predefiniti possono essere identificati con una <span class="ui">stella</span> (★) nel menu o con un <span class="ui">bordo nero</span> intorno agli indicatori, come si vede di seguito:
nl: Wil je een instelling globaal wijzigen, houd dan een <b>optie</b> of <b>menu-item</b> (lettergewicht, regelafstand, enz.) ingedrukt om de waarde als <span class="ui">standaard</span> te markeren. Deze instelling geldt alleen voor boeken die je hierna opent; bestaande boeken behouden hun instellingen. Standaardwaardes herken je aan een <span class="ui">ster</span> (★) of een <span class="ui">zwarte rand</span> rond indicatoren, zoals je hieronder kunt zien:
pt_br: Para alterar uma configuração globalmente, toque e segure uma <b>opção</b> ou <b>item de menu</b> (espessura da fonte, espaçamento entre linhas, etc.) para definir seu valor como <span class="ui">padrão</span>. Esse novo valor será aplicado apenas aos livros abertos a partir de agora, como mencionamos acima. Os livros abertos anteriormente manterão suas configurações. Você pode identificar os valores padrão com uma <span class="ui">estrela</span> (★) no menu ou com uma <span class="ui">borda preta</span> ao redor dos indicadores, como mostrado abaixo:
sk: Ak chcete nastavenie zmeniť globálne, ťuknite a podržte <b>možnosť</b> alebo <b>položku ponuky</b> (hrúbka písma, riadkovanie atď.), čím nastavíte jej hodnotu na <span class="ui">predvolenú</span>. Táto nová hodnota sa použije iba na knihy otvorené odteraz, ako sme už uviedli vyššie. Predtým otvorené knihy si zachovajú svoje nastavenia. Predvolené hodnoty môžete identifikovať ako <span class="ui">hviezdičkový</span> symbol (★) v ponuke alebo ako <span class="ui">čierny okraj</span> okolo indikátorov, ako je zobrazené nižšie:
sr: Да бисте подешавање променили глобално, тапните и задржите <b>опцију</b> или <b>ставку менија</b> (тежину фонта, проред итд.), и тако поставите њену вредност као <span class="ui">подразумевану</span>. Као што је већ речено, ова нова вредност ће се примењивати само на књиге које се отворе након ове акције. Претходно отворене књиге ће задржати своја подешавања. Подразумеване вредности можете да препознате као <span class="ui">звездицу</span> (★) у менију или као <span class="ui">црни оквир</span> око индикатора, као што је приказано испод:
ta: உலகளவில் ஒரு அமைப்பை மாற்ற, ஒரு <b> விருப்பம் </b> அல்லது <b> பட்டியல் உருப்படி </b> (எழுத்துரு எடை, வரி இடைவெளி போன்றவை), அதன் மதிப்பை <span வகுப்பு = "Ui"> இயல்புநிலை </span> என அமைக்க. இந்த புதிய மதிப்பு நாம் மேலே கூறியது போல் இப்போது திறக்கப்பட்ட புத்தகங்களுக்கு மட்டுமே பயன்படுத்தப்படும். முன்னர் திறந்த புத்தகங்கள் அவற்றின் அமைப்புகளை வைத்திருக்கும். இயல்புநிலை மதிப்புகளை பட்டியலில் <span வகுப்பு = "Ui"> விண்மீன் </span> (★) என அடையாளம் காணலாம் அல்லது கீழே காணப்பட்டுள்ள குறிகாட்டிகளைச் சுற்றி <span வகுப்பு = "Ui"> கருப்பு எல்லை </span> ஆக:
uk: Щоб змінити налаштування глобально, затисніть <b>параметр</b> або <b>елемент меню</b> (жирність шрифту, міжрядкові проміжки тощо) – це зробить дане значення <span class="ui">типовим</span>. Це нове значення буде застосоване лише до книг, які вперше будуть відкриватися після цього моменту. Книги, які ви веже раніше відкривали, збережуть свої налаштування. В меню типові значення позначені <span class="ui">зірочкою</span> (★) або ж вони мають <span class="ui">чорну рамку</span> навколо індикатора, як показано нижче:
zh_hans: 要更改全局设置，请点击并按住<b>选项</b>或<b>菜单项</b>（字体粗细、行距等），将其值设置为<span class="ui">默认值</span>。正如我们上面所说，这个新值只影响从现在开始打开的书籍。以前打开的书籍将保留其设置。您可以将默认值标识为菜单中的<span class="ui">星号</span>（★）或指示器周围的<span class="ui">黑色边框</span>，如下所示：

source: Applying current defaults to an already opened book
es: Aplicar los valores predeterminados actuales a un libro ya abierto
fr: Appliquer les paramètres par défaut actuels à un livre déjà ouvert
ga: Réamhshocruithe reatha a chur i bhfeidhm ar leabhar atá oscailte cheana féin
it: Applicazione delle impostazioni predefinite correnti a un libro già aperto
nl: Huidige standaardwaardes toepassen op een geopend boek
pt_br: Aplicando as configurações padrão atuais a um livro já aberto
pt_pt: A aplicar as definições padrão atuais a um livro já aberto
sk: Použitie aktuálnych predvolených nastavení na už otvorenú knihu
sr: Примењивање текућих подразумеваних подешавања на већ отворену књигу
ta: ஏற்கனவே திறக்கப்பட்ட புத்தகத்திற்கு தற்போதைய இயல்புநிலைகளைப் பயன்படுத்துதல்
uk: Застосування поточних типових налаштувань до вже відкритої книги
zh_hans: 将当前默认值应用于已打开的书籍

source: So when you adjust your document defaults like <span class="ui">default line spacing</span> or <span class="ui">default contrast</span>, this new value will only be used for the new documents you open after the change. Your already opened books will not change.
es: Por lo tanto al ajustar los valores predeterminados del documento, como el <span class="ui">interlineado predeterminado</span> o el <span class="ui">contraste predeterminado</span>, este nuevo valor se usará en los documentos que abras después del cambio. Los libros que ya estén abiertos no cambiarán.
fr: Ainsi, lorsque vous modifiez les paramètres par défaut de votre document, tels que <span class="ui">l'interligne par défaut</span> ou <span class="ui">le contraste par défaut</span>, cette nouvelle valeur ne sera utilisée que pour les nouveaux documents que vous ouvrirez après la modification. Les livres déjà ouverts ne seront pas modifiés.
ga: Mar sin, nuair a choigeartóidh tú réamhshocruithe do dhoiciméid ar nós <span class="ui">spásáil líne réamhshocraithe</span> nó <span class="ui">codarsnacht réamhshocraithe</span>, ní úsáidfear an luach nua seo ach amháin do na doiciméid nua a osclóidh tú tar éis an athraithe. Ní athróidh do leabhair atá oscailte cheana féin.
it: Così, quando si modificano le impostazioni predefinite del documento, come <span class="ui">interlinea predefinita</span> o <span class="ui">contrasto predefinito</span>, il nuovo valore verrà utilizzato solo per i nuovi documenti aperti dopo la modifica. I libri già aperti non cambieranno.
nl: Als je standaardwaardes zoals <span class="ui">standaard regelafstand</span> of <span class="ui">standaard contrast</span> aanpast, geldt dat alleen voor nieuwe documenten; reeds geopende boeken veranderen niet.
pt_br: Portanto, ao ajustar os padrões do seu documento, como <span class="ui">espaçamento padrão entre linhas</span> ou <span class="ui">contraste padrão</span>, esse novo valor será usado apenas para os novos documentos que você abrir após a alteração. Seus livros já abertos não serão alterados.
sk: Takže keď upravíte predvolené nastavenia dokumentu, ako napríklad <span class="ui">predvolené riadkovanie</span> alebo <span class="ui">predvolený kontrast</span>, táto nová hodnota sa použije iba pre nové dokumenty, ktoré otvoríte po zmene. Vaše už otvorené knihy sa nezmenia.
sr: Дакле, када подесите жељене подразумеване вредности за документ, као што је <span class="ui">подразумевани проред</span> или <span class="ui">подразумевани контраст</span>, ова нова вредност ће се користити само за нове документе које отворите након измене. Већ отворене књиге се неће мењати.
ta: எனவே உங்கள் ஆவண இயல்புநிலைகளை <span வகுப்பு = "Ui"> இயல்புநிலை வரி இடைவெளி </span> அல்லது <span வகுப்பு = "Ui"> இயல்புநிலை மாறுபாடு </span> போன்றவற்றை சரிசெய்யும்போது, இந்த புதிய மதிப்பு மாற்றத்திற்குப் பிறகு நீங்கள் திறக்கும் புதிய ஆவணங்களுக்கு மட்டுமே பயன்படுத்தப்படும். நீங்கள் ஏற்கனவே திறந்த புத்தகங்கள் மாறாது.
uk: Тож коли ви пристосовуєте типові параметри відображення документа, на зразок <span class="ui">типових міжрядкових проміжків</span> чи <span class="ui">типового контрасту</span>, це нове значення буде використовуватися лише для документів, які ви вперше відкриєте після цих змін. Вигляд книг, які вже були відкриті раніше, не зміниться.
zh_hans: 因此，当您调整文档默认值，如<span class="ui">默认行距</span>或<span class="ui">默认对比度</span>时，此值将仅用于更改后打开的新文档。你已经打开的书不会改变。

source: But what if you want them to change too? For example, if you change your default <span class="ui">font</span>, you will probably adjust <span class="ui">font weight</span> and <span class="ui">line spacing</span> to more suitable values for this new font. You are satisfied with how the text looks and now you want all your books to look like this. With this feature you don’t need to change these values manually in all your opened books.
es: ¿Y si también quieres que cambien? Por ejemplo si cambias la <span class="ui">letra</span> predeterminada, probablemente ajustarás el <span class="ui">grosor de la letra</span> y el <span class="ui">interlineado</span> a valores más adecuados para la nuevaletra. Estás satisfecho con el aspecto del texto y ahora quieres que todos los libros tengan el mismo aspecto. Con esta función no necesitas cambiar manualmente los valores en todos los libros abiertos.
fr: Mais que faire si vous souhaitez également les modifier ? Par exemple, si vous modifiez votre police par défaut <span class="ui">font</span>, vous ajusterez probablement <span class="ui">font weight</span> et <span class="ui">line spacing</span> à des valeurs plus adaptées à cette nouvelle police. Vous êtes satisfait de l'apparence du texte et vous souhaitez désormais que tous vos livres aient cette apparence. Grâce à cette fonctionnalité, vous n'avez pas besoin de modifier manuellement ces valeurs dans tous vos livres ouverts.
ga: Ach cad a tharlóidh má theastaíonn uait go n-athródh siad freisin? Mar shampla, má athraíonn tú do <span class="ui">chló</span> réamhshocraithe, is dócha go ndéanfaidh tú <span class="ui">meáchan an chló</span> agus an <span class="ui">spásáil líne</span> a choigeartú go luachanna níos oiriúnaí don chló nua seo. Tá tú sásta leis an gcuma atá ar an téacs agus anois ba mhaith leat go mbeadh cuma mar seo ar do chuid leabhar go léir. Leis an ngné seo ní gá duit na luachanna seo a athrú de láimh i ngach ceann de do leabhair oscailte.
it: Ma cosa succede se volete che anche loro cambino?Ad esempio, se si cambia il <span class="ui">font</span> predefinito ,probabilmente regolerete <span class="ui">il peso del carattere</span> e <span class="ui">l'interlinea</span> su valori più adatti a questo nuovo carattere. Siete soddisfatti dell'aspetto del testo e ora volete che tutti i vostri libri abbiano questo aspetto. Con questa funzione non è necessario modificare manualmente i valori in tutti i libri aperti.
nl: Maar wat als je wilt dat ze ook voor bestaande boeken gelden? Bij een nieuw <span class="ui">lettertype</span> pas je waarschijnlijk ook <span class="ui">lettergewicht</span> en <span class="ui">regelafstand</span> aan. Met deze functie hoef je dat niet voor elk boek apart te doen.
pt_br: Mas e se você quiser que elas também mudem? Por exemplo, se você alterar sua <span class="ui">fonte</span> padrão, provavelmente ajustará a <span class="ui">espessura da fonte</span> e o <span class="ui">espaçamento entre linhas</span> para valores mais adequados para essa nova fonte. Você está satisfeito com a aparência do texto e agora quer que todos os seus livros tenham essa aparência. Com esse recurso, você não precisa alterar esses valores manualmente em todos os seus livros abertos.
sk: Ale čo ak chcete, aby sa zmenili aj oni? Napríklad, ak zmeníte predvolené <span class="ui">písmo</span>, pravdepodobne upravíte <span class="ui">hrúbku písma</span> a <span class="ui">riadkovanie</span> na vhodnejšie hodnoty pre toto nové písmo. Ste spokojní s tým, ako text vyzerá, a teraz chcete, aby všetky vaše knihy vyzerali takto. Vďaka tejto funkcii nemusíte tieto hodnoty manuálne meniť vo všetkých otvorených knihách.
sr: Али шта ако желите да се и оне измене? На пример, ако промените подразумевани <span class="ui">фонт</span>, вероватно ћете <span class="ui">тежину фонта</span> и <span class="ui">проред</span> поставити на вредности које су одговарајуће за тај нови фонт. Задовољни сте изгледом текста и сада желите да све ваше књиге тако изгледају. Уз ову функционалност нема потребе да ове вредности ручно постављате за све отворене књиге.
ta: ஆனால் அவர்களும் மாற விரும்பினால் என்ன செய்வது? எடுத்துக்காட்டாக, உங்கள் இயல்புநிலை <span வகுப்பு = "Ui"> எழுத்துரு </span> ஐ மாற்றினால், நீங்கள் <span வகுப்பு = "Ui"> எழுத்துரு எடை </span> மற்றும் <span வகுப்பு = "Ui"> வரி இடைவெளி </span> இந்த புதிய எழுத்துருவுக்கு மிகவும் பொருத்தமான மதிப்புகளுக்கு சரிசெய்வீர்கள். உரை எப்படி இருக்கிறது என்பதில் நீங்கள் நிறைவு அடைகிறீர்கள், இப்போது உங்கள் எல்லா புத்தகங்களும் இப்படி இருக்க வேண்டும் என்று விரும்புகிறீர்கள். இந்த அம்சத்தின் மூலம் நீங்கள் திறந்த எல்லா புத்தகங்களிலும் இந்த மதிப்புகளை கைமுறையாக மாற்ற தேவையில்லை.
uk: Та що коли ви хочете змінити і їх вигляді? Наприклад, вам захотілося змінити типовий <span class="ui">шрифт</span>, ймовірно вам захочеться пристосувати також <span class="ui">товщину шрифту</span> та <span class="ui">міжрядкові проміжки</span> та встановити значення, які більше підходять до нового типового шрифту. Ви задоволені виглядом тексту й тепер бажаєте, щоб усі книги виглядали так само. З цією функцією вам не потрібно власноруч змінювати ці значення у всіх раніше відкритих книгах.
zh_hans: 但如果你想让他们也改变呢？例如，如果您更改了默认的<span class="ui">字体</span>，您可能会将<span class="ui">字体粗细</span>和<span class="ui">行距</span>调整为更适合此新字体的值。你对文本的外观很满意，现在你希望你所有的书都是这样的。使用此功能，您不需要在所有打开的书籍中手动更改这些值。

source: You can easily apply these changes to your already opened books by choosing:
es: Puedes aplicar los cambios a los libros que ya tienes abiertos mediante:
fr: Vous pouvez facilement appliquer ces modifications à vos livres déjà ouverts en choisissant :
ga: Is féidir leat na hathruithe seo a chur i bhfeidhm go héasca ar do leabhair atá oscailte cheana féin trí na nithe seo a leanas a roghnú:
it: È possibile applicare facilmente queste modifiche ai libri già aperti scegliendo:
nl: Je past deze wijzigingen eenvoudig toe op reeds geopende boeken via:
pt_br: Você pode aplicar facilmente essas alterações aos seus livros já abertos escolhendo:
pt_pt: Pode aplicar facilmente estas alterações aos seus livros já abertos, escolhendo:
sk: KOReader vás môže varovať zobrazením upozornenia, keď úroveň nabitia dosiahne vaše definované limity:
sr: Лако можете да примените та нова подешавања на већ отворене књиге бирајући:
ta: கட்டண நிலை உங்கள் வரையறுக்கப்பட்ட வரம்புகளை அடையும் போது ஒரு எச்சரிக்கையைக் காண்பிப்பதன் மூலம் கொரியடர் உங்களை எச்சரிக்க முடியும்:
uk: Ви можете легко застосувати ці зміни до раніше відкритих книг обравши:
zh_hans: 您可以通过选择以下选项轻松地将这些更改应用于已打开的书籍：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Reset document settings to default
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Reiniciar documento a valores por defecto
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Réinitialiser les paramètres du document par défaut
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Athshocraigh socruithe an doiciméid go dtí na socruithe réamhshocraithe
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Impostazioni del documento / Azzera impostazioni documento a predefiniti
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Documentinstellingen naar standaard resetten
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Redefinir as configurações do documento para o padrão
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Reverter definições do documento para as pré-definidas
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Obnoviť nastavenia dokumentu na predvolené hodnoty
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ресетуј подешавања документа на подразумевана
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / / ஆவண அமைப்புகளை இயல்புநிலைக்கு மீட்டமைக்கவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Скинути налаштування документа до типових
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 将文档设置重置为默认值

source: When you tap this option, your current book settings will change to the latest <b>defaults</b> you have set. Don’t worry, this will only change the appearance of the book. Your <b>reading position, highlights, notes and bookmarks</b> will be preserved.
es: Al pulsar esta opción la configuración actual del libro se ajustará a la configuración <b>predeterminada</b>. No te preocupes ya que esto sólo cambiará la apariencia del libro. Tu <b>posición de lectura, subrayados, notas y marcadores</b> se conservarán.
fr: Lorsque vous appuyez sur cette option, les paramètres actuels de votre livre seront remplacés par les derniers <b>paramètres par défaut</b> que vous avez définis. Ne vous inquiétez pas, cela ne modifiera que l'apparence du livre. Votre <b>position de lecture, vos surlignages, vos notes et vos signets</b> seront conservés.
ga: Nuair a thapálann tú an rogha seo, athróidh socruithe reatha do leabhair go dtí na <b>réamhshocruithe</b> is déanaí atá socraithe agat. Ná bíodh imní ort, ní athróidh sé seo ach cuma an leabhair. Coinneofar do <b>shuíomh léitheoireachta, buaicphointí, nótaí agus leabharmharcanna</b>.
it: Toccando questa opzione, le impostazioni correnti del libro verranno modificate in base agli ultimi <b>predefiniti</b> impostati. Non preoccupatevi, questo cambierà solo l'aspetto del libro. La <b>posizione di lettura, le evidenziazioni, le note e i segnalibri</b> saranno conservati.
nl: Wanneer je dit kiest worden de instellingen van het huidige boek vervangen door je meest recente <b>standaardwaardes</b>. Alleen de weergave verandert; je <b>leespositie, markeringen, notities en bladwijzers</b> blijven behouden.
pt_br: Ao tocar nesta opção, as configurações atuais do seu livro serão alteradas para os <b>padrões</b> mais recentes que você definiu. Não se preocupe, isso mudará apenas a aparência do livro. Sua <b>posição de leitura, destaques, notas e marcadores</b> serão preservados.
sk: Keď ťuknete na túto možnosť, aktuálne nastavenia knihy sa zmenia na najnovšie <b>predvolené</b> nastavenia, ktoré ste nastavili. Nebojte sa, zmení sa tým iba vzhľad knihy. Vaša <b>pozícia čítania, zvýraznenia, poznámky a záložky</b> budú zachované.
sr: Када тапнете на ову опцију, подешавања текуће књиге ће се променити на најновије <b>подразумеване</b> вредности које сте поставили. Не брините, ово ће да промени само изглед књиге. Ваша <b>позиција читања, истицања, белешке и маркери</b> ће се очувати.
ta: இந்த விருப்பத்தை நீங்கள் தட்டும்போது, உங்கள் தற்போதைய புத்தக அமைப்புகள் அண்மைக் கால <b> இயல்புநிலை </b> என மாறும். கவலைப்பட வேண்டாம், இது புத்தகத்தின் தோற்றத்தை மட்டுமே மாற்றும். உங்கள் <b> வாசிப்பு நிலை, சிறப்பம்சங்கள், குறிப்புகள் மற்றும் புக்மார்க்குகள் </b> பாதுகாக்கப்படும்.
uk: Коли ви натиснете цей пункт меню, то параметри поточної книги будуть змінені на останні <b>типові</b> параметри. Не хвилюйтеся, це змінить тільки вигляд книги. <b>Позиція читання, виділення тексту, нотатки та закладки</b> збережуться.
zh_hans: 点按该选项后，当前书籍设定将会回到上次配置的<b>默认值</b>。无需担心，该选项仅改变书籍样式，<b>阅读位置、标注、笔记和书签</b>会被保留。

source: Saving current book settings as defaults
es: Guardar la configuración actual del libro como predeterminada
fr: Enregistrer les paramètres actuels du livre comme paramètres par défaut
ga: Ag sábháil socruithe reatha an leabhair mar réamhshocruithe
it: Salvataggio delle impostazioni correnti del libro come predefinite
nl: Huidige boekinstellingen als standaard opslaan
pt_br: Salvando as configurações atuais do livro como padrões
pt_pt: A gravar as definições atuais do livro como padrão
sk: Ukladanie aktuálnych nastavení knihy ako predvolené
sr: Чување текућих подешавања књиге као подразумеваних
ta: தற்போதைய புத்தக அமைப்புகளை இயல்புநிலையாக சேமிக்கிறது
uk: Збереження налаштувань поточної книги як типових
zh_hans: 将当前书籍设置保存为默认值
