Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Opening an issue:
es: Abriendo un problema:
fr: Ouvrir un ticket :
ga: Ag oscailt saincheiste:
it: Apertura di un problema:
nl: Een issue openen:
pt_br: Abrindo um ticket:
pt_pt: A abrir um pedido:
sk: Nahlásenie problému:
sr: Отварање новог проблема:
ta: ஒரு சிக்கலைத் திறத்தல்:
uk: Відкриття обговорення проблеми:
zh_hans: 新开工单：

source: If you are opening an issue about this problem, it is important for us to inspect the problematic file. You can share the file directly by dragging and dropping it on your GitHub message after compressing it as a ZIP file. If your book is an EPUB and you don’t want to share the file due to copyright or privacy issues, there is a plugin for <span class="external">Calibre</span> named <span class="external">ScrambleEbook</span> which you can access the download and instructions from this <a href="https://www.mobileread.com/forums/showthread.php?t=267998">Mobileread forum page</a>.
es: Si abres una incidencia sobre este problema es importante que inspeccionemos el archivo problemático. Puedes compartirlo directamente arrastrándolo y soltándolo en tu mensaje de GitHub después de comprimirlo como archivo ZIP. Si el libro es un EPUB y no quieres compartirlo por cuestiones de derechos de autor o privacidad, existe un complemento para <span class="external">Calibre</span> llamado <span class="external">ScrambleEbook</span>, cuya descarga e instrucciones puedes consultar desde esta <a href="https://www.mobileread.com/forums/showthread.php?t=267998">página del foro de Mobileread</a>.
fr: Si vous ouvrez un ticket concernant ce problème, il est important pour nous d'inspecter le fichier problématique. Vous pouvez partager le fichier directement en le glissant-déposant dans votre message GitHub après l'avoir compressé au format ZIP. Si votre livre est au format EPUB et que vous ne souhaitez pas partager le fichier pour des raisons de droits d'auteur ou de confidentialité, il existe un plugin pour <span class="external">Calibre</span> appelé <span class="external">ScrambleEbook</span> que vous pouvez télécharger et dont vous trouverez les instructions sur cette <a href="https://www.mobileread.com/forums/showthread.php?t=267998">page du forum Mobileread</a>.
ga: Má tá tú ag oscailt saincheiste faoin bhfadhb seo, tá sé tábhachtach dúinn an comhad fadhbach a iniúchadh. Is féidir leat an comhad a roinnt go díreach trína tharraingt agus a scaoileadh ar do theachtaireacht GitHub tar éis é a chomhbhrú mar chomhad ZIP. Más EPUB do leabhar agus mura mian leat an comhad a roinnt mar gheall ar shaincheisteanna cóipchirt nó príobháideachta, tá breiseán ann do <span class="external">Calibre</span> ar a dtugtar <span class="external">ScrambleEbook</span> ar féidir leat rochtain a fháil air chun an íoslódáil agus na treoracha a fháil ón <a href="https://www.mobileread.com/forums/showthread.php?t=267998">leathanach fóram Mobileread</a> seo.
it: Se si apre un problema relativo a questo problema, è importante per noi ispezionare il file problematico. È possibile condividere il file direttamente trascinandolo sul proprio messaggio GitHub dopo averlo compresso come file ZIP. Se il libro è un EPUB e non si desidera condividere il file a causa di problemi di copyright o di privacy, esiste un plugin per <span class="external">Calibre</span> chiamato <span class="external">ScrambleEbook</span> che è possibile scaricare e ricevere le istruzioni da questa pagina del forum <a href="https://www.mobileread.com/forums/showthread.php?t=267998">Mobileread</a>.
nl: Als je een issue over dit probleem opent, is het belangrijk dat we het problematische bestand kunnen onderzoeken. Je kunt het bestand rechtstreeks delen door het na inpakken als ZIP in je GitHub‑bericht te slepen. Als je boek een EPUB is en je het bestand niet wilt delen vanwege auteursrecht of privacy, is er een plugin voor <span class="external">Calibre</span> genaamd <span class="external">ScrambleEbook</span>; de download en instructies vind je op deze <a href="https://www.mobileread.com/forums/showthread.php?t=267998">Mobileread‑forumpagina</a>.
pt_br: Se você estiver abrindo um ticket sobre este problema, é importante que inspecionemos o arquivo problemático. Você pode compartilhar o arquivo diretamente arrastando-o e soltando-o na sua mensagem do GitHub após compactá-lo como um arquivo ZIP. Se o seu livro for um EPUB e você não quiser compartilhá-lo devido a direitos autorais ou questões de privacidade, existe um plugin para o <span class="external">Calibre</span> chamado <span class="external">ScrambleEbook</span>, cujo download e instruções você pode acessar nesta <a href="https://www.mobileread.com/forums/showthread.php?t=267998">página do fórum do Mobileread</a>.
sk: Ak otvárate správu o tomto probléme, je dôležité, aby sme skontrolovali problematický súbor. Súbor môžete zdieľať priamo jeho presunutím myšou do správy na GitHube po jeho skomprimovaní ako súbor ZIP. Ak je vaša kniha vo formáte EPUB a nechcete súbor zdieľať z dôvodu autorských práv alebo problémov s ochranou súkromia, existuje doplnok pre <span class="external">Calibre</span> s názvom <span class="external">ScrambleEbook</span>, pomocou ktorý si môžete stiahnuť a nájsť pokyny na tejto <a href="https://www.mobileread.com/forums/showthread.php?t=267998">stránke fóra Mobileread</a>.
sr: Ако отварате проблем о овом проблему, важно нам је да погледамо проблематични фајл. Можете директно да га поделите превлачењем и упуштањем у вашу GitHub поруку након што га компресујете као ZIP фајл. Ако је проблематична књига EPUB и не желите да делите фајл због ауторских права или проблема са приватности, постоји додатак за <span class="external">Calibre</span> под именом <span class="external">ScrambleEbook</span>, за који можете да приступите преузимању и упутствима на овој <a href="https://www.mobileread.com/forums/showthread.php?t=267998">страници Mobileread форума</a>.
ta: இந்த சிக்கலைப் பற்றி நீங்கள் ஒரு சிக்கலைத் திறக்கிறீர்கள் என்றால், சிக்கலான கோப்பை ஆய்வு செய்வது எங்களுக்கு முதன்மை. சிப் கோப்பாக சுருக்கப்பட்ட பிறகு அதை உங்கள் அறிவிலிமையம் செய்தியில் இழுத்து விடுவதன் மூலம் கோப்பை நேரடியாக பகிரலாம். உங்கள் நூல் ஒரு எபப் மற்றும் பதிப்புரிமை அல்லது தனியுரிமை சிக்கல்கள் காரணமாக கோப்பைப் பகிர விரும்பவில்லை என்றால், <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் </ச்பான்> பெயரிடப்பட்ட <ச்பான் கிளாச் = "வெளிப்புற"> ச்க்ராம்ப்லீர்புக் </ச்பான்> href = "https://www.mobileered.com/forums/showthread.php?t=267998"> MobileRead மன்றம் பக்கம் </a>.
uk: Якщо створюєте обговорення щодо цієї проблеми, то дуже важливо, щоб ми перевірили проблемний файл. Таким файлом можна поділитися з нами перетягнувши його у своє повідомлення GitHub після стиснення його у ZIP-архіві. Якщо це книга у форматі EPUB і ви не хочете ділитися файлом через авторське право або конфіденційність, існує модуль для <span class="external">Calibre</span> під назвою <span class="external">ScrambleEbook</span>, який ви можна завантажити та дізнатися детальніше про нього на цій <a href="https://www.mobileread.com/forums/showthread.php?t=267998">сторінці форуму Mobileread</a>.
zh_hans: 如果您要就这个问题提交一个工单，对我们来说检查有问题的文件非常重要。您可以在将其压缩成ZIP文件后，直接通过拖放的方式将文件分享到您的GitHub消息中。如果您的书是EPUB，并且由于版权或隐私问题，您不想共享该文件，有一个名为<span class="external">ScrambleEbook</span>的<span class="external">Calibre</span>插件，您可以从<a href="https://www.mobileread.com/forums/showthread.php?t=267998">Mobileread论坛页面</a>访问下载和说明。

source: This plugin will read an un-DRM'd ebook file (EPUB/KEPUB/AZW3) and create a copy of the book with <b>its text replaced with random characters</b>. You can share this scrambled version with us in your issue thread. <b>Text of the book will not be readable and there won’t be any copyright violation</b> but we can still use this file for diagnostic purposes.
es: Este complemento leerá un archivo de libro electrónico sin DRM (EPUB/KEPUB/AZW3) y creará una copia del libro con <b>su texto reemplazado con caracteres aleatorios</b>. Puede compartir esta versión codificada con nosotros en su hilo de problemas. <b>El texto del libro no será legible y no habrá ninguna violación de derechos de autor</b> pero aún podemos usar este archivo con fines de diagnóstico.
fr: Ce plugin lit un fichier ebook sans DRM (EPUB/KEPUB/AZW3) et crée une copie du livre dont <b>le texte est remplacé par des caractères aléatoires</b>. Vous pouvez partager cette version brouillée avec nous dans votre fil de discussion. <b>Le texte du livre ne sera pas lisible et il n'y aura aucune violation du droit d'auteur</b>, mais nous pourrons tout de même utiliser ce fichier à des fins de diagnostic.
ga: Léifidh an breiseán seo comhad ríomhleabhair gan DRM (EPUB/KEPUB/AZW3) agus cruthóidh sé cóip den leabhar agus <b>carachtair randamacha in ionad a théacs</b>. Is féidir leat an leagan measctha seo a roinnt linn i do shnáithe saincheiste. <b>Ní bheidh téacs an leabhair inléite agus ní bheidh aon sárú cóipchirt ann</b> ach is féidir linn an comhad seo a úsáid fós chun críocha diagnóiseacha.
it: Questo plugin legge un file ebook non DRM (EPUB/KEPUB/AZW3) e crea una copia del libro con <b>il suo testo sostituito con caratteri casuali</b>. È possibile condividere questa versione stravolta con noi nel thread relativo al problema. <b>Il testo del libro non sarà leggibile e non ci sarà alcuna violazione del copyright</b>, ma possiamo comunque utilizzare questo file per scopi diagnostici.
nl: Deze plugin leest een ebook zonder DRM (EPUB/KEPUB/AZW3) en maakt een kopie waarvan <b>de tekst is vervangen door willekeurige tekens</b>. Je kunt deze scrambled versie met ons delen in je issue. <b>De tekst van het boek is niet leesbaar en er is geen auteursrechtinbreuk</b>, maar we kunnen het bestand wel gebruiken voor diagnose.
pt_br: Este plugin lerá um arquivo de e-book sem DRM (EPUB/KEPUB/AZW3) e criará uma cópia do livro com <b>o texto substituído por caracteres aleatórios</b>. Você pode compartilhar esta versão embaralhada conosco no seu tópico de problemas. <b>O texto do livro não será legível e não haverá nenhuma violação de direitos autorais</b>, mas ainda poderemos usar este arquivo para fins de diagnóstico.
sk: Tento doplnok prečíta súbor elektronickej knihy bez ochrany DRM (EPUB/KEPUB/AZW3) a vytvorí kópiu knihy s <b>jej textom nahradeným náhodnými znakmi</b>. Túto kódovanú verziu s nami môžete zdieľať vo svojom vlákne nahláseného problému. <b>Text knihy nebude čitateľný a nedôjde k žiadnemu porušeniu autorských práv</b>, ale stále môžeme tento súbor použiť na diagnostické účely.
sr: Овај додатак ће да прочита незаштићени фајл е-књиге (EPUB/KEPUB/AZW3) и креираће копију у којој је текст замењен <b>случајним карактерима</b>. У дискусији о свом проблему можете да поделите ову скрембловану верзију. <b>Текст књиге неће моћи да се прочита и неће бити кршења било каквих ауторских права</b>, а још увек можемо да га употребимо у дијагностичке сврхе.
ta: இந்த சொருகி ஒரு ஐ.நா. இந்த துருவல் பதிப்பை உங்கள் வெளியீட்டு நூலில் எங்களுடன் பகிர்ந்து கொள்ளலாம். <b> புத்தகத்தின் உரை படிக்க முடியாது, பதிப்புரிமை மீறல் எதுவும் இருக்காது </b> ஆனால் இந்த கோப்பை கண்டறியும் நோக்கங்களுக்காக நாம் இன்னும் பயன்படுத்தலாம்.
uk: Цей модуль прочитає файл книги без DRM (EPUB, KEPUB, AZW3) та створить його копію <b>з заміною оригінального тексту випадковими символами</b>. Такою версією файлу з повністю заміненим текстом ви вільно можете поділитися з нами у темі з питанням. <b>Текст книги не буде читабельним і в цьому не буде жодного порушення авторських прав</b>, але цей файл все ще буде надзвичайно корисним для вирішення проблеми.
zh_hans: 此插件将读取未加DRM保护的电子书文件（EPUB/KEPUB/AZW3），并创建一本文本被<b>随机字符替换</b>的书的副本。您可以在您的工单中与我们分享这个混乱版本。<b>书中的文本将无法阅读，也不会有任何版权侵犯</b>，但我们仍然可以使用此文件进行诊断目的。

source: You can see this procedure in a real issue involving a very problematic EPUB file <a href="https://github.com/koreader/koreader/issues/11465">here</a>.
es: Puede ver este procedimiento en un problema real que involucra un archivo EPUB muy problemático <a href="https://github.com/koreader/koreader/issues/11465">aquí</a>.
fr: Vous pouvez voir cette procédure dans un vrai problème impliquant un document ePub très problématique <a href="https://github.com/koreader/koreader/issues/11465">ici</a>.
ga: Is féidir leat an nós imeachta seo a fheiceáil i gcás fíorfhadhb a bhaineann le comhad EPUB an-fhadhbach <a href="https://github.com/koreader/koreader/issues/11465">anseo</a>.
it: Potete vedere questa procedura in un problema reale che riguarda un file EPUB molto problematico <a href="https://github.com/koreader/koreader/issues/11465">qui</a>.
nl: Je kunt <a href="https://github.com/koreader/koreader/issues/11465">hier</a> deze procedure zien in een echte issue met een zeer problematisch EPUB-bestand.
pt_br: Você pode ver esse procedimento em um problema real envolvendo um arquivo EPUB muito problemático <a href="https://github.com/koreader/koreader/issues/11465">aqui</a>.
sk: Tento postup si môžete pozrieť na reálnom príklade týkajúcom sa veľmi problematického súboru EPUB <a href="https://github.com/koreader/koreader/issues/11465">tu</a>.
sr: Ову процедуру можете видети у реалном проблему који се тиче врло проблематичног EPUB фајла <a href="https://github.com/koreader/koreader/issues/11465">овде</a>.
ta: இந்த நடைமுறையை மிகவும் சிக்கலான எபப் கோப்பு <a href = "https://github.com/koreader/koreader/issues/11465"> இங்கே </a> சம்பந்தப்பட்ட உண்மையான சிக்கலில் காணலாம்.
uk: Цю процедуру показано на реальному прикладі дуже проблемного файлу EPUB <a href="https://github.com/koreader/koreader/issues/11465">на цій сторінці</a>.
zh_hans: 您可以在<a href="https://github.com/koreader/koreader/issues/11465">此处</a>看到这个涉及非常有问题的EPUB文件的实际问题的过程。

source: I see small numbers on the side when reading a book
es: Veo números pequeños a un lado cuando leo un libro
fr: Je vois de petits nombres sur le côté lorsque je lis un livre
ga: Feicim uimhreacha beaga ar an taobh agus mé ag léamh leabhair
it: Quando leggo un libro, vedo dei piccoli numeri sul lato
nl: Ik zie kleine nummers aan de zijkant bij het lezen van een boek
pt_br: Vejo pequenos números na lateral quando leio um livro
pt_pt: Vejo pequenos números na laterar enquanto leio um livro
sk: Pri čítaní knihy vidím malé čísla na boku
sr: Видим мале бројеве са стране док читам књигу
ta: ஒரு புத்தகத்தைப் படிக்கும்போது பக்கத்தில் சிறிய எண்களைக் காண்கிறேன்
uk: Коли я читаю книгу, то бачу маленькі цифри збоку
zh_hans: 看书时，我看到侧面有小数字

source: Those small numbers are called <b>Reference Page Numbers</b>. In short, they are the real page numbers from the printed version of your book. For more information please click here <a href="#L2-readingscreen">Reading Screen</a> to go to the relevant section.
es: Esos números pequeños son la <b>numeración de página de la edición impresa</b> y son los números de página reales de la versión impresa del libro. Para obtener más información, haz clic en <a href="#L2-readingscreen">Pantalla de Lectura</a> para ir a la sección relevante.
fr: Ces petits nombres sont des<b>numéros de page de référence</b>. Pour faire court, ce sont les vrais numéros de page de la version papier de votre livre. Pour plus d'informations cliquez ici <a href="#L2-readingscreen">Écran de lecture</a> pour parvenir à la section appropriée.
ga: Tugtar <b>Uimhreacha Leathanaigh Tagartha</b> ar na huimhreacha beaga sin. Go hachomair, is iad na fíoruimhreacha leathanach ón leagan clóite de do leabhar iad. Le haghaidh tuilleadh eolais cliceáil anseo <a href="#L2-readingscreen">Scáileán Léitheoireachta</a> chun dul go dtí an chuid ábhartha.
it: Questi piccoli numeri sono chiamati <b>Numeri di riferimento pagina</b>. In breve, sono i numeri di pagina reali della versione stampata del libro. Per ulteriori informazioni, fare clic qui <a href="#L2-readingscreen">Schermo di lettura</a> per accedere alla sezione corrispondente.
nl: Die kleine nummers worden <b>Referentiepaginanummers</b> genoemd. Kort gezegd, zijn dit de echte paginanummers van de gedrukte versie van het boek. Voor meer informatie klik hier <a href="#L2-readingscreen">Leesscherm</a> om naar de relevante sectie te gaan.
pt_br: Esses números pequenos são chamados de <b>Números de Página de Referência</b>. Em resumo, são os números de página reais da versão impressa do seu livro. Para mais informações, clique aqui <a href="#L2-readingscreen">Tela de Leitura</a> para ir à seção correspondente.
sk: Tieto malé čísla sa nazývajú <b>čísla referenčných strán</b>. Skrátka, sú to skutočné čísla strán z tlačenej verzie vašej knihy. Pre viac informácií kliknite sem <a href="#L2-readingscreen">Obrazovka na čítanie</a> a prejdite do príslušnej sekcie.
sr: Ти мали бројеви се називају <b>Референтни бројеви страница</b>. Укратко, то су реални бројеви страница из штампане верзије ваше књиге. За више информација, молимо вас да кликнете овде <a href="#L2-readingscreen">Екран читања</a> и одете на одговарајући одељак.
ta: அந்த சிறிய எண்கள் <b> குறிப்பு பக்க எண்கள் </b> என்று அழைக்கப்படுகின்றன. சுருக்கமாக, அவை உங்கள் புத்தகத்தின் அச்சிடப்பட்ட பதிப்பிலிருந்து உண்மையான பக்க எண்கள். மேலும் தகவலுக்கு இங்கே சொடுக்கு செய்யவும்
uk: Ці малі цифри називаються <b>номерами сторінок джерела</b>. Якщо коротко, то це справжні номери сторінок з друкованої версії книги. Докладніше про них читайте у розділі <a href="#L2-readingscreen">Екран читання</a> цього посібника.
zh_hans: 这些小数字称为<b>参考页码</b>。简而言之，它们是你的书的印刷版本的真实页码。有关详细信息，请单击此处<a href="#L2-readingscreen">阅读屏幕</a>转至相关部分。

source: My status bar disappeared
es: Mi barra de estado desapareció
fr: Ma barre d’état a disparu
ga: D’imigh mo bharra stádais
it: La mia barra di stato è scomparsa
nl: Mijn statusbalk is verdwenen
pt_br: Minha barra de status desapareceu
pt_pt: A minha barra de estado desapareceu
sk: Môj stavový riadok zmizol
sr: Моја статусна линија је нестала
ta: எனது நிலை பட்டி மறைந்துவிட்டது
uk: Моя панель стану зникла
zh_hans: 我的状态栏消失了

source: Probably you tapped on the <span class="ui">STATUS BAR</span> touch zone at the bottom of the screen. You can bring it back by tapping the same zone.
es: Probablemente tocaste la zona táctil <span class="ui">BARRA DE ESTADO</span> en la parte inferior de la pantalla. Puedes recuperarlo tocando la misma zona.
fr: Vous avez probablement appuyé sur la zone tactile <span class="ui">BARRE DE STATUS</span> en bas de l'écran. Vous pouvez la faire réapparaître en appuyant à nouveau sur cette zone.
ga: Is dócha gur thapaigh tú ar an gcrios tadhaill <span class="ui">BARRA STÁDAIS</span> ag bun an scáileáin. Is féidir leat é a thabhairt ar ais tríd an gcrios céanna a thapáil.
it: Probabilmente avete toccato la zona touch <span class="ui">STATUS BAR</span> nella parte inferiore dello schermo. È possibile riportarla indietro toccando la stessa zona.
nl: Waarschijnlijk heb je op de <span class="ui">STATUSBALK</span> aanraakzone aan de onderkant van het scherm getikt. Je kunt deze terugbrengen door op dezelfde zone te tikken.
pt_br: Provavelmente você tocou na área de toque da <span class="ui">BARRA DE STATUS</span> na parte inferior da tela. Você pode trazê-la de volta tocando na mesma área.
sk: Pravdepodobne ste ťukli na dotykovú zónu <span class="ui">STAVOVEJ LIŠTY</span> v spodnej časti obrazovky. Môžete to vrátiť späť ťuknutím na rovnakú zónu.
sr: Вероватно сте тапнули на зону додира <span class="ui">СТАТУСНЕ ЛИНИЈЕ</span> на дну екрана. Вратићете је ако поново тапнете на исту зону.
ta: திரையின் அடிப்பகுதியில் <span வகுப்பு = "Ui"> நிலை பட்டி </span> தொடு மண்டலத்தில் நீங்கள் தட்டினீர்கள். அதே மண்டலத்தைத் தட்டுவதன் மூலம் அதை மீண்டும் கொண்டு வரலாம்.
uk: Ймовірно, ви торкнулися ділянки дотику <span class="ui">Панелі стану</span> внизу екрана. Щоб панель стану знову з'явилася, ще раз торкніться тієї ж ділянки.
zh_hans: 可能您点击了屏幕底部的<span class="ui">状态栏</span>。您可以通过轻触同一区域将其恢复。

source: Sometimes my taps are registered as a long tap or double taps
es: A veces mis toques se registran como toques largos o toques dobles
fr: Parfois, mes pressions sont enregistrées comme une pression longue ou une double pression
ga: Uaireanta bíonn mo sconnaí cláraithe mar sconna fada nó sconnaí dúbailte
it: A volte i miei tocchi vengono registrati come tocchi lunghi o doppi
nl: Soms worden mijn tikken geregistreerd als een lange tik of als dubbele tikken
pt_br: Às vezes, meus toques são registrados como um toque longo ou toques duplos
pt_pt: Por vezes, os meus toques são registados como toques longos ou duplos
sk: Niekedy sú moje ťuknutia registrované ako dlhé stlačenie alebo dvojité ťuknutia
sr: Некад се моји тапови региструју као дугачки тапови или двоструки тапови
ta: சில நேரங்களில் எனது குழாய்கள் நீண்ட குழாய் அல்லது இரட்டை தட்டுகளாக பதிவு செய்யப்படுகின்றன
uk: Іноді програма реагує на мої дотики як на довгі дотики чи подвійні дотики
zh_hans: 有时我的点击会被记录为长按或双击
