Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Status bar, Book map…
es: Barra de estado, Mapa del libro…
fr: Barre d'état, Plan du livre…
ga: Barra stádais, Léarscáil leabhar…
it: Barra di stato, mappa del libro…
nl: Statusbalk, Boekkaart…
pt_br: Barra de status, Mapa do livro…
pt_pt: Barra de estado, Mapa do livro…
sk: Stavový riadok, Knižná mapa…
sr: Статусна линија, Мапа књиге…
ta: நிலை பட்டி, புத்தக வரைபடம்…
uk: Смуга стану, Мапа книги…
zh_hans: 状态栏、书籍地图等功能……

source: MENU PATHS (GREEN)
es: RUTAS DEL MENÚ (VERDE)
fr: PARCOURS DE MENU (VERT)
ga: COSÁIN AN ROGHCHLÁIR (GLAS)
it: PERCORSI DEL MENU (VERDE)
nl: MENUPADEN (GROEN)
pt_br: CAMINHOS DO MENU (VERDE)
pt_pt: CAMINHOS DO MENU (VERDE)
sk: CESTY MENU (ZELENÁ)
sr: ПУТАЊЕ МЕНИЈА (ЗЕЛЕНО)
ta: பட்டியல் பாதைகள் (பச்சை)
uk: ШЛЯХИ МЕНЮ (яснозелений)
zh_hans: 菜单路径（以绿色标示）

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Štýl zvýraznenia
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / சிறப்பம்சமாக பாணி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Стиль виділення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 标注样式

source: EXTERNAL APPS (PURPLE)
es: APPS EXTERNAS (PURPURA)
fr: APPLICATIONS EXTERNES (VIOLET)
ga: AIPEANNA SEACHTRACHA (CORCRA)
it: APP ESTERNE (VIOLA)
nl: EXTERNE APPS (PAARS)
pt_br: APLICATIVOS EXTERNOS (ROXO)
pt_pt: APLICAÇÕES EXTERNAS (PÚRPURA)
sk: EXTERNÉ APLIKÁCIE (FIALOVÁ)
sr: СПОЉНЕ АПЛИКАЦИЈЕ (ЉУБИЧАСТО)
ta: வெளிப்புற பயன்பாடுகள் (ஊதா)
uk: ЗОВНІШНІ ДОДАТКИ (багряний)
zh_hans: 外部软件（以紫色标示）

source: Calibre, Readwise, KoHighlights...
ta: காலிபர், ரீடர்வேச், கோஇக்லைட்ச் ...
zh_hans: Calibre、Readwise、KoHighlights等。

source: We also have different boxes throughout the guide to inform or warn you:
es: También disponemos de diferentes recuadros a lo largo de la guía para informar y alertarte:
fr: Nous avons également prévu différents encadrés tout au long du guide pour vous informer ou vous avertir :
ga: Tá boscaí éagsúla againn ar fud an treoir freisin chun tú a chur ar an eolas nó chun rabhadh a thabhairt duit:
it: Inoltre, in tutta la guida sono presenti diversi riquadri per informare o avvertire l'utente:
nl: We hebben ook verschillende vakken door de handleiding heen om je te informeren of te waarschuwen:
pt_br: Nós também temos diferentes caixas pelo guia para informar ou avisar você:
pt_pt: Também temos, ao longo do guia, caixas diferentes para o informar ou avisar:
sk: V príručke máme tiež rôzne rámčeky, ktoré vás informujú alebo upozorňujú:
sr: Кроз упутство користимо и различита поља којима вас информишемо или упозоравамо:
ta: உங்களுக்கு அறிவிக்க அல்லது எச்சரிக்க வழிகாட்டி முழுவதும் எங்களிடம் வெவ்வேறு பெட்டிகளும் உள்ளன:
uk: У посібнику також є різні вставки, які інформують або застерігають вас:
zh_hans: 本指南还穿插有不同样式的注释栏，以展示说明或警示信息：

source: <span class="label_red">WARNING</span> I am a warning box. I explain things when you need to be extra careful.
es: <span class="label_red">AVISO</span> Soy un recuadro de aviso. Explico cosas cuando debes extremar las precauciones.
fr: <span class="label_red">AVERTISSEMENT</span> Je suis une boîte d'avertissement. J'explique les choses lorsque vous devez être particulièrement vigilant.
ga: <span class="label_red">RABHADH</span> Is bosca rabhaidh mé. Míním rudaí nuair is gá duit a bheith an-chúramach.
it: <span class="label_red">ATTENZIONE</span> Sono un box di avvertimento. Vi spiego quando dovete fare molta attenzione.
nl: <span class="label_red">WAARSCHUWING</span> Ik ben een waarschuwingsvak. Ik leg dingen uit wanneer je extra voorzichtig moet zijn.
pt_br: <span class="label_red">AVISO</span> Eu sou uma caixa de aviso. Eu explico coisas quando você precisa ter cuidado extra.
pt_pt: <span class="label_red">AVISO</span> Eu sou uma caixa de aviso. Eu explico coisas que requerem um cuidado extra.
sk: <span class="label_red">UPOZORNENIE</span> Som výstražný rámik. Vysvetľujem veci, kedy si treba dávať obzvlášť pozor.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Ја сам поље упозорења. Објашњавам ствари када је потребно да будете посебно опрезни.
ta: <span class="label_red" >முன்னறிவிப்பு</span> நான் ஒரு முன்னறிவிப்பு பெட்டி. நீங்கள் கூடுதல் கவனமாக இருக்க வேண்டியிருக்கும்போது நான் செய்திகளை விளக்குகிறேன்.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Я – блок з попередженнями. Я пояснюю, коли потрібно бути особливо обережним.
zh_hans: <span class="label_red">警告</span> 这是一条警告注释栏，用来提醒用户应当额外谨慎操作的事项。

source: <span class="label_blue">INFO</span> I am an info box. I give contextual information or extra explanations.
es: <span class="label_blue">INFORMACIÓN</span> Soy un recuadro de información. Proporciono información contextual o explicaciones extra.
fr: <span class="label_blue">INFO</span> Je suis une boîte d'information. Je fournis des informations contextuelles ou des explications supplémentaires.
ga: <span class="label_blue">EOLAS</span> Is bosca eolais mé. Tugann mé eolas comhthéacsúil nó mínithe breise.
it: <span class="label_blue">INFO</span> Sono un box informativo. Fornisco informazioni contestuali o spiegazioni aggiuntive.
nl: <span class="label_blue">INFO</span> Ik ben een informatievak. Ik geef contextuele informatie of extra uitleg.
pt_br: <span class="label_blue">INFO</span> Eu sou uma caixa de informação. Eu dou informação contextual ou explicações adicionais.
pt_pt: <span class="label_blue">INFO</span> Eu sou uma caixa de informação. Eu forneço informação contextual ou explicações adicionais.
sk: <span class="label_blue">INFORMÁCIA</span> Ja som informačné okno. Poskytujem kontextové informácie alebo dodatočné vysvetlenia.
sr: <span class="label_blue">ИНФО</span> Ја сам инфо поље. Дајем контекстуалну информацију или додатна објашњења.
ta: <span class="label_blue">செய்தி </span> நான் ஒரு செய்தி பெட்டி. நான் சூழ்நிலை செய்தி அல்லது கூடுதல் விளக்கங்களைத் தருகிறேன்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Я – блок інформації. Я надаю контекстну інформацію або додаткові пояснення.
zh_hans: <span class="label_blue">说明</span> 这是一条说明注释栏，用来展示相关背景信息或补充解释。

source: <span class="label_green">TIP</span> I am a tip box. I contain tips that makes your life easier when using KOReader.
es: <span class="label_green">CONSEJO</span> Soy un recuadro de consejo. Te doy consejos que te resultarán útiles en el manejo de KOReader.
fr: <span class="label_green">ASTUCE</span> Je suis une boîte à astuces. Je contient des astuces qui vous faciliteront la vie lorsque vous utiliserez KOReader.
ga: <span class="label_green">LEID</span> Is bosca leideanna mé. Tá leideanna agam a fhágann go bhfuil do shaol níos éasca agus tú ag úsáid KOReader.
it: <span class="label_green">TIP</span>Sono un box di suggerimenti. Contiene suggerimenti che semplificano la vita di chi utilizza KOReader.
nl: <span class="label_green">TIP</span> Ik ben een tipvak. Ik bevat tips die je leven gemakkelijker maken bij het gebruik van KOReader.
pt_br: <span class="label_green">DICA</span> Eu sou DICAS. Eu contenho dicas que facilitam sua vida ao usar KOReader.
pt_pt: <span class="label_green">DICA</span> Eu sou uma caixa de dicas. Eu contenho dicas que farão a sua vida mais fácil a usar o KOReader.
sk: <span class="label_green">TIPY</span> Ja som okno s tipmi. Obsahujem tipy, ktoré vám uľahčia život pri používaní KOReadera.
sr: <span class="label_green">САВЕТ</span> Ја сам поље савета. Приказујем савете који вам олакшавају употребу програма KOReader.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> நான் ஒரு முனை பெட்டி. கொரியாடரைப் பயன்படுத்தும் போது உங்கள் வாழ்க்கையை எளிதாக்கும் உதவிக்குறிப்புகள் என்னிடம் உள்ளன.
uk: <span class="label_green">ПОРАДА</span> Я – блок з порадами. У мені містяться поради, які полегшать вам життя під час використання KOReader.
zh_hans: <span class="label_green">提示</span> 这是一条提示注释栏，用来展示让KOReader更便利的操作小技巧。

source: <span class="label_red">!!! ADVANCED</span> I am an <b>ADVANCED</b> tag. If you see me on a topic, it means that you need to have a certain degree of technical knowledge like working with a file system, CSS knowledge, installation of external files etc. depending on the procedure.
es: <span class="label_red">AVANZADO</span> Soy un recuadro <b>AVANZADO</b>. Si me ves en un tópico significa que tienes que tener cierto grado de conocimientos técnicos, como trabajar con sistemas de ficheros, conocimientos de CSS, instalación de archivos externos y otros dependiendo del procedimiento.
fr: <span class="label_red">!!! AVANCÉ</span> Je suis une balise <b>AVANCÉ</b>. Si vous me voyez sur un sujet, cela signifie que vous devez disposer d'un certain niveau de connaissances techniques, tel que l'utilisation d'un système de fichiers, des connaissances en CSS, l'installation de fichiers externes, etc., en fonction de la procédure.
ga: <span class="label_red">!!! ARDCHÉIME</span> Is clib <b>ARDCHÉIME</b> mé. Má fheiceann tú mé ar thopaic, ciallaíonn sé go gcaithfidh méid áirithe eolais theicniúil a bheith agat amhail oibriú le córas comhad, eolas CSS, suiteáil comhad seachtrach srl. ag brath ar an nós imeachta.
it: <span class="label_red">!!! AVANZATO</span> Io sono un tag <b>AVANZATO</b> . Se mi vedete su un argomento, significa che dovete avere un certo grado di conoscenze tecniche, come lavorare con un file system, conoscere i CSS, installare file esterni ecc. a seconda della procedura.
nl: <span class="label_red">!!! GEAVANCEERD</span> Ik ben een <b>GEAVANCEERD</b> tag. Als je mij ziet bij een onderwerp, betekent dit dat je een bepaald niveau van technische kennis moet hebben, zoals werken met een bestandssysteem, kennis van CSS, installatie van externe bestanden, enzovoort, afhankelijk van de procedure.
pt_br: <span class="label_red">!!! AVANÇADO</span> Eu sou uma etiqueta <b>AVANÇADA</b>. Se você me ver em um tópico significa que você precisa ter certo nível de conhecimento técnico, como trabalhar em um sistema de arquivos, conhecimento em CSS, instalação de arquivos externos, etc. dependendo do procedimento.
pt_pt: <span class="label_red">!!! AVANÇADO</span> Eu sou uma etiqueta de conteúdo <b>AVANÇADO</b>. Se me vir num tópico, significa que deve ter um certo grau de conhecimento técnico como trabalhar com um sistema de ficheiros, conhecimento de CSS, instalar ficheiros externos, etc., dependendo do procedimento.
sk: <span class="label_red">!!! POKROČILÉ</span> Ja som okno pre <b>POKROČILÉ</b> informácie. Ak ma vidíte pri nejakej téme, znamená to, že musíte mať určitý stupeň technických znalostí, ako je práca so súborovým systémom, znalosť CSS, inštalácia externých súborov atď. v závislosti od postupu.
sr: <span class="label_red">!!! НАПРЕДНО</span> Ја сам ознака <b>НАПРЕДНО</b>. Ако ме видите у теми, то значи да је, у зависности од процедуре, потребно да поседујете одређени степен техничког знања, као што је рад са фајл системом, познавање CSS, инсталација спољних фајлова итд.
ta: <span வகுப்பு = "label_red"> !!! மேம்பட்ட </span> நான் ஒரு <b> மேம்பட்ட </b> குறிச்சொல். ஒரு தலைப்பில் நீங்கள் என்னைப் பார்த்தால், ஒரு கோப்பு முறைமை, சிஎச்எச் அறிவு, வெளிப்புற கோப்புகளை நிறுவுதல் போன்ற ஒரு குறிப்பிட்ட அளவிலான தொழில்நுட்ப அறிவை நீங்கள் கொண்டிருக்க வேண்டும் என்று பொருள்.
uk: <span class="label_red">!!! ДЛЯ ДОСВІДЧЕНИХ</span> Я позначений як <b>ДЛЯ ДОСВІДЧЕНИХ</b> користувачів. Якщо ви бачите мене – це означає, що для виконання описаних у цьому блоці дій потрібно мати певний рівень технічних знань, як от робота з файловою системою, знання CSS, встановлення зовнішніх файлів тощо, залежно від дії.
zh_hans: <span class="label_red">！！专业操作！！</span> 这是一条<b>专业操作</b>注释栏。本栏出现在某项话题下意味着该话题要求用户具有一定程度的技术技能，如对文件系统进行操作、CSS相关知识、安装外部文件等，具体依情况而变。

source: KOReader is developed and supported by volunteers all around the world. You can be a part of this project too by:
es: KOReader está desarrollado con el apoyo de voluntarios de todo el mundo. Tu también puedes ser parte del proyecto:
fr: KOReader est développé et soutenu par des bénévoles du monde entier. Vous pouvez vous aussi participer à ce projet en :
ga: Tá KOReader forbartha agus tacaithe ag oibrithe deonacha ar fud an domhain. Is féidir leat a bheith páirteach sa tionscadal seo freisin trí:
it: KOReader è sviluppato e sostenuto da volontari di tutto il mondo. Anche voi potete partecipare a questo progetto:
nl: KOReader wordt ontwikkeld en ondersteund door vrijwilligers van over de hele wereld. Je kunt ook deel uitmaken van dit project door:
pt_br: O KOReader é desenvolvido e sustentado por voluntários de todo o mundo. Você também pode ser parte deste projeto:
pt_pt: O KOReader é desenvolvido e apoiado por voluntários por todo o mundo. Também pode fazer parte deste processo:
sk: KOReader je vyvinutý a podporovaný dobrovoľníkmi po celom svete. Môžete byť súčasťou tohto projektu aj:
sr: KOReader развијају и подржавају волонтери из целог света. И ви можете да будете део овог пројекта:
ta: கொரியடர் உலகெங்கிலும் உள்ள தன்னார்வலர்களால் உருவாக்கப்பட்டு ஆதரிக்கப்படுகிறது. இந்த திட்டத்தின் ஒரு பகுதியாக நீங்கள் இருக்க முடியும்:
uk: KOReader розробляється та підтримується волонтерами з усього світу. Ви також можете стати частиною цього проєкту та:
zh_hans: KOReader由来自全世界的志愿者开发并提供技术支持。你也可以参与到本项目中来：

source: Fixing bugs and implementing new features
es: Eliminando errores e implementando características nuevas
fr: Correction de bugs et implémentation de nouvelles fonctionnalités
ga: Ag socrú fabhtanna agus ag cur gnéithe nua i bhfeidhm
it: Correzione di bug e implementazione di nuove funzionalità
nl: Bugs op te lossen en nieuwe functies te implementeren
pt_br: Consertando falhas e implemetando novas funcionalidades
pt_pt: Corrigindo bugs e implementando funcionalidades novas
sk: Opravovaním chýb a pridávaním nových funkcií
sr: Исправљањем багова и имплементирањем нових функција
ta: பிழைகளை சரிசெய்தல் மற்றும் புதிய அம்சங்களை செயல்படுத்துதல்
uk: Виправляти помилки та впроваджувати нові функції
zh_hans: 修正故障及加入新功能

source: Translating the program into your language or improving an existing translation
es: Traduciendo el programa a tu idioma o mejorando las traducciones existentes
fr: Traduire le programme dans votre langue ou améliorer une traduction existante
ga: An clár a aistriú go do theanga féin nó aistriúchán atá ann cheana a fheabhsú
it: Traduzione del programma nella vostra lingua o miglioramento di una traduzione esistente
nl: Het programma te vertalen naar je taal of een bestaande vertaling verbeteren
pt_br: Traduzindo o programa para a sua língua ou melhorando uma tradução existente
pt_pt: Traduzindo o programa para o seu idioma ou melhorando uma tradução existente
sk: Prekladom programu do vášho jazyka alebo zlepšenie existujúceho prekladu
sr: Превођењем програма на свој језик или унапређивањем постојећег превода
ta: நிரலை உங்கள் மொழியில் மொழிபெயர்ப்பது அல்லது ஏற்கனவே உள்ள மொழிபெயர்ப்பை மேம்படுத்துதல்
uk: Перекладати програму вашою мовою або покращувати наявний переклад
zh_hans: 将软件界面译为其它语种，或改善现有的翻译细节

source: Helping others with your knowledge in the forums or on GitHub issues and discussions
es: Ayuda a otros con tus conocimientos en los foros o en las secciones de discusiones y problemas de Github
fr: Aider les autres en partageant vos connaissances sur les forums ou dans les discussions et les tickets GitHub
ga: Ag cabhrú le daoine eile le do chuid eolais sna fóraim nó ar shaincheisteanna agus plé GitHub
it: Aiutare gli altri con le proprie conoscenze nei forum o nelle discussioni di GitHub
nl: Anderen helpen met je kennis in de forums of bij GitHub issues en discussies
pt_br: Ajudando outras pessoas com seu conhecimento nos fóruns ou em questões e discussões do GitHub
pt_pt: Ajudando outros com o seu conhecimento nos fóruns ou em issues e discussões do GitHub
sk: Pomáhať ostatným svojimi vedomosťami na fórach alebo v otázkach a diskusiách na GitHub
sr: помагањем другима својим знањем на форумима или на GitHub проблемима и дискусијама
ta: மன்றங்களில் அல்லது அறிவிலிமையம் பிரச்சினைகள் மற்றும் விவாதங்களில் உங்கள் அறிவைக் கொண்டு மற்றவர்களுக்கு உதவுதல்
uk: Допомагати своїми знаннями іншим на форумах або в обговореннях на GitHub
zh_hans: 以你的经验帮助论坛上和GitHub工单区的其他用户

source: Check <a href="#L1-reachus">Reach us</a> section for the links.
es: Revisa la sección <a href="#L1-reachus">Contacto</a> para los enlaces.
fr: Consultez la section <a href="#L1-reachus">Nous contacter</a> pour les liens.
ga: Seiceáil an rannán <a href="#L1-reachus">Teagmháil Linn</a> le haghaidh na naisc.
it: Controlla la sezione <a href="#L1-reachus">Raggiungici</a> per i link.
nl: Bekijk de <a href="#L1-reachus">Contact</a>-sectie voor de links.
pt_br: Confira a seção <a href="#L1-reachus">Entre em contato conosco</a> para obter os links.
pt_pt: Consulte a secção <a href="#L1-reachus">Contactos</a> para os links.
sk: Odkazy nájdete v sekcii <a href="#L1-reachus">Kontaktujte nás</a>.
sr: Погледајте одељак <a href="#L1-reachus">Обратите нам се</a> за линкове.
ta: இணைப்புகளுக்கு <a href="#L1-reachus"> அடையவும் பகுதியை </a>சரிபார்.
uk: Відповідні посилання є у розділі «<a href="#L1-reachus">Зв'язок з нами</a>».
zh_hans: 请查阅<a href="#L1-reachus">联系我们</a>区域寻找对应链接。

source: Guide last update: 2025-03-25
es: Última actualización de la guía: 2025-03-25
fr: Dernière mise à jour du guide : 25/03/2025
ga: Nuashonrú deireanach an treorach: 2025-03-25
it: Ultimo aggiornamento della guida: 25-03-2025
nl: Handleiding laatst bijgewerkt: 2025-03-25
pt_br: Última atualização do guia: 2025-03-25
pt_pt: Última atualização do guia: 2025-03-25
sk: Posledná aktualizácia sprievodcu: 25.3.2025
sr: Последње ажурирање упутства: 25.03.2025.
ta: வழிகாட்டி கடைசி புதுப்பிப்பு: 2025-03-25
uk: Посібник востаннє оновлено 25.03.2025
zh_hans: 本指南最后更新于2025年3月25日

source: TABLE OF CONTENTS
es: ÍNDICE
fr: TABLE DES MATIÈRES
ga: CLÁR ÁBHAIR
it: TABELLA DEI CONTENUTI
nl: INHOUDSOPGAVE
pt_br: ÍNDICE
pt_pt: TABELA DE CONTEÚDOS
sk: TABUĽKA S OBSAHOM
sr: САДРЖАЈ
ta: உள்ளடக்க அட்டவணை
uk: ЗМІСТ
zh_hans: 目录

source: <span class="label_blue">INFO</span> Newly added or updated sections since the last guide release are marked with a <span class="microns"></span>
es: <span class="label_blue">INFORMACIÓN</span> Las secciones nuevas o actualizadas están marcados con <span class="microns"></span>
fr: <span class="label_blue">INFO</span> Les sections nouvellement ajoutées ou mises à jour depuis la dernière publication du guide sont signalées par un symbole <span class="microns"></span>
ga: <span class="label_blue">EOLAS</span> Tá rannóga nua-churtha nó nuashonraithe ó eisíodh an treoir dheireanach marcáilte le <span class="microns"></span>
it: <span class="label_blue">INFO</span> Le sezioni aggiunte o aggiornate dall'ultima pubblicazione della guida sono contrassegnate da un <span class="micron"></span>
nl: <span class="label_blue">INFO</span> Nieuw toegevoegde of bijgewerkte secties sinds de laatste release van de handleiding zijn gemarkeerd met een <span class="microns"></span>
pt_br: <span class="label_blue">INFO</span> As seções adicionadas ou atualizadas recentemente desde o último lançamento do guia são marcadas com <span class="microns"></span>
pt_pt: <span class="label_blue">INFO</span> Secções novas ou que sofreram atualizações desde a última versão do guia são marcadas com um <span class="microns"></span>
sk: <span class="label_blue">INFORMÁCIA</span> Novo pridané alebo aktualizované sekcie od posledného vydania sprievodcu sú označené <span class="microns"></span>
sr: <span class="label_blue">ИНФО</span> Нови или ажурирани одељци након последњег издања упутства су означени са <span class="microns"></span>
ta: <span class="label_blue"> செய்தி </span> புதிதாகச் சேர்க்கப்பட்ட அல்லது புதுப்பிக்கப்பட்ட பிரிவுகள் கடைசி வழிகாட்டி வெளியீடு <span class="microns">  </span> உடன் குறிக்கப்பட்டுள்ளது
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Останні додані або оновлені розділи посібника позначені зірочкою (<span class="microns"></span>)
zh_hans: <span class="label_blue">说明</span> 新添加或变更过的章节将以 <span class="microns"></span>标注

# user_guide/en.html+html.body.div.div.ul.li:934-9
source: WHAT CAN YOU DO WITH KOREADER ?
sk: ČO SA DÁ ROBIŤ S KOREADEROM ?
ta: கொரியாடருடன் நீங்கள் என்ன செய்ய முடியும்?
uk: ЩО ВМІЄ KOREADER?
zh_hans: KOReader能做什么？

# user_guide/en.html+html.body.div.div.ul.li:936-9
source: BASIC USAGE INFORMATION
sk: ZÁKLADNÉ INFORMÁCIE O POUŽÍVANÍ
ta: அடிப்படை பயன்பாட்டு செய்தி
uk: ОСНОВНА ІНФОРМАЦІЯ ПРО ВИКОРИСТАННЯ
zh_hans: 基础用法说明

# user_guide/en.html+html.body.div.div.ul.li.ul.li:938-5
source: Transferring books to your reader
sk: Prenos kníh do čítačky
ta: புத்தகங்களை உங்கள் வாசகருக்கு மாற்றுவது
uk: Передавання книг на пристрій читання
zh_hans: 将书籍导入阅读器

# user_guide/en.html+html.body.div.div.ul.li.ul.li:939-5
source: Tap zones
sk: Dotykové zóny
ta: மண்டலங்களைத் தட்டவும்
uk: Ділянки дотику
zh_hans: 点按区域

# user_guide/en.html+html.body.div.div.ul.li.ul.li:940-17
source: Changing text appearance
sk: Zmena vzhľadu textu
ta: உரை தோற்றத்தை மாற்றுதல்
uk: Зміна вигляду тексту
zh_hans: 变更文本样式

# user_guide/en.html+html.body.div.div.ul.li.ul.li:941-17
source: Keyboard Usage And Tips
sk: Používanie klávesnice a tipy
ta: விசைப்பலகை பயன்பாடு மற்றும் உதவிக்குறிப்புகள்
uk: Використання клавіатури і поради
zh_hans: 键盘用法及技巧

# user_guide/en.html+html.body.div.div.ul.li.ul.li:942-17
source: Auto Warmth And Night Mode
sk: Automatická farebná teplota a nočný režim
ta: ஆட்டோ அரவணைப்பு மற்றும் இரவு முறை
uk: Автотеплота і нічний режим
zh_hans: 自动色温及夜间模式

# user_guide/en.html+html.body.div.div.ul.li:946-9
source: LEARNING THE USER INTERFACE
sk: ŠTÚDIUM POUŽÍVATEĽSKÉHO ROZHRANIA
ta: பயனர் இடைமுகத்தைக் கற்றல்
uk: ВИВЧЕННЯ ІНТЕРФЕЙСУ КОРИСТУВАЧА
zh_hans: 认识本软件用户界面

# user_guide/en.html+html.body.div.div.ul.li.ul.li:948-17
source: Reading Screen
sk: Obrazovka na čítanie
ta: திரை வாசிப்பு
uk: Екран читання
zh_hans: 阅读界面

source: Indicator icons <span class="microns"></span>
es: Iconos indicadores <span class="microns"></span>
fr: Icônes de notification <span class="microns"></span>
ga: Deilbhíní táscaire <span class="microns"></span>
it: Icone degli indicatori <span class="micron"></span>
nl: Indicatorpictogrammen <span class="microns"></span>
pt_br: Ícones indicadores <span class="microns"></span>
pt_pt: Ícones do indicator <span class="microns"></span>
sk: Ikony indikátora <span class="microns"></span>
sr: Индикаторске иконе <span class="microns"></span>
ta: காட்டி சின்னங்கள் <span class="microns">  </span>
uk: Значки індикаторів <span class="microns"></span>
zh_hans: 各指示标志的含义 <span class="microns"></span>

# user_guide/en.html+html.body.div.div.ul.li.ul.li:950-17
source: Status bar
sk: Stavový riadok
ta: நிலை பட்டி
uk: Панель стану
zh_hans: 状态栏

# user_guide/en.html+html.body.div.div.ul.li.ul.li:951-17
source: Top Menu Items
sk: Položky vrchného menu
ta: சிறந்த பட்டியல் உருப்படிகள்
uk: Елементи верхнього меню
zh_hans: 顶部菜单项

source: Bottom Menu Items
sk: Položky spodného menu
ta: கீழே பட்டியல் உருப்படிகள்
uk: Елементи нижнього меню
zh_hans: 底部菜单项
