Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: On book closing
es: Sobre el cierre del libro
fr: À la clôture du livre
ga: Ar dhúnadh an leabhair
it: Alla chiusura del libro
nl: Bij sluiten van boek
pt_br: Ao fechar um livro
pt_pt: Ao fechar livro
sk: Pri zatváraní knihy
sr: Приликом затварања књиге
ta: புத்தக மூடுதலில்
uk: При закритті книги
zh_hans: 关闭书籍时

source: This option is same as above but it triggers when you close a book. You can use this for example enabling/disabling reading statistics when you open certain documents to exclude them from your stats.
es: Esta opción es igual a la anterior, pero se activa al cerrar un libro. Puedes usarla, por ejemplo, para habilitar o deshabilitar las estadísticas de lectura al abrir ciertos documentos y excluirlos de tus estadísticas.
fr: Cette option est identique à celle ci-dessus, mais elle se déclenche lorsque vous fermez un livre. Vous pouvez l'utiliser, par exemple, pour activer/désactiver les statistiques de lecture lorsque vous ouvrez certains documents afin de les exclure de vos statistiques.
ga: Tá an rogha seo mar an gcéanna leis an rogha thuas ach cuirtear i ngníomh é nuair a dhúnann tú leabhar. Is féidir leat é seo a úsáid mar shampla chun staitisticí léitheoireachta a chumasú/a dhíchumasú nuair a osclaíonn tú doiciméid áirithe chun iad a eisiamh ó do staitisticí.
it: Questa opzione è identica alla precedente, ma si attiva quando si chiude un libro. Si può usare ad esempio per abilitare/disabilitare le statistiche di lettura quando si aprono determinati documenti per escluderli dalle statistiche.
nl: Deze optie is hetzelfde als hierboven, maar wordt geactiveerd wanneer je een boek sluit. Je kunt dit bijvoorbeeld gebruiken om leesstatistieken in of uit te schakelen voor bepaalde documenten zodat ze niet meetellen.
pt_br: Esta opção é igual à anterior, mas é acionada quando você fecha um livro. Você pode usá-la, por exemplo, para habilitar/desabilitar estatísticas de leitura ao abrir determinados documentos para excluí-los das suas estatísticas.
sk: Táto možnosť je rovnaká ako vyššie uvedená, ale aktivuje sa pri zatvorení knihy. Môžete ju použiť napríklad na povolenie/zakázanie štatistík čítania pri otvorení určitých dokumentov, aby ste ich zo štatistík vylúčili.
sr: Ова опција је иста као она изнад, али окида када затворите књигу. На пример, ово можете да користите за укључивање/искључивање статистике читања када отварате одређена документа и да их тако изузмете из своје статистике.
ta: இந்த விருப்பம் மேலே உள்ளதைப் போன்றது, ஆனால் நீங்கள் ஒரு புத்தகத்தை மூடும்போது அது தூண்டுகிறது. உங்கள் புள்ளிவிவரங்களிலிருந்து விலக்க சில ஆவணங்களைத் திறக்கும்போது, வாசிப்பு புள்ளிவிவரங்களை இயக்க/முடக்குதல்.
uk: Ця функція така ж, як вищенаведена, але вона спрацьовує при закритті книги. Нею можна користуватися, наприклад, для увімкнення/вимкнення статистики читання під час відкриття певних документів, щоб вони не враховувалися у статистиці.
zh_hans: 此选项与上述相同，但它会在您关闭书籍时触发。 您可以使用此功能，例如在打开某些文档时启用/禁用读取统计信息，以将其从统计信息中排除。

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4522-7
source: Combined with <b>device orientation</b>
sk: V kombinácii s <b>orientáciou zariadenia</b>
ta: <b> சாதன நோக்குநிலை </b> உடன் இணைந்து
uk: У поєднанні з <b>орієнтацією пристрою</b>
zh_hans: 与<b>设备方向</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4523-7
source: Combined with <b>book metadata</b>
sk: V kombinácii s <b>metadátami knihy</b>
ta: <b> புத்தக மேனிலை தரவு </b> உடன் இணைந்து
uk: У поєднанні з <b>метаданими книги</b>
zh_hans: 与<b>书籍元数据</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4524-7
source: Combined with <b>book file path</b>
sk: V kombinácii s <b>cestou k súboru knihy</b>
ta: <b> புத்தக கோப்பு பாதை </b> உடன் இணைந்து
uk: У поєднанні з <b>шляхом до файлу книги</b>
zh_hans: 与<b>书籍文件路径</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4525-7
source: Combined with <b>collections book is included in</b>
sk: V kombinácii s <b>knihou zo zbierky je zahrnutá v</b>
ta: <b> சேகரிப்பு புத்தகத்துடன் இணைந்து </b> இல் சேர்க்கப்பட்டுள்ளது
uk: У поєднанні з <b>добірками, до яких включена книга</b>
zh_hans: 与<b>书籍所属书单</b>结合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4526-7
source: Combined with <b>book is being opened for the first time</b>
sk: V kombinácii s <b>kniha sa otvára prvýkrát</b>
ta: <b> புத்தகத்துடன் இணைந்து முதல் முறையாக திறக்கப்படுகிறது </b>
uk: У поєднанні з тим, що <b>книга відкривається вперше</b>
zh_hans: 与<b>首次打开该书籍</b>结合

source: Profile examples:
es: Ejemplos de perfiles:
fr: Exemples de profils :
ga: Samplaí próifíle:
it: Esempi di profili:
nl: Voorbeelden van profielen:
pt_br: Exemplos de perfil:
pt_pt: Exemplos de perfil:
sk: Príklady profilov:
sr: Примери профила:
ta: சுயவிவர எடுத்துக்காட்டுகள்:
uk: Приклади профілів:
zh_hans: 配置文件示例：

source: Here are some profile examples from our devs to give you ideas about using this powerful feature of KOReader. Examples also include auto-execute conditions and <span class="ui">collections</span> features:
es: Aquí tienes algunos ejemplos de perfiles de nuestros desarrolladores para que te inspires a usar esta potente función de KOReader. También se incluyen condiciones de ejecución automática y funciones de <span class="ui">colecciones</span>:
fr: Voici quelques exemples de profils créés par nos développeurs pour vous donner des idées sur la manière d'utiliser cette fonctionnalité puissante de KOReader. Les exemples incluent également des conditions d'exécution automatiques et des fonctionnalités de <span class="ui">collections</span> :
ga: Seo roinnt samplaí próifíle ónár bhforbróirí chun smaointe a thabhairt duit maidir le húsáid a bhaint as an ngné chumhachtach seo de KOReader. I measc na samplaí tá coinníollacha uath-fhorghníomhaithe agus gnéithe <span class="ui">bailiúcháin</span> freisin:
it: Ecco alcuni esempi di profili realizzati dai nostri sviluppatori per darvi idee sull'utilizzo di questa potente funzione di KOReader. Tra gli esempi vi sono anche le condizioni di esecuzione automatica e le funzionalità di <span class="ui">collezione</span>:
nl: Hier zijn enkele profielvoorbeelden van onze ontwikkelaars om je ideeën te geven voor het gebruik van deze krachtige KOReader-functie. De voorbeelden bevatten ook voorwaarden voor automatisch uitvoeren en mogelijkheden met <span class="ui">collecties</span>:
pt_br: Aqui estão alguns exemplos de perfis de nossos desenvolvedores para lhe dar ideias sobre como usar esse poderoso recurso do KOReader. Os exemplos também incluem condições de execução automática e atributos do recurso <span class="ui">coleções</span>:
sk: Tu je niekoľko príkladov profilov od našich vývojárov, ktoré vám poskytnú predstavu o používaní tejto výkonnej funkcie KOReaderu. Medzi príklady patria aj funkcie automatického vykonávania podmienok a <span class="ui">zbierok</span>:
sr: Ево неких примера профила које су урадили наши програмери, помоћу којих можете да стекнете идеје у вези са употребом ове моћне функције KOReader читача. Примери такође укључују и функције услова ауто-извршавања и <span class="ui">збирки</span>:
ta: கொரியாடரின் இந்த சக்திவாய்ந்த அம்சத்தைப் பயன்படுத்துவது குறித்த யோசனைகளை உங்களுக்கு வழங்க எங்கள் தேவ்சின் சில சுயவிவர எடுத்துக்காட்டுகள் இங்கே. எடுத்துக்காட்டுகளில் ஆட்டோ-கூடுதல் நிலைமைகள் மற்றும் <span வகுப்பு = "Ui"> சேகரிப்புகள் </span> அம்சங்களும் அடங்கும்:
uk: Ось кілька прикладів профілів від наших розробників, які дадуть уявлення про використання цієї потужної функції KOReader. Приклади також включають умови автоматичного виконання та функції <span class="ui">добірок</span>:
zh_hans: 下面是一些由本项目开发者提供的例子，为用户如何使用KOReader的强大功能抛砖引玉。示例也包含了自动套用配置文件的触发条件和<span class="ui">书单</span>功能：

source: Enable <b>two columns mode</b> when you turn your device to landscape orientation.
es: Habilite el <b>modo de dos columnas</b> cuando gire su dispositivo a orientación horizontal.
fr: Activez le <b>mode deux colonnes</b> lorsque vous tournez votre appareil en mode paysage.
ga: Cumasaigh <b>mód dhá cholún</b> nuair a chasann tú do ghléas go treoshuíomh tírdhreacha.
it: Abilitare la modalità <b>due colonne</b> quando si porta il dispositivo in orientamento orizzontale.
nl: Schakel de <b>tweekolomsmodus</b> in wanneer je het apparaat in landschapsmodus draait.
pt_br: Ative o <b>modo de duas colunas</b> ao girar seu dispositivo para a orientação paisagem.
pt_pt: Ative o <b>modo de duas colunas</b> ao colocar o seu dispositivo na orientação horizontal.
sk: Po prepnutí zariadenia do orientácie na šírku povoľte <b>režim dvoch stĺpcov</b>.
sr: Укључи <b>режим приказа у све колоне</b> када уређај поставите у положену оријентацију.
ta: <b> இரண்டு நெடுவரிசைகள் பயன்முறையை இயக்கவும் </b> உங்கள் சாதனத்தை இயற்கை நோக்குநிலைக்கு மாற்றும்போது.
uk: Увімкнути <b>режим двох стовпців</b> при перевертанні пристрою в альбомну орієнтацію.
zh_hans: 将设备转为横向时启用<b>双栏模式</b>。

source: Enable <b>night mode</b> when you turn your device upside down.
es: Habilite el <b>modo nocturno</b> cuando coloque el dispositivo boca abajo.
fr: Activez le <b>mode nuit</b> lorsque vous retournez votre appareil.
ga: Cumasaigh <b>mód oíche</b> nuair a chasann tú do ghléas bun os cionn.
it: Attiva la <b>modalità notturna</b> quando si capovolge il dispositivo.
nl: Schakel de <b>nachtmodus</b> in wanneer je het apparaat ondersteboven draait.
pt_br: Ative o <b>modo noturno</b> quando você virar o dispositivo de cabeça para baixo.
pt_pt: Ative o <b>modo noturno</b> ao virar o dispositivo ao contrário.
sk: Povoliť <b>nočný režim</b>, keď zariadenie otočíte hore "nohami".
sr: Укључи <b>ноћни режим</b> када уређај окренете наопако.
ta: <b> நைட் பயன்முறையை இயக்கவும் </b> உங்கள் சாதனத்தை தலைகீழாக மாற்றும்போது.
uk: Увімкнути <b>нічний режим</b> при перевертанні пристрою догори дриґом.
zh_hans: 将设备倒置时启用<b>夜间模式</b>。

source: Add all your manga to a collection. Then create a profile which switches the page turn direction to <b>Right-To-Left</b> and inverts the page turn taps and swipes when you open a manga book from this collection.
es: Añade todos tus mangas a una colección. Crea un perfil que cambie la dirección de paso de página a <b>de derecha a izquierda</b> e invierta los toques y deslizamientos al abrir un manga de esta colección.
fr: Ajoutez tous vos mangas à une collection. Créez ensuite un profil qui change le sens de lecture en <b>Droite-à-Gauche</b> et inverse les gestes de toucher et de balayage pour tourner les pages lorsque vous ouvrez un manga de cette collection.
ga: Cuir do manga go léir le bailiúchán. Ansin cruthaigh próifíl a athraíonn treo casadh an leathanaigh go <b>Deas go Clé</b> agus a athraíonn na sconnaí agus na svaidhpeálacha casadh leathanaigh nuair a osclaíonn tú leabhar manga ón mbailiúchán seo.
it: Aggiungete tutti i vostri manga a una collezione. Creare quindi un profilo che cambi la direzione di rotazione delle pagine in <b>Destra-Sinistra</b> e inverta i tocchi e i passaggi di pagina quando si apre un libro manga di questa collezione.
nl: Voeg al je manga toe aan een collectie. Maak vervolgens een profiel dat de veegrichting voor paginawissel naar <b>Rechts-naar-links</b> zet en het tikken/vegen voor paginawissel omkeert wanneer je een mangaboek uit die collectie opent.
pt_br: Adicione todos os seus mangás a uma coleção. Em seguida, crie um perfil que altere a direção de virada de página para <b>Direita para a Esquerda</b> e inverta os toques e movimentos de virar a página ao abrir um mangá dessa coleção.
sk: Pridajte všetky vaše mangy do zbierky. Potom vytvorte profil, ktorý prepne smer otáčania stránok na <b>Sprava doľava</b> a invertuje ťuknutia a potiahnutia prstom pri otáčaní stránok pri otvorení knihy manga z tejto zbierky.
sr: Додајте све своје манге у збирку. Затим креирајте профил који пребацује смер окретања странице на <b>Десно-у-лево</b> и инвертује тапове и превлачења за окретање станице када отворите манга књигу из ове збирке.
ta: உங்கள் மங்கா அனைத்தையும் ஒரு சேகரிப்பில் சேர்க்கவும். பக்கத்தை மாற்றும் திசையை <b> வலது-இடது </b> க்கு மாற்றும் சுயவிவரத்தை உருவாக்கவும், இந்தத் தொகுப்பிலிருந்து நீங்கள் ஒரு மங்கா புத்தகத்தைத் திறக்கும்போது பக்கங்களைத் திருப்பவும் ச்வைப் செய்வதையும் தலைகீழாக மாற்றுகிறது.
uk: Додайте всю свою манґу до добірки. Потім створіть профіль, який змінює напрямок гортання сторінок на гортання <b>справа наліво</b>, а також інвертує дотики та протягування пальцем у відкритій з цієї добірки книзі манґи.
zh_hans: 将所有漫画添加到一份书单，然后创建一套配置文件在打开书单内的漫画时自动套用，将翻页方向改为<b>从右向左</b>并交换左右两侧的翻页点按及滑动手势。

source: Add your comic books to a collection, which can trigger a profile to decrease the screen refresh interval to <span class="ui">every page</span> to avoid ghosting.
es: Agrega tus cómics a una colección, lo que puede activar un perfil para disminuir el intervalo de actualización de la pantalla a <span class="ui">cada página</span> para evitar el efecto fantasma.
fr: Ajoutez vos bandes dessinées à une collection, ce qui peut déclencher un profil permettant de réduire l'intervalle de rafraîchissement de l'écran à <span class="ui">chaque page</span> afin d'éviter les images fantômes.
ga: Cuir do leabhair ghrinn le bailiúchán, rud a fhéadfaidh próifíl a spreagadh chun an t-eatramh athnuachana scáileáin a laghdú go <span class="ui">gach leathanach</span> chun taibhsí a sheachaint.
it: Aggiungete i vostri fumetti a una collezione, che può attivare un profilo per ridurre l'intervallo di aggiornamento dello schermo a <span class="ui">ogni pagina</span> per evitare il ghosting.
nl: Voeg je stripboeken toe aan een collectie, die een profiel kan activeren om het schermverversingsinterval te verlagen naar <span class="ui">elke pagina</span> om ghosting te voorkomen.
pt_br: Adicione seus quadrinhos a uma coleção, o que pode fazer com que um perfil diminua o intervalo de atualização da tela para <span class="ui">cada página</span> para evitar efeito fantasma.
sk: Pridanie vašich komiksov do zbierky, môže spustiť profil na zníženie intervalu obnovovania obrazovky na <span class="ui">každú stránku</span>, aby sa predišlo "duchom".
sr: Додајте стрипове у збирку, чиме окинете профил који повећава учесталост освежавања на <span class="ui">сваку страницу</span> и тиме спречава појаву „духова”.
ta: உங்கள் காமிக் புத்தகங்களை ஒரு சேகரிப்பில் சேர்க்கவும், இது பேயைத் தவிர்ப்பதற்காக <ச்பான் கிளாச் = "யுஐ"> ஒவ்வொரு பக்கத்தையும் </ச்பான்> க்கு திரை புதுப்பிப்பு இடைவெளியைக் குறைக்க சுயவிவரத்தைத் தூண்டலாம்.
uk: Додайте книги мальописів до добірки, що може активувати профіль у якому діє зменшений до <span class="ui">кожної сторінки</span> інтервал повного оновлення екрану, що дозволить уникнути артефактів від попередніх сторінок на екрані.
zh_hans: 将漫画书添加到套用配置文件的书单，阅读该书单内的书籍时将页面刷新间隔降低到<span class="ui">逐页刷新</span>以避免残影。

source: Trigger a profile to adjust typeface, font size and set two-column mode when opening a file for the first time from the <b>Periodicals</b> folder.
es: Active un perfil para ajustar el tipo de letra, el tamaño de fuente y establecer el modo de dos columnas al abrir un archivo por primera vez desde la carpeta <b>Publicaciones periódicas</b>.
fr: Déclencher un profil pour ajuster la police, la taille de la police et définir le mode deux colonnes lors de l'ouverture d'un fichier pour la première fois à partir du dossier <b>Périodiques</b>.
ga: Spreag próifíl chun cló agus méid an chló a choigeartú agus mód dhá cholún a shocrú nuair a osclaítear comhad den chéad uair ón bhfillteán <b>Tréimhseacháin</b>.
it: Attiva un profilo per regolare il carattere, la dimensione dei caratteri e impostare la modalità a due colonne quando si apre un file per la prima volta dalla cartella <b>Periodici</b>.
nl: Activeer een profiel om lettertype en -grootte aan te passen en de tweekolomsmodus in te stellen wanneer je voor het eerst een bestand uit de map <b>Periodieken</b> opent.
pt_br: Acione um perfil para ajustar o tipo de letra, o tamanho da fonte e definir o modo de duas colunas ao abrir um arquivo pela primeira vez na pasta <b>Periódicos</b>.
sk: Spustiť profil na úpravu písma, veľkosti písma a nastavenie dvojstĺpcového režimu pri prvom otvorení súboru z priečinka <b>Časopisy</b>.
sr: Окида се профил који подешава фонт, величину фонта и поставља режим у две колоне када се по први пут отвара фајл из фолдера <b>Периодика</b>.
ta: டைப்ஃபேச், எழுத்துரு அளவை சரிசெய்ய ஒரு சுயவிவரத்தைத் தூண்டவும், <b> பீரியடிகல்ச் </b> கோப்புறையிலிருந்து முதல் முறையாக ஒரு கோப்பைத் திறக்கும்போது இரண்டு நெடுவரிசை பயன்முறையை அமைக்கவும்.
uk: Активувати профіль для пристосування гарнітури шрифту, розміру шрифту та встановлення режиму в два стовпці під час першого відкриття файлу з теки <b>Періодичні видання</b>.
zh_hans: 首次从<b>期刊</b>文件夹打开文件时，套用配置文件以调整字体、字号并设置双栏模式。

source: Add your problematic PDFs to a collection, so when you open them <span class="ui">Auto OCR</span> or <span class="ui">Reflow mode</span> is activated with a profile.
es: Agregue sus PDF problemáticos a una colección, de modo que cuando los abra, el <span class="ui">OCR automático</span> o el <span class="ui">modo de ajuste de texto</span> se activen con un perfil.
fr: Ajoutez vos fichiers PDF problématiques à une collection afin que, lorsque vous les ouvrez, la fonction <span class="ui">OCR automatique</span> ou le <span class="ui">mode Remise en page</span> soit activé avec un profil.
ga: Cuir do PDFanna fadhbacha le bailiúchán, ionas go ngníomhófar <span class="ui">Auto OCR</span> nó <span class="ui">mód Athshreafa</span> le próifíl nuair a osclaíonn tú iad.
it: Aggiungete i vostri PDF problematici a una raccolta, in modo che quando li aprite venga attivata la modalità <span class="ui">Auto OCR</span> o la modalità <span class="ui">adattamento</span> con un profilo.
nl: Voeg problematische pdf's toe aan een collectie zodat, wanneer je ze opent, <span class="ui">Auto-OCR</span> of de <span class="ui">Herschikkigsmodus</span> met een profiel wordt geactiveerd.
pt_br: Adicione seus PDFs problemáticos a uma coleção, para que, ao abri-los, o <span class="ui">Auto OCR</span> ou o <span class="ui">Modo Refluxo</span> sejam ativados com um perfil.
sk: Pridanie problémových súborov PDF do zbierky, aktivuje profil <span class="ui">automatické OCR</span> alebo <span class="ui">režim preformátovania</span> pri ich otvorení.
sr: Додајте своје проблематичне PDF фајлове у збирку, па када их отворите, профилом се активира <span class="ui">Ауто OCR</span> или <span class="ui">режим Преслагања</span>.
ta: உங்கள் சிக்கலான PDF களை ஒரு சேகரிப்பில் சேர்க்கவும், எனவே நீங்கள் அவற்றை <span வகுப்பு = "Ui"> ஆட்டோ OCR </span> அல்லது <span வகுப்பு = "Ui"> ரிஃப்ளோ பயன்முறை </span> ஒரு சுயவிவரத்துடன் செயல்படுத்தப்படும் போது.
uk: Додайте проблемні PDF-файли до добірки, щоб під час їх відкриття разом з профілем активувалося <span class="ui">примусове OCR</span> (оптичне розпізнавання символів) або <span class="ui">режим перекомпонування</span>.
zh_hans: 将有问题的PDF文档编成一份书单，在阅读这些文档时套用配置触发<span class="ui">自动OCR</span>或者启动<span class="ui">页面重排模式</span>。

source: Switch display mode (covers, detailed list etc.) of <span class="ui">file browser</span> when you enter certain folders.
es: Cambia el modo de visualización (cubiertas, lista detallada, etc.) del <span class="ui">explorador de archivos</span> cuando entras en determinadas carpetas.
fr: Changer le mode d'affichage (couvertures, liste détaillée, etc.) de l'<span class="ui">Explorateur de fichiers</span> lorsque vous accédez à certains dossiers.
ga: Athraigh modh taispeána (clúdaigh, liosta mionsonraithe srl.) den <span class="ui">bhrabhsálaí comhad</span> nuair a théann tú isteach i bhfillteáin áirithe.
it: Cambia la modalità di visualizzazione (copertine, elenco dettagliato, ecc.) del <span class="ui">navigatore dei file</span> quando si entra in determinate cartelle.
nl: Wijzig de weergavemodus (omslagen, gedetailleerde lijst enz.) van de <span class="ui">Bestandsverkenner</span> wanneer je bepaalde mappen opent.
pt_br: Altere o modo de exibição (capas, lista detalhada etc.) do <span class="ui">Explorador de arquivos</span> ao entrar em determinadas pastas.
sk: Prepnúť režim zobrazenia (knižné obaly, podrobný zoznam atď.) <span class="ui">prehliadača súborov</span> pri vstupe do určitých priečinkov.
sr: Пребацује се режим приказа (омоти, детаљна листа итд.) <span class="ui">прегледача фајлова</span> када уђете у одређене фолдере.
ta: <Span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இன் காட்சி முறை (கவர்கள், விரிவான பட்டியல் போன்றவை) சுவிட்ச் நீங்கள் சில கோப்புறைகளை உள்ளிடும்போது.
uk: Перемикати режим відображення (обкладинки, детальний список тощо) <span class="ui">Оглядача файлів</span> під час відкриття певних тек.
zh_hans: 在<span class="ui">文件管理器</span>中打开特定文件夹时，切换视图为封面显示、详情列表等。

source: Toggle off reading statistics when opening a book from a <b>Reference Books</b> collection. Toggle statistics back on when closing the book.
es: Desactivar las estadísticas de lectura al abrir un libro de la colección de <b>Libros de referencia</b>. Activar las estadísticas al cerrar el libro.
fr: Désactivez les statistiques de lecture lorsque vous ouvrez un livre de la collection <b>Livres de référence</b>. Réactivez les statistiques lorsque vous fermez le livre.
ga: Múch staitisticí léitheoireachta agus leabhar á oscailt ó bhailiúchán <b>Leabhar Tagartha</b>. Cuir staitisticí ar siúl arís agus an leabhar á dhúnadh.
it: Disattiva le statistiche di lettura quando si apre un libro da una raccolta <b>Libri di riferimento</b>. Attivare nuovamente le statistiche quando si chiude il libro.
nl: Schakel leesstatistieken uit bij het openen van een boek uit de collectie <b>Naslagwerken</b>. Schakel de statistieken weer in bij het sluiten van het boek.
pt_br: Desative as estatísticas de leitura ao abrir um livro de uma coleção de <b>Livros de Referência</b>. Reative as estatísticas ao fechar o livro.
sk: Vypnúť štatistiky čítania pri otváraní knihy zo zbierky <b>Referenčné knihy</b>. Štatistiky znova zapnúť pri zatváraní knihy.
sr: Када отварате књигу из збирке <b>Референтне књиге</b>, искључује се статистика читања. Када је затворите, статистика се поново укључује.
ta: ஒரு <b> குறிப்பு புத்தகங்கள் </b> சேகரிப்பிலிருந்து ஒரு புத்தகத்தைத் திறக்கும்போது புள்ளிவிவரங்களைப் படிப்பதை மாற்றிக் கொள்ளுங்கள். புத்தகத்தை மூடும்போது புள்ளிவிவரங்களை மீண்டும் மாற்றவும்.
uk: Вимкнути статистику читання під час відкриття книги з добірки <b>Довідкова література</b> та знову увімкнути статистику при закритті книги.
zh_hans: 打开<b>《参考类书籍》</b>书单中的书籍时禁用阅读统计，并在关闭书籍时重新启用阅读统计。
