Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Long press on the page thumbnail that you want to be the beginning of your excluded section and select <span class="ui">Start hidden flow here</span> item from the popup menu.
es: Mantén presionada la miniatura de la pagina que quieras que sea el inicio de la sección excluida y selecciona <span class="ui">Iniciar sección oculta aquí</span> del menú emergente.
fr: Appuyez longuement sur la vignette de la page que vous souhaitez placer au début de votre section exclue, puis sélectionnez l'élément <span class="ui">Commencer le flux masqué ici</span> dans le menu contextuel.
ga: Brúigh go fada ar mhionsamhail an leathanaigh ar mhaith leat a bheith mar thús don chuid eisiata agus roghnaigh an mhír <span class="ui">Tosaigh sreabhadh folaithe anseo</span> ón roghchlár aníos.
it: Premere a lungo sulla miniatura della pagina che si desidera sia l'inizio della sezione esclusa e selezionare la voce <span class="ui">Inizia il flusso nascosto qui</span> dal menu a comparsa.
nl: Houd de paginaminiatuur ingedrukt die het begin van de uit te sluiten sectie moet zijn en kies <span class="ui">Verborgen stroom hier starten</span> in het pop-upmenu.
pt_br: Pressione e segure a miniatura da página que você deseja que seja o início da sua seção excluída e selecione o item <span class="ui">Iniciar fluxo oculto aqui</span> no menu pop-up.
pt_pt: Mantenha premida a miniatura da página que pretende que seja o início da secção excluida e selecione o item <span class="ui">Iniciar fluxo oculto aqui</span> no menu de pop-up.
sk: Dlho stlačte miniatúru stránky, ktorá má byť začiatkom vylúčenej časti, a z kontextovej ponuky vyberte položku <span class="ui">Tu je začiatok skrytej časti</span>.
sr: Извршите дуги притисак на сличицу странице која представља почетак одељка који се изузима и у искачућем менију изаберите ставку <span class="ui">Почни скривени ток овде</span>.
ta: உங்கள் விலக்கப்பட்ட பிரிவின் தொடக்கமாக நீங்கள் விரும்பும் பக்க சிறுபடத்தில் நீண்ட நேரம் அழுத்தவும், <span வகுப்பு = "Ui"> இங்கே மறைக்கப்பட்ட ஓட்டத்தைத் தொடங்கவும் </span> மேல்தோன்றல் மெனுவிலிருந்து உருப்படியைத் தேர்ந்தெடுக்கவும்.
uk: Затисніть мініатюру сторінки, яка повинна бути початком прихованої частини, і оберіть у контекстному меню пункт <span class="ui">Почати приховану частину звідси</span>.
zh_hans: 找到要排除章节的起始页，在页面缩略图上长按，从弹出菜单中选择<span class="ui">设定为隐藏页的起点</span>。

source: You will see that the pages starting from your selection now have a gray hatched background.
es: Verás que las páginas que empiezan desde tu selección tienen ahora un fondo gris rayado.
fr: Vous verrez que les pages à partir de votre sélection ont désormais un fond gris hachuré.
ga: Feicfidh tú go bhfuil cúlra liath-ghréasta anois ar na leathanaigh a thosaigh ó do rogha.
it: Le pagine che iniziano dalla selezione hanno ora uno sfondo grigio tratteggiato.
nl: Je ziet dat de pagina’s vanaf je selectie nu een grijs gearceerde achtergrond hebben.
pt_br: Você verá que as páginas que você selecionou agora têm um fundo cinza hachurado.
pt_pt: Verá que as páginas iniciadas na sua seleção têm agora um fundo cinzento.
sk: Uvidíte, že strany od vášho výberu majú teraz šedé šrafované pozadie.
sr: Видећете да странице почевши од оне коју сте изабрали имају сиво шрафирану позадину.
ta: உங்கள் தேர்விலிருந்து தொடங்கும் பக்கங்கள் இப்போது சாம்பல் நிற குஞ்சு பொரிக்கும் பின்னணியைக் கொண்டிருப்பதை நீங்கள் காண்பீர்கள்.
uk: Ви побачите, що сторінки під початку виділення (від першої сторінки прихованої частини) тепер мають заштриховане сірим тло.
zh_hans: 此时可以看到从所选页面开始的章节全部被灰色阴影覆盖。

source: Now go to the last page of your excluded section. You can navigate there from the <span class="ui">Page browser</span> or using other ways like <span class="ui">Book map, Skim widget</span> etc.
es: Ahora ve a la última página de la sección excluida. Puedes navegar desde el <span class="ui">Explorador de páginas</span> o usando otros métodos como el <span class="ui">Mapa del libro o el widget Vista rápida</span>, etc.
fr: Rendez-vous maintenant à la dernière page de la section exclue. Vous pouvez y accéder à partir de l'<span class="ui">Explorateur de pages</span> ou en utilisant d'autres moyens tels que <span class="ui">Plan du livre, widget Skim</span>, etc.
ga: Anois, téigh go dtí an leathanach deireanach den rannán atá eisiata agat. Is féidir leat nascleanúint a dhéanamh ann ón <span class="ui">bhrabhsálaí leathanaigh</span> nó trí bhealaí eile a úsáid cosúil le <span class="ui">léarscáil leabhar, giuirléid scimeála</span> srl.
it: Andate ora all'ultima pagina della sezione esclusa. È possibile accedervi dal <span class="ui">navigatore di pagina</span> o utilizzando altri modi come <span class="ui">Mappa del libro eScorri documento</span> ecc.
nl: Ga nu naar de laatste pagina van het gedeelte dat je hebt uitgesloten. Je kunt daar naartoe gaan via de <span class="ui">Paginaverkenner</span> of via andere manieren, zoals <span class="ui">Boekkaart, Doorbladerwidget</span> enz.
pt_br: Agora vá para a última página da seção excluída. Você pode navegar até lá pelo <span class="ui">Navegador de páginas</span> ou por outros meios, como o <span class="ui">Mapa do livro, Navegação rápida</span> , etc.
pt_pt: Agora vá para a última página da sua secção excluida. Pode navegar até lá a partir do <span class="ui">Navegador de páginas</span> ou utilizando outras formas, como <span class="ui">Mapa do livro, widget de navegação rápida</span> etc.
sk: Teraz prejdite na poslednú stránku vylúčenej časti. Môžete tam prejsť z <span class="ui">Prehliadača stránok</span> alebo pomocou iných spôsobov, ako je <span class="ui">Knižná mapa, funkcia Prebehnúť knihu</span> atď.
sr: Сада идите на последњу страницу одељка који желите да се изузме. Тамо можете да одете из <span class="ui">Прегледача страница</span>, или коришћењем осталих начина као што су <span class="ui">Мапа књиге, Виџет за прелетање</span> итд.
ta: இப்போது நீங்கள் விலக்கப்பட்ட பிரிவின் கடைசி பக்கத்திற்குச் செல்லவும். <ச்பான் கிளாச் = "யுஐ"> பக்க உலாவி </span> இலிருந்து நீங்கள் அங்கு செல்லலாம் அல்லது <ச்பான் கிளாச் = "யுஐ"> புத்தக வரைபடம், ச்கிம் விட்செட் </ச்பான்> போன்ற பிற வழிகளைப் பயன்படுத்தலாம்.
uk: Тепер перейдіть до останньої сторінки частини, яку потрібно приховати. Перейти до неї можна за допомогою <span class="ui">Оглядача сторінок</span> чи іншими способами, наприклад, через <span class="ui">мапу книги, віджет проглядання</span> тощо.
zh_hans: 接下来，转到被排除页码段的最后一页。可以通过<span class="ui">页面预览</span>或<span class="ui">书籍地图、快速翻页工具</span>等定位页面。

source: Once you are at the last page of your excluded section, open the <span class="ui">Page browser</span> again (if you are not already in it).
es: Una vez que estés en la última página de la sección excluida, abre nuevamente el <span class="ui">Explorador de páginas</span> (si aún no estás en él).
fr: Une fois que vous êtes à la dernière page de votre section exclue, ouvrez à nouveau l'<span class="ui">Explorateur de pages</span> (si vous n'y êtes pas déjà).
ga: Nuair a bheidh tú ar an leathanach deireanach den rannán eisiata, oscail an <span class="ui">brabhsálaí leathanaigh</span> arís (mura bhfuil tú ann cheana féin).
it: Una volta raggiunta l'ultima pagina della sezione esclusa, aprire nuovamente il <span class="ui">navigatore di pagina</span> (se non è già presente).
nl: Zodra je op de laatste pagina van het uitgesloten gedeelte bent, open je de <span class="ui">Paginaverkenner</span> opnieuw (als je daar nog niet bent).
pt_br: Quando estiver na última página da seção excluída, abra o <span class="ui">Navegador de páginas</span> novamente (se ainda não estiver nele).
pt_pt: Quando estiver na última página da secção excluida, abra novamente o <span class="ui">Navegador de páginas</span> (se já não estiver nele).
sk: Keď ste na poslednej stránke vylúčenej časti, znova otvorte <span class="ui">Prehliadač stránok</span> (ak v ňom ešte nie ste).
sr: Једном кад се нађете на последњој страници одељка који се изузима, поново отворите <span class="ui">Прегледач страница</span> (ако се већ не налазите у њему).
ta: உங்கள் விலக்கப்பட்ட பிரிவின் கடைசி பக்கத்தில் நீங்கள் வந்தவுடன், <ச்பான் கிளாச் = "யுஐ"> பக்க உலாவி </ச்பான்> ஐ மீண்டும் திறக்கவும் (நீங்கள் ஏற்கனவே இல்லையென்றால்).
uk: Коли ви опинитеся на останній сторінці частини, яку потрібно приховати, знову відкрийте <span class="ui">Оглядач сторінок</span> (якщо на той момент ви не знаходитеся в ньому).
zh_hans: 在被排除章节的结束页上再次进入<span class="ui">页面预览</span>。

source: Find the last page of your hidden section and long press on the <b>next page</b>. Choose <span class="ui">Restart regular flow here</span> from the popup menu. You will see that the background of the remaining pages will return to normal color, indicating the end of hidden flow and the beginning of regular flow.
es: Busca la última página de la sección oculta y mantén pulsado en <b>página siguiente</b>. Selecciona <span class="ui">Reiniciar sección normal aquí</span> del menú emergente. Verás que el fondo de las páginas restantes vuelve al color normal, lo que indica el final de la sección oculta y el inicio de la sección normal.
fr: Trouvez la dernière page de votre section cachée et appuyez longuement sur la <b>page suivante</b>. Choisissez <span class="ui">Reprendre le flux normal ici</span> dans le menu contextuel. Vous verrez que l'arrière-plan des pages restantes reprendra sa couleur normale, indiquant la fin du flux caché et le début du flux normal.
ga: Aimsigh an leathanach deireanach de do chuid i bhfolach agus brúigh ar an <b>gcéad leathanach eile</b>. Roghnaigh <span class="ui">Atosaigh an sreabhadh rialta anseo</span> ón roghchlár aníos. Feicfidh tú go bhfillfidh cúlra na leathanach atá fágtha ar a dhath gnáth, rud a léiríonn deireadh an tsreafa i bhfolach agus tús an tsreafa rialta.
it: Individuare l'ultima pagina della sezione nascosta e premere a lungo sulla <b>pagina successiva</b>. Scegliere <span class="ui">Riavvia il flusso regolare qui</span> dal menu a comparsa. Si noterà che lo sfondo delle pagine rimanenti tornerà al colore normale, indicando la fine del flusso nascosto e l'inizio del flusso regolare.
nl: Ga naar de laatste pagina van je verborgen gedeelte en houd de <b>volgende pagina</b> lang ingedrukt. Kies <span class="ui">Reguliere stroom hier hervatten</span> uit het pop-upmenu. Je zult zien dat de achtergrond van de resterende pagina's weer een normale kleur krijgt, wat het einde van de verborgen stroom en het begin van de reguliere stroom aangeeft.
pt_br: Encontre a última página da sua seção oculta e pressione e segure a <b>próxima página</b>. Selecione <span class="ui">Reiniciar o fluxo normal aqui</span> no menu pop-up. Você verá que o fundo das páginas restantes retornará à cor normal, indicando o fim do fluxo oculto e o início do fluxo normal.
pt_pt: Encontre a última página da sua secção oculta e mantenha pressionada a <b>página seguinte</b>. Escolha <span class="ui">Reiniciar fluxo regular aqui</span> no menu de pop-up. Verá que o fundo das páginas restantes voltará à cor normal, indicando o fim do fluxo oculto e o início do fluxo regular.
sk: Nájdite poslednú stránku svojej skrytej časti a dlho stlačte <b>ďalšiu stránku</b>. Z kontextovej ponuky vyberte možnosť <span class="ui">Odtiaľto už zobrazovať časti</span>. Uvidíte, že pozadie zostávajúcich stránok sa vráti do normálnej farby, čo naznačuje koniec skrytej a začiatok zobrazovanej časti.
sr: Пронађите последњу страницу вашег скривеног одељка и извршите дуги притисак на <b>наредну страницу</b>. Изаберите из искачућег менија ставку <span class="ui">Поново покрени обични ток овде</span>. Видећете да се позадина остатка страница враћа на нормалну боју, што означава крај скривеног и почетак обичног тока.
ta: உங்கள் மறைக்கப்பட்ட பிரிவின் கடைசி பக்கத்தைக் கண்டுபிடித்து, <b> அடுத்த பக்கம் </b> இல் நீண்ட நேரம் அழுத்தவும். மேல்தோன்றல் மெனுவிலிருந்து </span> ஐ இங்கே </span வகுப்பு = "Ui"> மறுதொடக்கம் செய்யுங்கள். மீதமுள்ள பக்கங்களின் பின்னணி சாதாரண வண்ணத்திற்குத் திரும்பும் என்பதை நீங்கள் காண்பீர்கள், இது மறைக்கப்பட்ட ஓட்டத்தின் முடிவையும் வழக்கமான ஓட்டத்தின் தொடக்கத்தையும் குறிக்கிறது.
uk: Знайдіть останню сторінку прихованої частини і затисніть <b>наступну сторінку</b>. Потім у контекстному меню оберіть <span class="ui">Продовжити звичайну частину звідси</span>. Ви побачите, що тло цієї та наступних сторінок набуде звичайного кольору, вказуючи на завершення прихованої частини і початок звичайної частини.
zh_hans: 找到要隐藏章节的结束页，然后长按<b>下个页面</b>的缩略图。从弹出菜单中选择<span class="ui">标记为正文页码段的起始点</span>。可以看到从所选页面开始的章节不再被灰色阴影覆盖。

source: Working with the hidden sections:
es: Trabajando con secciones ocultas:
fr: Travailler avec les sections cachées :
ga: Ag obair leis na rannóga i bhfolach:
it: Lavorare con le sezioni nascoste:
nl: Werken met verborgen secties:
pt_br: Trabalhando com as seções ocultas:
pt_pt: Trabalhar com secções escondidas:
sk: Práca so skrytými časťami:
sr: Рад са скривеним одељцима:
ta: மறைக்கப்பட்ட பிரிவுகளுடன் பணிபுரிதல்:
uk: Робота з прихованими частинами:
zh_hans: 页码段被隐藏后的表现：

source: When you create a hidden flow section as described above, KOReader’s behavior will be similar to the situation as if you removed a section of a paper book by cutting it out:
es: Cuando creas una sección oculta como se describe más arriba, el comportamiento de KOReader será como si hubieras eliminado una sección, cortándola del libro en papel:
fr: Lorsque vous créez une section cachée comme décrit ci-dessus, le comportement de KOReader sera similaire à celui observé lorsque vous retirez une section d'un livre papier en la découpant :
ga: Nuair a chruthaíonn tú rannóg shreafa i bhfolach mar a thuairiscítear thuas, beidh iompar KOReader cosúil leis an gcás amhail is dá mbainfeá rannóg as leabhar páipéir trína ghearradh amach:
it: Quando si crea una sezione di flusso nascosta come descritto sopra, il comportamento di KOReader sarà simile a quello che si avrebbe se si eliminasse una sezione di un libro cartaceo ritagliandola:
nl: Wanneer je een verborgen stroomsectie maakt zoals hierboven beschreven, gedraagt KOReader zich alsof je een gedeelte uit een papieren boek hebt uitgesneden:
pt_br: Ao criar uma seção de fluxo oculta conforme descrito acima, o comportamento do KOReader será semelhante à situação como se você removesse uma seção de um livro de papel, cortando-a:
pt_pt: Quando cria uma secção de fluxo oculta como descrito acima, o comportamento do KOReader será semelhante à situação como se removesse uma secção de um livro de papel cortando-o:
sk: Jednotlivé skryté časti knihy môžete odstrániť z <span class="ui">Prehliadača stránok</span> rovnakým spôsobom, akým ste ich vytvorili. Môžete ich tiež vymazať všetky naraz pomocou položky ponuky:
sr: Када креирате скривени ток на начин који је описан изнад, понашање програма KOReader ће бити слично као у ситуацији када из папирне књиге уклоните одељак тако што одсечете одговарајуће странице:
ta: நீங்கள் உருவாக்கிய அதே வழியில் &lt;ச்பான் கிளாச் = "யுஐ"&gt; பக்க உலாவி இலிருந்து தனிப்பட்ட மறைக்கப்பட்ட ஓட்டம் பிரிவுகளை நீங்கள் அகற்றலாம். பட்டியல் உருப்படியுடன் அவை அனைத்தையும் ஒரே நேரத்தில் அழிக்கலாம்:
uk: При створенні прихованої частини, як це описано вище, KOReader буде реагувати на приховану частину книги подібно до того, як з паперової книги було б вирвано частину сторінок:
zh_hans: 当按照上述步骤创建隐藏页后KOReader会将其视作不存在，类似于从纸版书中撕下部分书页：

source: These hidden flow sections will be skipped when turning pages. For example assume that you created a hidden flow for <b>Chapter 10</b>. Now you are on the last page of <b>Chapter 9</b>. When you turn the page, you will see <b>Chapter 11</b>.
es: Estas secciones ocultas se omitirán al pasar las páginas. Por ejemplo, supongamos que has creado una sección oculta para el <b>Capítulo 10</b>. Ahora estás en la última página del <b>Capítulo 9</b>. Al pasar la página verás el <b>Capítulo 11</b>.
fr: Ces sections de flux masquées seront ignorées lorsque vous tournerez les pages. Supposons, par exemple, que vous ayez créé un flux masqué pour le <b>chapitre 10</b>. Vous vous trouvez actuellement à la dernière page du <b>chapitre 9</b>. Lorsque vous tournerez la page, vous verrez apparaître le <b>chapitre 11</b>.
ga: Déanfar na codanna sreabhadh folaithe seo a scipeáil agus leathanaigh á gcasadh. Mar shampla, glac leis gur chruthaigh tú sreabhadh folaithe do <b>Chaibidil 10</b>. Anois tá tú ar an leathanach deireanach de <b>Chaibidil 9</b>. Nuair a chasann tú an leathanach, feicfidh tú <b>Caibidil 11</b>.
it: Queste sezioni nascoste del flusso verranno saltate quando si girano le pagine. Per esempio, supponiamo di aver creato un flusso nascosto per il <b>Capitolo 10</b>. Ora siete all'ultima pagina del <b>Capitolo 9</b>. Quando si gira la pagina, si vedrà il <b>Capitolo 11</b>.
nl: Deze verborgen stroomsecties worden overgeslagen bij het omslaan van pagina's. Stel bijvoorbeeld dat je een verborgen stroom hebt gemaakt voor <b>hoofdstuk 10</b>. Nu ben je op de laatste pagina van <b>hoofdstuk 9</b>. Wanneer je de pagina omslaat, zie je <b>hoofdstuk 11</b>.
pt_br: Essas seções ocultas do fluxo serão ignoradas ao virar as páginas. Por exemplo, suponha que você criou um fluxo oculto para o <b>Capítulo 10</b>. Agora você está na última página do <b>Capítulo 9</b>. Ao virar a página, você verá o <b>Capítulo 11</b>.
pt_pt: Estas secções de fluxo ocultas serão ignoradas ao virar as páginas. Por exemplo, suponha que criou um fluxo oculto para o <b>Capítulo 10</b>. Encontra-se agora na última página do <b>Capítulo 9</b>. Ao virar a página, verá o <b>Capítulo 11</b>.
sk: Tieto skryté časti toku budú pri otáčaní strán preskočené. Predpokladajme napríklad, že ste vytvorili skrytie pre <b>Kapitolu 10</b>. Teraz ste na poslednej strane <b>kapitoly 9</b>. Keď otočíte stránku, uvidíte <b>11. kapitolu</b>.
sr: Ови одељци скривеног тока ће се прескакати приликом окретања страница. На пример, претпоставимо да сте креирали скривени ток за <b>Поглавље 10</b>. Сада се налазите на последњој страници <b>Поглавља 9</b>. Када окренете страницу, видећете <b>Поглавље 11</b>.
ta: பக்கங்களைத் திருப்பும்போது இந்த மறைக்கப்பட்ட ஓட்ட பிரிவுகள் தவிர்க்கப்படும். உதாரணமாக <b> அத்தியாயம் 10 </b> க்கு ஒரு மறைக்கப்பட்ட ஓட்டத்தை உருவாக்கியுள்ளீர்கள் என்று வைத்துக் கொள்ளுங்கள். இப்போது நீங்கள் <b> அத்தியாயம் 9 </b> இன் கடைசி பக்கத்தில் இருக்கிறீர்கள். நீங்கள் பக்கத்தைத் திருப்பும்போது, <b> அத்தியாயம் 11 </b> ஐக் காண்பீர்கள்.
uk: Прихована частина буде пропускатися при гортанні сторінок. Наприклад, уявіть, що ви створили приховану частину для <b>розділу 10</b>, тоді після перегортання останньої сторінки <b>розділу 9</b> одразу відкриється перша сторінка <b>розділу 11</b>.
zh_hans: 翻页时将直接跳过隐藏页。例如将<b>第十章</b>标记为隐藏页后，从<b>第九章</b>的最后一页继续翻页将直接显示<b>第十一章</b>。

source: Page numbering will continue as if these hidden flow sections <b>do not exist</b>.
es: La numeración de páginas continuará como si estas secciones ocultas <b>no existieran</b>.
fr: La numérotation des pages se poursuivra comme si ces sections de flux masquées <b>n'existaient pas</b>.
ga: Leanfaidh uimhriú leathanach ar aghaidh amhail is dá mba <b>nach mbeadh na rannóga sreafa folaithe seo ann</b>.
it: La numerazione delle pagine continuerà come se queste sezioni di flusso nascoste <b>non esistessero</b>.
nl: De paginanummering gaat verder alsof deze verborgen stroomsecties <b>niet bestaan</b>.
pt_br: A numeração de páginas continuará como se essas seções de fluxo ocultas <b>não existissem</b>.
pt_pt: A numeração das páginas continuará como se estas secções ocultas do fluxo <b>não existissem</b>.
sk: Číslovanie stránok bude pokračovať, ako keby tieto skryté sekcie <b>neexistovali</b>.
sr: Нумерација страница ће се наставити као да ови одељци скривеног тока <b>не постоје</b>.
ta: இந்த மறைக்கப்பட்ட ஓட்ட பிரிவுகள் <b> இல்லை </b> போல பக்க எண்ணிக்கை தொடரும்.
uk: Нумерація сторінок розставляється так, начебто прихованої частини <b>не існує</b>.
zh_hans: 页码计数将<b>无视被隐藏的页码段</b>继续增加。

source: These hidden sections will not be shown in your <span class="ui">Progress bar</span> (but read the explanation below) and will not be considered in <b>time to read</b> calculations. But they will still be visible in the <span class="ui">Skim widget</span>.
es: Estas secciones ocultas no se mostrarán en la <span class="ui">barra de progreso</span> (pero lee la explicación a continuación) y no se tendrán en cuenta en los cálculos de <b>tiempo de lectura</b>. Sin embargo seguirán siendo visibles en el <span class="ui">widget Vista rápida</span>.
fr: Ces sections cachées n'apparaîtront pas dans votre <span class="ui">barre de progression</span> (mais lisez l'explication ci-dessous) et ne seront pas prises en compte dans les calculs du <b>temps de lecture</b>. Elles resteront toutefois visibles dans le <span class="ui">widget Skim</span>.
ga: Ní thaispeánfar na codanna folaithe seo i do <span class="ui">bharra Dul Chun Cinn</span> (ach léigh an míniú thíos) agus ní chuirfear san áireamh iad i ríomhanna <b>am le léamh</b>. Ach beidh siad fós le feiceáil sa <span class="ui">ghiuirléid Skim</span>.
it: Queste sezioni nascoste non saranno mostrate nella <span class="ui">barra di avanzamento</span> (ma leggete la spiegazione qui sotto) e non sarà considerato nel calcolo del <b>tempo di lettura</b>. Ma saranno comunque visibili nello strumento <span class="ui">Scorri documento</span>.
nl: Deze verborgen secties worden niet getoond in je <span class="ui">voortgangsbalk</span> (maar lees de uitleg hieronder) en tellen niet mee in de berekening van de <b>leestijd</b>. Ze blijven wel zichtbaar in de <span class="ui">Doorbladerwidget</span>.
pt_br: Essas seções ocultas não serão exibidas na sua <span class="ui">Barra de progresso</span> (mas leia a explicação abaixo) e não serão consideradas nos cálculos de <b>tempo de leitura</b>. Mas ainda estarão visíveis através da <span class="ui">Navegação rápida</span>.
pt_pt: Estas secções ocultas não serão mostradas na sua <span class="ui">barra de progresso</span> (mas leia a explicação abaixo) e não serão consideradas nocalculo do <b>tempo de leitura</b>. Mas ainda estarão visíveis no <span class="ui">widget de navegação rápida</span>.
sk: Tieto skryté časti sa nezobrazia vo vašom <span class="ui">Priebehu čítania</span> (prečítajte si však vysvetlenie nižšie) a nebudú zohľadnené vo výpočtoch <b>v čase na prečítanie</b>. Naďalej však budú viditeľné vo funkcii <span class="ui">Prebehnúť knihu</span>.
sr: Ови одељци скривеног тока се неће приказивати у <span class="ui">Траци напретка</span> (али прочитајте објашњење испод) и неће се узимати у обзир при израчунавању <b>времена до краја читања</b>. Али ће још увек моћи да се виде у <span class="ui">Виџету за прелетање</span>.
ta: இந்த மறைக்கப்பட்ட பிரிவுகள் உங்கள் <ச்பான் கிளாச் = "யுஐ"> முன்னேற்றப் பட்டி </span> இல் காட்டப்படாது (ஆனால் கீழே உள்ள விளக்கத்தைப் படியுங்கள்) மற்றும் <b> படிக்க வேண்டிய நேரம் </b> கணக்கீடுகளில் கருதப்படாது. ஆனால் அவை இன்னும் <ச்பான் கிளாச் = "யுஐ"> ச்கிம் விட்செட் </ச்பான்> இல் தெரியும்.
uk: Приховані частини не будуть відображатися у <span class="ui">Панелі поступу</span> (але прочитайте пояснення нижче) та не будуть враховуватися при обчисленні <b>часу до завершення читання</b>. Але вони будуть видимими у <span class="ui">Віджеті проглядання</span>.
zh_hans: 被隐藏的章节将不会显示在<span class="ui">阅读进度条</span>上（请另行阅读下方解释），且不会被计入<b>阅读用时</b>。 但这些页码仍可通过<span class="ui">快速翻页工具</span>访问。
