Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Custom layout features / Edit mode
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Configuración índice y secciones personalizado / Modo edición
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Fonctionnalités de mise en page personnalisées / Mode édition
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Gnéithe leagan amach saincheaptha / Mód eagarthóireachta
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Caratteristiche di impaginazione personalizzate / Modo modifuca
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Aangepaste lay-out functies / Bewerkingsmodus
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Recursos de layout personalizado / Modo de edição
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Definições / Recursos de layout personalizado / Modo de edição
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Funkcie vlastného rozloženia / Režim úprav
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Подешавања / Могућности произвољног распореда / Режим уређивања
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Функції власного макета / Режим редагування
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 版式自定义功能 / 编辑模式

source: Creating this ToC will not alter your original ToC which comes with your book. You can clear your <b>Custom table of contents</b> from this same menu (in case you want to create a new one). And you can disable this feature completely in the same way you enabled it, if you want to return to the original ToC. Note that if you disable this feature after creating a custom ToC to return to the original one, your custom ToC will not be deleted. You can still switch between the original and your custom ToC.
es: Crear este índice no altera el índice original del libro. Puedes eliminar tu <b>Índice personalizado</b> desde este mismo menú (en caso de que quieras crear uno nuevo). También puedes deshabilitar por completo esta herramienta de la misma manera en la que la habilitaste si quieres volver al índice original. Ten en cuenta que si deshabilitas esta herramienta después de crear un índice personalizado y vuelves al índice original, el índice personalizado no será eliminado. Aún podrás cambiar entre el original y el índice personalizado.
fr: La création de cette table des matières ne modifiera pas la table des matières originale fournie avec votre livre. Vous pouvez effacer votre <b>Table des matières personnalisée</b> à partir de ce même menu (si vous souhaitez en créer une nouvelle). Et vous pouvez désactiver complètement cette fonctionnalité de la même manière que vous l'avez activée, si vous souhaitez revenir à la table des matières d'origine. Notez que si vous désactivez cette fonctionnalité après avoir créé une table des matières personnalisée pour revenir à la table des matières d'origine, votre table des matières personnalisée ne sera pas supprimée. Vous pouvez toujours basculer entre la table des matières d'origine et votre table des matières personnalisée.
ga: Ní athróidh cruthú an Téarma Ábhair seo do Téarma Ábhair bhunaidh a thagann le do leabhar. Is féidir leat do <b>Chlár Ábhair Saincheaptha</b> a ghlanadh ón roghchlár céanna seo (más mian leat ceann nua a chruthú). Agus is féidir leat an ghné seo a dhíchumasú go hiomlán ar an mbealach céanna ar chuir tú ar chumas é, más mian leat filleadh ar an Téarma Ábhair bhunaidh. Tabhair faoi deara, mura ndíchumasaíonn tú an ghné seo tar éis Téarma Ábhair saincheaptha a chruthú chun filleadh ar an gceann bunaidh, nach scriosfar do Téarma Ábhair saincheaptha. Is féidir leat aistriú idir an bunchlár agus do Téarma Ábhair saincheaptha fós.
it: La creazione di questi ToC non altera i ToC originali forniti con il libro. Da questo stesso menu è possibile cancellare <b>l'indice personalizzato</b> (nel caso in cui si voglia crearne uno nuovo). È inoltre possibile disattivare completamente questa funzione nello stesso modo in cui è stata attivata, se si desidera tornare all'indice originale. Si noti che se si disattiva questa funzione dopo aver creato un ToC personalizzato per tornare a quello originale, il ToC personalizzato non verrà cancellato. È ancora possibile passare dal ToC originale a quello personalizzato.
nl: Het aanmaken van deze inhoudsopgave verandert de oorspronkelijke inhoudsopgave van je boek niet. Je kunt je <b>Aangepaste inhoudsopgave</b> wissen via hetzelfde menu (als je een nieuwe wilt maken). Je kunt deze functie ook volledig uitschakelen op dezelfde manier als je haar hebt ingeschakeld om terug te keren naar de originele inhoudsopgave. Let op: als je de functie uitschakelt nadat je een aangepaste inhoudsopgave hebt gemaakt, wordt die niet verwijderd. Je kunt nog steeds schakelen tussen de originele en je aangepaste inhoudsopgave.
pt_br: A criação deste índice não alterará o índice original que acompanha o livro. Você pode limpar seu <b>Índice personalizado</b> neste mesmo menu (caso queira criar um novo). E você pode desativar esse recurso completamente, da mesma forma que o ativou, se quiser retornar ao índice original. Observe que, se você desativar esse recurso após criar um índice personalizado para retornar ao original, seu índice personalizado não será excluído. Você ainda poderá alternar entre o índice original e o seu índice personalizado.
pt_pt: A criação deste índice não irá alterar o índice original que acompanha o seu livro. Pode limpar o seu <b>Índice personalizado</b> neste mesmo menu (caso pretenda criar um novo). E pode desativar esta funcionalidade completamente da mesma forma que a ativou, se quiser voltar ao índice original. Note que se desativar esta funcionalidade após criar um índice personalizado para voltar ao original, o seu índice personalizado não será eliminado. Pode ainda alternar entre o índice original e o índice personalizado.
sk: Vytvorenie takejto ToK nezmení vašu pôvodnú ToK, ktorá sa dodáva s vašou knihou. Z tej istej ponuky môžete vymazať <b>Vlastnú tabuľku s obsahom knihy</b> (v prípade, že chcete vytvoriť novú). A túto funkciu môžete úplne zakázať rovnakým spôsobom, akým ste ju povolili, ak sa chcete vrátiť k pôvodnej tabuľke s obsahom knihy. Upozorňujeme, že ak po vytvorení vlastnej ToK túto funkciu zakážete, aby ste sa vrátili k pôvodnému, vaša vlastná ToK sa neodstráni. Stále môžete prepínať medzi pôvodnou a vlastnou ToK.
sr: Креирање овог садржаја неће да измени оригинални који долази уз књигу. Ваш <b>Произвољни садржај</b> можете да обришете из истог менија (у случају да желите креирати нови). А можете и комплетно да искључите функцију, на исти начин на који сте је и укључили, у случају да желите повратак оригиналног садржаја. Запазите да ако након креирања произвољног садржаја искључите ову могућност, он се неће обрисати. Још увек можете да се пребацујете између оригиналног и вашег произвољног садржаја.
ta: இந்த TOC ஐ உருவாக்குவது உங்கள் புத்தகத்துடன் வரும் உங்கள் அசல் TOC ஐ மாற்றாது. இதே மெனுவிலிருந்து உங்கள் <b> தனிப்பயன் பொருளடக்கம் </b> ஐ அழிக்கலாம் (நீங்கள் புதிய ஒன்றை உருவாக்க விரும்பினால்). அசல் TOC க்கு திரும்ப விரும்பினால், இந்த அம்சத்தை நீங்கள் இயக்கிய அதே வழியில் முழுமையாக முடக்கலாம். அசல் ஒன்றிற்குத் திரும்ப தனிப்பயன் TOC ஐ உருவாக்கிய பிறகு இந்த அம்சத்தை நீங்கள் முடக்கினால், உங்கள் தனிப்பயன் TOC நீக்கப்படாது. அசல் மற்றும் உங்கள் தனிப்பயன் TOC க்கு இடையில் நீங்கள் இன்னும் மாறலாம்.
uk: Створення такого змісту не змінить оригінальний зміст, закладений у книзі. Очистити <b>Власний зміст</b> можна з цього ж меню (наприклад, якщо бажаєте створити новий). Якщо необхідно повернути оригінальний зміст, цю функцію можна вимкнути точно так само, як ви її вмикали. Майте на увазі, що якщо вимкнути цю функцію після створення власного змісту, раніше створений власний зміст не буде видалено. Тобто, в подальшому буде можливість перемикатися між оригінальним та власним змістом.
zh_hans: 创建自定义目录并不会替换掉书籍内置的原目录。在同一份菜单中还可清除已创建的<b>自定义目录</b>（比如要创建一份新的）。要回到原目录，可通过与启用自定义目录时相同的方式将其禁用。请注意，禁用该功能并不会将删除已创建的自定义目录，之后仍可切换显示原目录及自定义目录。

# user_guide/en.html+html.body.div.div:2150-1
source: Excluding sections: Custom hidden flows
sk: Vynechanie častí vašej knihy: VLASTNÉ SKRYTIE ČASTÍ
ta: பிரிவுகளைத் தவிர்த்து: தனிப்பயன் மறைக்கப்பட்ட பாய்ச்சல்கள்
uk: Виключення розділів: Власні приховані частини
zh_hans: 章节排除：自定义隐藏页

source: Some books or documents might contain long footnotes or bibliography sections. Like a scientific book which is 250 pages long but last 50 pages are Appendices, Index and References. Normally these pages are included in the progress bar and reading time calculations since they are part of the book. But generally these sections exist as a reference and they are not read completely so you might want to exclude them to make your remaining page count and time estimates more accurate. Or maybe you have an anthology book which contain some stories you have already read. <span class="ui">Custom hidden flows</span> feature of KOReader allows you to exclude these kind of parts of your book.
es: Algunos libros o documentos pueden contener notas largas o secciones bibliográficas como en un libro científico de 250 páginas donde al menos 50 páginas son apendices, índices o referencias. Normalmente estas páginas están incluidas en la barra de progreso y los cálculos de tiempo de lectura ya que estos son parte del libro. Pero generalmente estas secciones existen como referencia y no son leídas por completo así que podrías querer excluirlas para hacer que la cuenta de páginas restantes y tiempo estimado sean más precisas. O tal vez quieras tener un libro de antología que contenga algunas historias que ya has leido. La función <span class="ui">Flujos ocultos personalizados</span> de KOReader te permite excluir este tipo de partes del libro.
fr: Certains livres ou documents peuvent contenir de longues notes de bas de page ou des sections bibliographiques. Par exemple, un ouvrage scientifique de 250 pages dont les 50 dernières pages sont consacrées aux annexes, à l'index et aux références. Normalement, ces pages sont incluses dans la barre de progression et dans le calcul du temps de lecture, car elles font partie intégrante du livre. Mais en général, ces sections existent à titre de référence et ne sont pas lues dans leur intégralité. Vous pouvez donc les exclure afin d'obtenir une estimation plus précise du nombre de pages restantes et du temps de lecture. Ou peut-être avez-vous un recueil contenant des histoires que vous avez déjà lues. La fonction <span class="ui">Flux cachés personnalisés</span> de KOReader vous permet d'exclure ce type de parties de votre livre.
ga: D’fhéadfadh nótaí fada nó rannóga leabharliosta a bheith i roinnt leabhar nó doiciméad. Mar shampla leabhar eolaíochta atá 250 leathanach ar fhad ach ina bhfuil Aguisíní, Innéacs agus Tagairtí sna 50 leathanach deiridh. De ghnáth, cuirtear na leathanaigh seo san áireamh sa bharra dul chun cinn agus sna ríomhanna ama léitheoireachta ós rud é gur cuid den leabhar iad. Ach go ginearálta bíonn na rannóga seo ann mar thagairt agus ní léitear iad go hiomlán, mar sin b’fhéidir gur mhaith leat iad a eisiamh chun do chomhaireamh leathanach atá fágtha agus meastacháin ama a dhéanamh níos cruinne. Nó b’fhéidir go bhfuil leabhar díolaime agat ina bhfuil roinnt scéalta atá léite agat cheana féin. Ligeann gné <span class="ui">Sreabhadh folaithe saincheaptha</span> de KOReader duit na codanna seo de do leabhar a eisiamh.
it: Alcuni libri o documenti possono contenere lunghe note a piè di pagina o sezioni bibliografiche. Ad esempio, un libro scientifico di 250 pagine, le cui ultime 50 pagine sono costituite da appendici, indice e riferimenti. Normalmente queste pagine sono incluse nella barra di avanzamento e nel calcolo del tempo di lettura, poiché fanno parte del libro. Ma in genere queste sezioni esistono come riferimento e non vengono lette completamente, per cui si consiglia di escluderle per rendere più precisi il conteggio delle pagine rimanenti e la stima del tempo. O forse avete un libro antologico che contiene alcuni racconti che avete già letto. La funzione <span class="ui">Flussi nascosti personalizzati</span> di KOReader consente di escludere questo tipo di parti del libro.
nl: Sommige boeken of documenten bevatten lange voetnoten- of bibliografiesecties. Denk aan een wetenschappelijk boek van 250 pagina's waarvan de laatste 50 pagina's Bijlagen, Index en Referenties zijn. Normaal gesproken worden deze pagina's meegenomen in de voortgangsbalk en de berekening van de leestijd, omdat ze deel uitmaken van het boek. Meestal dienen dit soort secties echter als naslag en worden ze niet volledig gelezen, dus wil je ze misschien uitsluiten om je resterende paginatelling en tijdschattingen nauwkeuriger te maken. Of je hebt een bloemlezing met enkele verhalen die je al hebt gelezen. De functie <span class="ui">Aangepaste verborgen stromen</span> in KOReader laat je dit soort delen van je boek uitsluiten.
pt_br: Alguns livros ou documentos podem conter notas de rodapé longas ou seções bibliográficas. Como em um livro científico com 250 páginas e que as últimas 50 páginas são Apêndices, Índice e Referências. Normalmente, essas páginas são incluídas na barra de progresso e nos cálculos de tempo de leitura, pois fazem parte do livro. Mas, geralmente, essas seções existem como referência e não são lidas completamente, então você pode querer excluí-las para tornar a contagem de páginas restantes e as estimativas de tempo mais precisas. Ou talvez você tenha um livro antológico que contém algumas histórias que você já leu. O recurso <span class="ui">Fluxos ocultos personalizados</span> do KOReader permite que você exclua esse tipo de parte do seu livro.
pt_pt: Alguns livros ou documentos podem conter notas de rodapé longas ou secções bibliográficas. Como, por exemplo, um livro científico com 250 páginas, mas as últimas 50 páginas são Apêndices, Índice e Referências. Normalmente estas páginas são incluídas na barra de progresso e nos cálculos do tempo de leitura, pois fazem parte do livro. Mas geralmente estas secções existem como referência e não são lidas completamente, pelo que pode querer eliminá-las para tornar a contagem de páginas restantes e as estimativas de tempo mais precisas. Ou talvez tenha um livro de antologia que contém algumas histórias que já leu. A funcionalidade <span class="ui">Fluxos ocultos personalizados</span> do KOReader permite-lhe eliminar estas partes do seu livro.
sk: Niektoré knihy alebo dokumenty môžu obsahovať dlhé poznámky pod čiarou alebo časti bibliografie. Ako napríklad vedecká kniha, ktorá má 250 strán, ale posledných 50 strán tvoria prílohy, register a odkazy. Normálne sú tieto strany zahrnuté v indikátore priebehu a vo výpočtoch času čítania, keďže sú súčasťou knihy. Vo všeobecnosti však tieto časti existujú ako referencie a nie sú prečítané úplne, takže ich možno budete chcieť vylúčiť, aby ste spresnili odhady počtu zostávajúcich stránok a času. Alebo možno máte antologickú knihu, ktorá obsahuje niektoré príbehy, ktoré ste už čítali. Funkcia <span class="ui">Vlastné skrytie častí knihy</span> v KOReader vám umožňuje vylúčiť tento druh častí vašej knihy.
sr: Неке књиге или документи могу да садрже дугачке одељке фуснота или библиографије. Као нека научна књига дужине 250 страница чијих је 50 последњих страница Додаци, Индекс и Референце. У општем случају, ове странице су део траке напретка и улазе у обзир приликом израчунавања времена читања јер су део књиге. Али ови одељци углавном служе као референца и не читају се у потпуности, тако да има смисла да се изузму како би број преосталих страница и процена преосталог времена читања до краја били тачнији. Или можда имате неку књигу антологије која садржи и приче које сте већ прочитали. Функција <span class="ui">Произвољни скривени токови</span> програма KOReader вам омогућава да изузмете овакве делове књиге.
ta: சில புத்தகங்கள் அல்லது ஆவணங்களில் நீண்ட அடிக்குறிப்புகள் அல்லது நூலியல் பிரிவுகள் இருக்கலாம். 250 பக்கங்கள் நீளமுள்ள ஒரு அறிவியல் புத்தகத்தைப் போல ஆனால் கடைசி 50 பக்கங்கள் பின்னிணைப்புகள், குறியீட்டு மற்றும் குறிப்புகள். பொதுவாக இந்த பக்கங்கள் புத்தகத்தின் ஒரு பகுதியாக இருப்பதால் முன்னேற்றப் பட்டி மற்றும் வாசிப்பு நேர கணக்கீடுகளில் சேர்க்கப்பட்டுள்ளன. ஆனால் பொதுவாக இந்த பிரிவுகள் ஒரு குறிப்பாக உள்ளன, அவை முழுவதுமாக படிக்கப்படவில்லை, எனவே உங்கள் மீதமுள்ள பக்க எண்ணிக்கை மற்றும் நேர மதிப்பீடுகளை மிகவும் துல்லியமாக மாற்ற நீங்கள் அவற்றை விலக்க விரும்பலாம். அல்லது நீங்கள் ஏற்கனவே படித்த சில கதைகளைக் கொண்ட ஒரு ஆந்தாலசி நூல் உங்களிடம் இருக்கலாம். <span வகுப்பு = "Ui"> தனிப்பயன் மறைக்கப்பட்ட பாய்ச்சல்கள் </span> கொரியாடரின் நற்பொருத்தம் உங்கள் புத்தகத்தின் இந்த வகையான பகுதிகளை விலக்க உங்களை அனுமதிக்கிறது.
uk: Деякі книги та документи можуть містити довгі виноски або розділи з бібліографіями. Наприклад, у науковій книзі на 250 сторінок останні 50 сторінок можуть складатися з додатків, змісту та списку використаних джерел. Зазвичай ці сторінки включаються до панелі поступу, а час читання обчислюється з урахуванням того, що вони є частиною книги. Однак, загалом ці частини присутні в книзі як наукові посилання і їх не читають повністю, тому їх можна вилучити, щоб обчислення непрочитаної кількості сторінок та часу до завершення читання книги були точнішими. Або, наприклад, йдеться про збірник в якому є оповідання, які ви вже раніше читали. Функція <span class="ui">Власні приховані частини</span> у KOReader дозволяє приховати такі частини з вашої книги.
zh_hans: 有写书籍或文档可能附有大篇幅的尾注或参考书目。比如一本250页的科学类书籍最后50页全是附录、专业术语索引及参考文献。通常情况下这些页码仍会被计入阅读进度条和阅读时间统计。但这些章节大多只作为参考，并不需要逐页阅读，因此可能希望将其排除使页码计数和预估阅读用时更加准确。再比如一本选集中包含了一些自己已经读过的篇章。<span class="ui">自定义隐藏页</span>功能可以将这类章节排除出去。

source: Have a look at the image for an overview of the process. Steps will be explained after the image:
es: Echa un vistazo a la imagen para obtener una visión general del proceso. Los pasos se explican después de la imagen:
fr: Consultez l'image pour avoir un aperçu du processus. Les étapes seront expliquées après l'image :
ga: Féach ar an íomhá le haghaidh forbhreathnú ar an bpróiseas. Míneofar na céimeanna i ndiaidh na híomhá:
it: Date un'occhiata all'immagine per avere una panoramica del processo. Le fasi saranno spiegate dopo l'immagine:
nl: Kijk naar de afbeelding voor een overzicht van het proces. De stappen worden na de afbeelding uitgelegd:
pt_br: Dê uma olhada na imagem para uma visão geral do processo. Os passos serão explicados após a imagem:
pt_pt: Vêja a imagem para uma visão geral do processo. As etapas serão explicadas após a imagem:
sk: Pozrite sa na obrázok pre prehľad procesu. Kroky budú vysvetlené za obrázkom:
sr: Погледајте слику да стекнете општи преглед процеса. Кораци ће бити објашњени након слике:
ta: செயல்முறையின் கண்ணோட்டத்திற்கு படத்தைப் பாருங்கள். படத்திற்குப் பிறகு படிகள் விளக்கப்படும்:
uk: Погляньте на зображення, щоб мати уявлення про процес. Усі етапи будуть розтлумачені після зображення:
zh_hans: 请浏览下方图示大致了解操作过程，详细步骤列于图片下方：

source: How to exclude a section by creating a hidden flow:
es: Cómo excluir una sección creando un flujo oculto:
fr: Comment exclure une section en créant un flux caché :
ga: Conas alt a eisiamh trí shreabhadh i bhfolach a chruthú:
it: Come escludere una sezione creando un flusso nascosto:
nl: Een sectie uitsluiten door een verborgen stroom te maken:
pt_br: Como excluir uma seção criando um fluxo oculto:
pt_pt: Como eliminar uma secção criando um fluxo oculto:
sk: Ako vynechať sekciu vytvorením jej skrytia:
sr: Како се изузима одељак креирањем скривеног тока:
ta: மறைக்கப்பட்ட ஓட்டத்தை உருவாக்குவதன் மூலம் ஒரு பகுதியை எவ்வாறு விலக்குவது:
uk: Як приховати частину книги створивши приховану частину:
zh_hans: 通过创建隐藏页来排除部分章节：

source: Go to the first page of the section you want to exclude
es: Ve a la primera página de la sección que quieras excluir
fr: Allez à la première page de la section que vous souhaitez exclure
ga: Téigh go dtí an chéad leathanach den chuid is mian leat a eisiamh
it: Andare alla prima pagina della sezione che si vuole escludere
nl: Ga naar de eerste pagina van de sectie die je wilt uitsluiten
pt_br: Vá para a primeira página da seção que você deseja excluir
pt_pt: Vá para a primeira página da secção que pretende excluir
sk: Prejdite na prvú stránku sekcie, ktorú chcete vynechať
sr: Идите на прву страницу одељка који желите да изузмете
ta: நீங்கள் விலக்க விரும்பும் பிரிவின் முதல் பக்கத்திற்குச் செல்லவும்
uk: Перейдіть до початку частини, яку бажаєте приховати
zh_hans: 转到要排除章节的起始页

source: Open the <span class="ui">Page browser</span> via:
es: Abre el <span class="ui">Explorador de páginas</span> via:
fr: Ouvrez l'<span class="ui">Explorateur de pages</span> via :
ga: Oscail an <span class="ui">brabhsálaí leathanaigh</span> trí:
it: Aprire il <span class="ui">navigatore di pagina</span> tramite:
nl: Open de <span class="ui">Paginaverkenner</span> via:
pt_br: Abra o <span class="ui">Navegador de páginas</span> via:
pt_pt: Abra o <span class="ui">Navegador de Páginas</span> através de:
sk: Otvorte <span class="ui">Prehliadač stránok</span> cez:
sr: Отворите <span class="ui">Прегледач страница</span> из:
ta: <Span வகுப்பு = "Ui"> பக்க உலாவி </span> வழியாக திறக்கவும்:
uk: Відкрийте <span class="ui">Оглядач сторінок</span> тут:
zh_hans: 按照下列路径进入<span class="ui">页面预览</span>：

# user_guide/en.html+html.body.div.ol.li.div:2166-13
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Prehliadač stránok
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / பக்க உலாவி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Оглядач сторінок
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 页面预览
