Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Synchronize to online services like <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> and <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
es: Sincroniza con servicios online como <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> y <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
fr: Synchronisez avec des services en ligne comme <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> et <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
ga: Sioncrónaigh le seirbhísí ar líne ar nós <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> agus <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
it: Sincronizzazione con servizi online come <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> e <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
nl: Synchroniseer met online services zoals <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> en <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
pt_br: Sincronize com serviços online como <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> e <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
pt_pt: Sincronize com serviços online como <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> e <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
sk: Synchronizácia s on-line službami ako <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> a <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
sr: Синхронизујте са сервисима на мрежи као што су <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> и <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
ta: Synchronize பெறுநர் online சேவைகள் like <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> and <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
uk: Синхронізація з онлайновими сервісами на зразок <span class="external">Joplin</span>, <span class="external">Readwise</span>, <span class="external">Memos</span>, <span class="external">Flomo</span> та <span class="external">XMNote</span> <a href="#L2-exportinghighlights" class="internalink"></a>
zh_hans: 与<span class="external">Joplin</span>、<span class="external">Readwise</span>、<span class="external">Memos</span>、<span class="external">Flomo</span>和<span class="external">XMNote</span>等在线服务同步<a href="#L2-exportinghighlights" class="internalink"></a>

source: Arrange and browse your library easily
es: Ordenar y navegar con facilidad por la biblioteca
fr: Organisez et parcourez votre bibliothèque facilement
ga: Socraigh agus brabhsáil do leabharlann go héasca
it: Organizzate e sfogliate facilmente la vostra libreria
nl: Je bibliotheek gemakkelijk ordenen en doorzoeken
pt_br: Organize e navegue em sua biblioteca facilmente
pt_pt: Organize e percorra a sua biblioteca facilmente
sk: Jednoducho si usporiadať a prezerať svoju knižnicu
sr: Једноставно сређујете и прегледате своју библиотеку
ta: உங்கள் நூலகத்தை எளிதாக ஏற்பாடு செய்து உலாவுக
uk: Впорядкування та огляд вашої бібліотеки
zh_hans: 轻松整理和浏览个人藏书库

source: Powerful <b>File Browser</b> where you can copy, move, rename, create, delete files and folders and perform bulk operations <a href="#L2-filebrowser" class="internalink"></a>
es: <b>Explorador de archivos</b> potente con el que puedes copiar, renombrar, crear y borrar ficheros y carpetas y realizar operaciones masivas <a href="#L2-filebrowser" class="internalink"></a>
fr: Un puissant <b>Explorateur de fichiers</b> qui vous permet de copier, déplacer, renommer, créer, supprimer des fichiers et des dossiers, et d'effectuer des opérations groupées <a href="#L2-filebrowser" class="internalink"></a>
ga: <b>Brabhsálaí Comhad</b> cumhachtach inar féidir leat comhaid agus fillteáin a chóipeáil, a bhogadh, a athainmniú, a chruthú, a scriosadh agus oibríochtaí mórchóir a dhéanamh <a href="#L2-filebrowser" class="internalink"></a>
it: Potente <b>File Browser</b> dove è possibile copiare, spostare, rinominare, creare, eliminare file e cartelle ed eseguire operazioni in blocco. <a href="#L2-filebrowser" class="internalink"></a>
nl: Krachtige <b>Bestandsverkenner</b> waar je bestanden en mappen kunt kopiëren, verplaatsen, hernoemen, aanmaken, verwijderen en bulkoperaties uitvoeren <a href="#L2-filebrowser" class="internalink"></a>
pt_br: Um <b>Explorador de Arquivos</b> poderoso onde você pode copiar, mover, renomear, criar, deletar arquivos e pastas e realizar operações em massa<a href="#L2-filebrowser" class="internalink"></a>
pt_pt: Um <b>Navegador de Ficheiros</b> poderoso onde pode copiar, mover, mudar o nome, criar, apagar ficheiros e pastas e executar operações em massa <a href="#L2-filebrowser" class="internalink"></a>
sk: Výkonný <b>prehliadač súborov</b>, kde môžete kopírovať, presúvať, premenovávať, vytvárať, mazať súbory a priečinky a vykonávať hromadné operácie <a href="#L2-filebrowser" class="internalink"></a>
sr: Моћни <b>Прегледач фајлова</b> где можете да копирате, премештате креирате, бришете и мењате име фајловима и фолдерима и вршите пакетне операције <a href="#L2-filebrowser" class="internalink"></a>
ta: சக்திவாய்ந்த <b> கோப்பு உலாவி </b> அங்கு நீங்கள் நகலெடுக்கலாம், நகர்த்தலாம், மறுபெயரிடலாம், உருவாக்கலாம், நீக்கலாம், கோப்புகள் மற்றும் கோப்புறைகளை செய்யலாம் மற்றும் மொத்த செயல்பாடுகளைச் செய்யலாம் <a href = "#l2-filebrowser" வகுப்பு = "interning">  </a>
uk: Потужний <b>Оглядач файлів</b>, у якому можна копіювати, переміщати, перейменовувати, створювати й видаляти файли та теки, а також виконувати пакетні операції <a href="#L2-filebrowser" class="internalink"></a>
zh_hans: 强大的<b>文件浏览器</b>，您可以在其中复制、移动、重命名、创建、删除文件和文件夹以及执行批量操作 <a href="#L2-filebrowser" class="internalink"></a>

source: See your library as you like with many detailed and mosaic views <a href="#L2-filebrowser" class="internalink"></a>
es: Configura tu biblioteca a tu gusto con muchas vistas detalladas y de mosaico <a href="#L2-filebrowser" class="internalink"></a>
fr: Personnalisez votre bibliothèque selon vos préférences grâce à de nombreux modes d’affichage en mosaïque ou détaillés <a href="#L2-filebrowser" class="internalink"></a>
ga: Féach ar do leabharlann mar is mian leat le go leor radharcanna mionsonraithe agus mósáice <a href="#L2-filebrowser" class="internalink"></a>
it: Guardate la vostra libreria come volete, con molte viste dettagliate e a mosaico. <a href="#L2-filebrowser" class="internalink"></a>
nl: Bekijk je bibliotheek zoals je wilt met vele gedetailleerde en mozaïek weergaves <a href="#L2-filebrowser" class="internalink"></a>
pt_br: Veja sua biblioteca como quiser com visualizações em muitos detalhes e em mosaico <a href="#L2-filebrowser" class="internalink"></a>
pt_pt: Ver a sua biblioteca como quiser com várias vistas de detalhes e mosaico <a href="#L2-filebrowser" class="internalink"></a>
sk: Prezerať si svoju knižnicu podľa svojich predstáv vďaka mnohým detailným a mozaikovým zobrazeniam <a href="#L2-filebrowser" class="internalink"></a>
sr: Приказујете своју библиотеку онако као желите, у многим детаљним и мозаик погледима <a href="#L2-filebrowser" class="internalink"></a>
ta: பல விரிவான மற்றும் மொசைக் காட்சிகள் <a href = "#l2-filebrowser" வகுப்பு = "interning">  </a> உடன் உங்கள் நூலகத்தைப் பார்க்கவும்
uk: Перегляд бібліотеки у деталізованому чи мозаїчному вигляді <a href="#L2-filebrowser" class="internalink"></a>
zh_hans: 以多种视图查阅个人藏书库<a href="#L2-filebrowser" class="internalink"></a>

source: Add your books to your <span class="ui">Favorites</span> for quick access or create your own <span class="ui">Collections</span> with sorting and filtering <a href="#L2-collections" class="internalink"></a>
es: Añade tus libros a <span class="ui">Favoritos</span> para un acceso rápido o crea tus propias <span class="ui">Colecciones</span> con tu orden y filtrado <a href="#L2-collections" class="internalink"></a>
fr: Ajoutez vos livres à vos <span class="ui">favoris</span> pour un accès rapide ou créez vos propres <span class="ui">collections</span> avec tri et filtres <a href="#L2-collections" class="internalink"></a>
ga: Cuir do leabhair le do <span class="ui">Roghanna is Fearr leat</span> le haghaidh rochtana tapa nó cruthaigh do <span class="ui">Bailiúcháin</span> féin le sórtáil agus scagadh <a href="#L2-collections" class="internalink"></a>
it: Aggiungete i libri ai vostri <span class="ui">Favoriti</span> per un accesso rapido o create delle <span class="ui">Collezioni</span> con ordinamento e filtri. <a href="#L2-collections" class="internalink"></a>
nl: Voeg je boeken toe aan je <span class="ui">Favorieten</span> voor snelle toegang of maak je eigen <span class="ui">Collecties</span> met sorteren en filteren <a href="#L2-collections" class="internalink"></a>
pt_br: Adicione seus livros aos seus <span class="ui">Favoritos</span> para acesso rápido ou crie suas próprias <span class="ui">Coleções</span> com ordenação e filtros <a href="#L2-collections" class="internalink"></a>
pt_pt: Acrescente os seus livros aos seus <span class="ui">Favoritos</span> para acesso rápido ou crie as suas próprias <span class="ui">Coleções</span> com ordenação e filtragem <a href="#L2-collections" class="internalink"></a>
sk: Pridať si knihy do <span class="ui">Obľúbených</span> pre rýchly prístup alebo si vytvorte vlastné <span class="ui">Zbierky</span> pomocou triedenia a filtrovania <a href="#L2-collections" class="internalink"></a>
sr: Додајете књиге у <span class="ui">Омиљено</span> да бисте им брзо приступили, или креирате сопствене <span class="ui">Збирке</span> са сортирањем и филтрирањем <a href="#L2-collections" class="internalink"></a>
ta: விரைவான அணுகலுக்காக உங்கள் <ச்பான் கிளாச் = "யுஐ"> பிடித்தவை </span> இல் உங்கள் புத்தகங்களைச் சேர்க்கவும் அல்லது உங்கள் சொந்த <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </ச்பான்> ஐ வரிசைப்படுத்துதல் மற்றும் வடிகட்டுதல்
uk: Додавання книги до <span class="ui">Обраних</span> для швидкого доступу чи створення власних <span class="ui">добірок</span> з впорядкуванням і фільтруванням <a href="#L2-collections" class="internalink"></a>
zh_hans: 将书籍添加到<span class="ui">收藏夹</span>以便快速访问，或创建<span class="ui">书单</span>对书目排序和过滤 <a href="#L2-collections" class="internalink"></a>

source: Fly through your book with powerful tools
es: Volar a través de tus libros con potentes herramientas
fr: Parcourez votre livre rapidement avec des outils puissants
ga: Eitil trí do leabhar le huirlisí cumhachtacha
it: Sfogliate il vostro libro con strumenti potenti
nl: Vlieg door je boek met krachtige hulpmiddelen
pt_br: Navegue pelo seu livro com ferramentas poderosas
pt_pt: Voe pelo seu livro com ferramentas poderosas
sk: Preletieť knihu s výkonnými nástrojmi
sr: Прелећете кроз своје књиге моћним алатима
ta: சக்திவாய்ந்த கருவிகளுடன் உங்கள் புத்தகத்தின் மூலம் பறக்கவும்
uk: Переміщення всередині книги за допомогою потужних інструментів
zh_hans: 使用强大的工具快速浏览您的书籍

source: <span class="ui">Skim widget</span> to quickly jump between pages, chapters, bookmarks <a href="#L2-skimwidget" class="internalink"></a>
es: <span class="ui">Widget de ojear</span> para saltar rápidamente entre páginas, capítulos, marcadores <a href="#L2-skimwidget" class="internalink"></a>
fr: <span class="ui">Widget d'exploration</span> pour passer rapidement d’une page, d’un chapitre ou d’un signet à l’autre <a href="#L2-skimwidget" class="internalink"></a>
ga: <span class="ui">Giuirléid scimeála</span> chun léim go tapa idir leathanaigh, caibidlí, leabharmharcanna <a href="#L2-skimwidget" class="internalink"></a>
it: <span class="ui">Widget Skim</span> per saltare rapidamente tra pagine, capitoli e segnalibri. <a href="#L2-skimwidget" class="internalink"></a>
nl: <span class="ui">Doorbladerwidget</span> om snel tussen pagina's, hoofdstukken en bladwijzers te springen <a href="#L2-skimwidget" class="internalink"></a>
pt_br: <span class="ui">Navegação rápida</span> para pular rapidamente entre páginas, capítulos e marcadores <a href="#L2-skimwidget" class="internalink"></a>
pt_pt: <span class="ui">Widget de folhear</span> para saltar rapidamente entre páginas, capítulos, e marcadores <a href="#L2-skimwidget" class="internalink"></a>
sk: <span class="ui">Prebehnúť dokument</span> na rýchle prepínanie medzi stránkami, kapitolami a záložkami <a href="#L2-skimwidget" class="internalink"></a>
sr: <span class="ui">Виџет за прелетање</span> којим се брзо скаче по страницама, поглављима, маркерима <a href="#L2-skimwidget" class="internalink"></a>
ta: <span வகுப்பு = "Ui"> ச்கிம் விட்செட் </span> பக்கங்கள், அத்தியாயங்கள், புக்மார்க்கு இடையில் விரைவாக குதிக்க <a href = "#l2-skim விட்செட்" வகுப்பு = "இன்டர்நின்">  </a>
uk: <span class="ui">Віджет проглядання</span> для швидкого переходу між сторінками, розділами, закладками <a href="#L2-skimwidget" class="internalink"></a>
zh_hans: <span class="ui">快速翻页工具</span> 可在页面、章节和书签之间快速跳转 <a href="#L2-skimwidget" class="internalink"></a>

source: Unique <span class="ui">Book map</span> to see a bird’s eye map of your book including all your notes and highlights <a href="#L2-bookmap" class="internalink"></a>
es: <span class="ui">Mapa del libro</span> único para tener una vista general del libro que incluye todas tus notas y subrayados <a href="#L2-bookmap" class="internalink"></a>
fr: <span class="ui">Plan du livre</span> unique pour avoir une vue d'ensemble de votre livre incluant toutes vos notes et surlignages <a href="#L2-bookmap" class="internalink"></a>
ga: <span class="ui">Léarscáil Leabhar</span> uathúil chun léarscáil súl éin de do leabhar a fheiceáil, lena n-áirítear do nótaí agus buaicphointí go léir <a href="#L2-bookmap" class="internalink"></a>
it: L'esclusiva <span class="ui">Mappa del libro</span> consente di visualizzare una mappa a volo d'uccello del libro, con tutte le note e le evidenziazioni. <a href="#L2-bookmap" class="internalink"></a>
nl: Unieke <span class="ui">Boekkaart</span> om een vogelvluchtkaart van het boek te zien, inclusief alle notities en markeringen <a href="#L2-bookmap" class="internalink"></a>
pt_br: <span class="ui">Mapa do livro</span> exclusivo para ver um mapa panorâmico do seu livro, incluindo todas as suas notas e destaques <a href="#L2-bookmap" class="internalink"></a>
pt_pt: <span class="ui">Mapa do livro</span> único para ver uma vista global do seu livro, incluindo todos os seus destaques e notas <a href="#L2-bookmap" class="internalink"></a>
sk: Jedinečnú <span class="ui">knižnú mapu</span> na zobrazenie "mapy" vašej knihy z vtáčej perspektívy vrátane všetkých vašich poznámok a zvýraznení <a href="#L2-bookmap" class="internalink"></a>
sr: Јединствена <span class="ui">Мапа књиге</span> која приказује поглед на књигу из птичије перспективе, заједно са свим вашим белешкама и истицањима <a href="#L2-bookmap" class="internalink"></a>
ta: தனித்துவமான <span வகுப்பு = "Ui"> புத்தக வரைபடம் </span> உங்கள் எல்லா குறிப்புகள் மற்றும் சிறப்பம்சங்கள் உட்பட உங்கள் புத்தகத்தின் பறவையின் கண் வரைபடத்தைக் காண <a href = "#l2-bookmap" வகுப்பு = "interning">  </a>
uk: Унікальна <span class="ui">Мапа книги</span> для погляду на книгу наче з висоти пташиного польоту, включно з вашими нотатками та виділеним <a href="#L2-bookmap" class="internalink"></a>
zh_hans: 借助独特的<span class="ui">书籍地图</span>功能，鸟瞰书籍全貌和自己的笔记与标注<a href="#L2-bookmap" class="internalink"></a>

source: <span class="ui">Page browser</span> to move through pages like a film reel <a href="#L2-pagebrowser" class="internalink"></a>
es: <span class="ui">Explorador de páginas</span> para desplazarte por las páginas como fotogramas de una película <a href="#L2-pagebrowser" class="internalink"></a>
fr: <span class="ui">Explorateur de pages</span> pour naviguer dans les pages comme une bobine de film <a href="#L2-pagebrowser" class="internalink"></a>
ga: <span class="ui">Brabhsálaí leathanaigh</span> chun bogadh trí leathanaigh cosúil le ríl scannáin <a href="#L2-pagebrowser" class="internalink"></a>
it: <span class="ui">Browser di pagine</span> per spostarsi tra le pagine come una bobina cinematografica. <a href="#L2-pagebrowser" class="internalink"></a>
nl: <span class="ui">Paginaverkenner</span> om door pagina's te bewegen als door een filmrol <a href="#L2-pagebrowser" class="internalink"></a>
pt_br: <span class="ui">Navegador de páginas</span> para avançar nas páginas como uma linha do tempo <a href="#L2-pagebrowser" class="internalink"></a>
pt_pt: <span class="ui">Navegador de páginas</span> para mover entre páginas como uma bobina de filme <a href="#L2-pagebrowser" class="internalink"></a>
sk: <span class="ui">Prehliadač stránok</span> na prechádzanie stránkami ako na filmovom páse <a href="#L2-pagebrowser" class="internalink"></a>
sr: <span class="ui">Прегледач страница</span> којим се кроз странице крећете као по кадровима на филмској траци <a href="#L2-pagebrowser" class="internalink"></a>
ta: <span வகுப்பு = "Ui"> பக்க உலாவி </span> ஒரு திரைப்பட ரீல் <a href = "#l2-pagebrowser" வகுப்பு = "internink">  </a> போன்ற பக்கங்களை நகர்த்துவதற்கு  </a>
uk: <span class="ui">Оглядач сторінок</span> для переміщення між сторінками немов між кадрами кіноплівки <a href="#L2-pagebrowser" class="internalink"></a>
zh_hans: 借助<span class="ui">页面预览</span>，像检阅胶卷一样快速略览页面<a href="#L2-pagebrowser" class="internalink"></a>

source: <span class="ui">Bookmarks browser</span> to browse your highlights and notes easily <a href="#L1-bookmarks" class="internalink"></a>
es: <span class="ui">Navegador de marcadores</span> para revisar con facilidad tus notas y subrayados <a href="#L1-bookmarks" class="internalink"></a>
fr: <span class="ui">Explorateur de signets</span> pour parcourir facilement vos surlignages et notes <a href="#L1-bookmarks" class="internalink"></a>
ga: <span class="ui">Brabhsálaí Leabharmharcanna</span> chun do bhuaicphointí agus nótaí a bhrabhsáil go héasca <a href="#L1-bookmarks" class="internalink"></a>
it: <span class="ui">Browser dei segnalibri</span> per sfogliare facilmente i punti salienti e le note. <a href="#L1-bookmarks" class="internalink"></a>
nl: <span class="ui">Bladwijzerbrowser</span> om eenvoudig door je markeringen en notities te bladeren <a href="#L1-bookmarks" class="internalink"></a>
pt_br: <span class="ui">Navegador de Marcadores</span> para navegar por seus destaques e notas facilmente <a href="#L1-bookmarks" class="internalink"></a>
pt_pt: <span class="ui">Navegador de marcadores</span> para consultar os seus destaques e notas facilmente <a href="#L1-bookmarks" class="internalink"></a>
sk: <span class="ui">Prehliadač záložiek</span> na jednoduché prehliadanie zvýraznení a poznámok <a href="#L1-bookmarks" class="internalink"></a>
sr: <span class="ui">Прегледач маркера</span> којим се једноставно крећете по истицањима и белешкама <a href="#L1-bookmarks" class="internalink"></a>
ta: <span வகுப்பு = "Ui"> புக்மார்க்குகள் உலாவி </span> உங்கள் சிறப்பம்சங்களையும் குறிப்புகளையும் எளிதாக உலாவ
uk: <span class="ui">Оглядач закладок</span> для зручного проглядання вашого виділеного і нотаток <a href="#L1-bookmarks" class="internalink"></a>
zh_hans: <span class="ui">书签浏览器</span>让浏览标注与笔记易如反掌<a href="#L1-bookmarks" class="internalink"></a>

source: Create an alternative table of contents automatically or manually if you don't like the one that comes with your book <a href="#L2-toctools" class="internalink"></a>
es: Crea un índice alternativo de forma manual o automática si no te gusta el del libro <a href="#L2-toctools" class="internalink"></a>
fr: Créez une table des matières alternative automatiquement ou manuellement si celle fournie avec votre livre ne vous convient pas <a href="#L2-toctools" class="internalink"></a>
ga: Cruthaigh clár ábhair malartach go huathoibríoch nó de láimh mura dtaitníonn an ceann a thagann le do leabhar leat <a href="#L2-toctools" class="internalink"></a>
it: Creare un indice alternativo automaticamente o manualmente se non si gradisce quello fornito con il libro. <a href="#L2-toctools" class="internalink"></a>
nl: Maak een alternatieve inhoudsopgave automatisch of handmatig als degene die bij boek hoort niet bevalt <a href="#L2-toctools" class="internalink"></a>
pt_br: Crie um índice alternativo automaticamente ou manualmente se você não gosta do que vem com seu livro <a href="#L2-toctools" class="internalink"></a>
pt_pt: Criar um índice alternativo automaticamente ou manualmente se não gostar do que vem com o seu livro <a href="#L2-toctools" class="internalink"></a>
sk: Ak sa vám obsah, ktorý je súčasťou vašej knihy, nepáči, vytvorte si automaticky alebo manuálne alternatívny obsah <a href="#L2-toctools" class="internalink"></a>
sr: Аутоматски или ручно креирајте алтернативне садржаје ако вам се не свиђају они који се налазе у књизи <a href="#L2-toctools" class="internalink"></a>
ta: உங்கள் புத்தகத்துடன் வரும் <a href = "#l2-toctools" வகுப்பு = "interning">  </a>
uk: Створення альтернативного змісту книги автоматично або власноруч, якщо вас не влаштовує зміст, який вже наявний у книзі <a href="#L2-toctools" class="internalink"></a>
zh_hans: 如果不满意书籍自带目录，可自动或手工创建副目录替代之<a href="#L2-toctools" class="internalink"></a>
