Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="external">Calibre</span> is an external program that you can install on your computer. You can import highlights into your <span class="external">Calibre</span> database with its <span class="external">KOReader Sync</span> plugin. You can install the mentioned plugin within the <span class="external">Calibre</span> application. Check the <a href="https://calibre-ebook.com/">project page</a> for download and instructions.
es: <span class="external">Calibre</span> es un programa externo que puedes instalar en tu ordenador. Puedes importar los subrayados en tu base de datos de <span class="external">Calibre</span> con el plugin <span class="external">KOReader Sync</span>. Puedes instalar dicho plugin dentro de la aplicación <span class="external">Calibre</span>. Consulta la <a href="https://calibre-ebook.com/">página del proyecto</a> para descargar e instrucciones.
fr: <span class="external">Calibre</span> est un programme externe que vous pouvez installer sur votre ordinateur. Vous pouvez importer des surlignages dans votre base de données <span class="external">Calibre</span> grâce à son plugin <span class="external">KOReader Sync</span>. Vous pouvez installer le plugin mentionné dans l'application <span class="external">Calibre</span>. Consultez la <a href="https://calibre-ebook.com/">page du projet</a> pour le téléchargement et les instructions.
ga: Is clár seachtrach é <span class="external">Calibre</span> ar féidir leat a shuiteáil ar do ríomhaire. Is féidir leat buaicphointí a allmhairiú isteach i do bhunachar sonraí <span class="external">Calibre</span> lena bhreiseán <span class="external">KOReader Sync</span>. Is féidir leat an breiseán luaite a shuiteáil laistigh den fheidhmchlár <span class="external">Calibre</span>. Seiceáil an <a href="https://calibre-ebook.com/">leathanach tionscadail</a> le haghaidh íoslódáil agus treoracha.
it: <span class="external">Calibre</span> è un programma esterno che si può installare sul computer. È possibile importare le evidenziazioni nel database <span class="external">Calibre</span> con il plugin <span class="external">KOReader Sync</span>. È possibile installare il plugin citato all'interno dell'applicazione <span class="external">Calibre</span>. Consultate la <a href="https://calibre-ebook.com/">pagina del progetto</a> per il download e le istruzioni.
nl: <span class="external">Calibre</span> is een extern programma op je computer. Je kunt markeringen importeren in de <span class="external">Calibre</span>-database via de <span class="external">KOReader Sync</span>-plugin. Installeer deze plugin binnen Calibre. Zie de <a href="https://calibre-ebook.com/">projectpagina</a> voor download en instructies.
pt_br: O <span class="external">Calibre</span> é um programa externo que você pode instalar no seu computador. Você pode importar destaques para o seu banco de dados do <span class="external">Calibre</span> com o plugin <span class="external">KOReader Sync</span>. Você pode instalar o plugin mencionado dentro do aplicativo <span class="external">Calibre</span>. Consulte a <a href="https://calibre-ebook.com/">página do projeto</a> para download e instruções.
sk: <span class="external">Calibre</span> je externý program, ktorý si môžete nainštalovať do počítača. Zvýraznené časti môžete importovať do databázy <span class="external">Calibre</span> pomocou jeho doplnku <span class="external">KOReader Sync</span>. Uvedený doplnok si môžete nainštalovať v aplikácii <span class="external">Calibre</span>. Stiahnutie a pokyny nájdete na <a href="https://calibre-ebook.com/">stránke projektu</a>.
sr: <span class="external">Calibre</span> је спољни програм који инсталирате на компјутер. Истицања можете да увезете у <span class="external">Calibre</span> базу података његовим <span class="external">KOReader Sync</span> додатком. Тај додатак можете да инсталирате из <span class="external">Calibre</span> апликације. За преузимање и упутства, погледајте <a href="https://calibre-ebook.com/">страницу пројекта</a>.
ta: <ச்பான் வகுப்பு = "வெளிப்புற"> காலிபர் </ச்பான்> என்பது உங்கள் கணினியில் நிறுவக்கூடிய வெளிப்புற நிரலாகும். உங்கள் <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் </ச்பான்> தரவுத்தளத்தில் அதன் <ச்பான் கிளாச் = "வெளிப்புற"> கொரியடர் ஒத்திசைவு </ச்பான்> சொருகி மூலம் சிறப்பம்சங்களை இறக்குமதி செய்யலாம். குறிப்பிடப்பட்ட சொருகி <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் </span> பயன்பாட்டிற்குள் நிறுவலாம். பதிவிறக்கம் மற்றும் அறிவுறுத்தல்களுக்கு <a href = "https://calibre-ebook.com/"> திட்டப் பக்கம் </a> ஐ சரிபார்க்கவும்.
uk: <span class="external">Calibre</span> – це зовнішня програма, яку можна встановити на свій комп’ютер. Імпортувати виділені фрагменти до бази даних <span class="external">Calibre</span> можна за допомогою модуля <span class="external">KOReader Sync</span>. Встановлювати згаданий модуль потрібно безпосередньо у програмі <span class="external">Calibre</span>. Завантажити та дізнатися більше можна <a href="https://calibre-ebook.com/">на сторінці проекту</a>.
zh_hans: <span class="external">Calibre</span>安装在电脑上的外部软件。借助<span class="external">Calibre</span>的<span class="external">KOReader同步插件</span>，可以将标注导入到Calibre数据库中。该插件要在<span class="external">Calibre</span>软件内启用。请前往Calibre的<a href="https://calibre-ebook.com/">项目页</a>获取下载链接及使用说明。

source: <span class="label_blue">INFO</span> When you open a document in KOReader, it creates a directory alongside the document with same name as the document. This directory contains a .LUA file which includes all the highlights, notes and user options (formatting properties etc.) related to that document. You can manually backup/restore these directories.
es: <span class="label_blue">INFO</span> Al abrir un documento en KOReader, se crea un directorio junto al documento con el mismo nombre. Este directorio contiene un archivo .LUA que incluye todos los subrayados, notas y opciones de usuario (propiedades de formato, etc.) relacionados con ese documento. Puede realizar copias de seguridad o restaurar manualmente estos directorios.
fr: <span class="label_blue">INFO</span> Lorsque vous ouvrez un document dans KOReader, celui-ci crée un répertoire portant le même nom que le document. Ce répertoire contient un fichier .LUA qui regroupe toutes les surlignages, notes et options utilisateur (propriétés de mise en forme, etc.) liés à ce document. Vous pouvez sauvegarder/restaurer manuellement ces répertoires.
ga: <span class="label_blue">EOLAS</span> Nuair a osclaíonn tú doiciméad i KOReader, cruthaítear eolaire taobh leis an doiciméad leis an ainm céanna air. Tá comhad .LUA san eolaire seo ina bhfuil na buaicphointí, na nótaí agus na roghanna úsáideora go léir (airíonna formáidithe srl.) a bhaineann leis an doiciméad sin. Is féidir leat cúltaca/athchóiriú de láimh a dhéanamh de na heolairí seo.
it: <span class="label_blue">INFO</span> Quando si apre un documento in KOReader, viene creata una directory accanto al documento con lo stesso nome del documento. Questa directory contiene un file .LUA che include tutte le evidenziazioni, le note e le opzioni utente (proprietà di formattazione, ecc.) relative al documento. È possibile eseguire manualmente il backup/ripristino di queste directory.
nl: <span class="label_blue">INFO</span> Wanneer je een document opent maakt KOReader een map naast het bestand met dezelfde naam. Die bevat een .LUA-bestand met alle markeringen, notities en gebruikersopties (opmaak enz.). Je kunt deze mappen handmatig back-uppen of terugzetten.
pt_br: <span class="label_blue">INFO</span> Ao abrir um documento no KOReader, ele cria um diretório ao lado do documento com o mesmo nome do documento. Esse diretório contém um arquivo .LUA que inclui todos os destaques, notas e opções do usuário (propriedades de formatação, etc.) relacionados ao documento. Você pode fazer backup/restaurar manualmente esses diretórios.
sk: <span class="label_blue">INFORMÁCIA</span> Keď otvoríte dokument v KOReaderi, vytvorí sa vedľa dokumentu adresár s rovnakým názvom ako dokument. Tento adresár obsahuje súbor .LUA, ktorý obsahuje všetky zvýraznenia, poznámky a používateľské možnosti (vlastnosti formátovania atď.) súvisiace s týmto dokumentom. Tieto adresáre môžete manuálne zálohovať/obnoviť.
sr: <span class="label_blue">ИНФО</span> Када отворите документ у KOReader читачу, он уз документ креира директоријум под истим именом као и документ. Овај директоријум садржи .LUA фајл у којем се налазе сва истицања, белешке и корисничке опције (особине форматирања итд.) које су у вези са документом. Можете ручно да направите резервну копију ових директоријума као и да их вратите.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> நீங்கள் ஒரு ஆவணத்தை கொரியாடரில் திறக்கும்போது, ஆவணத்தின் அதே பெயருடன் ஆவணத்துடன் ஒரு கோப்பகத்தை உருவாக்குகிறது. இந்த கோப்பகத்தில் அந்த ஆவணத்துடன் தொடர்புடைய அனைத்து சிறப்பம்சங்கள், குறிப்புகள் மற்றும் பயனர் விருப்பங்கள் (வடிவமைப்பு பண்புகள் போன்றவை) அடங்கும். இந்த கோப்பகங்களை நீங்கள் கைமுறையாக காப்புப் பிரதி/மீட்டெடுக்கலாம்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> При відкритті документа в KOReader поряд одночасно створюється тека з такою ж, як в документа, назвою. Ця тека містить файл .LUA, в якому знаходяться усі виділені уривки, нотатки та користувацькі параметри (форматування тексту та ін.), що стосуються цього документа. Можна власноруч зробити резервні копії цих тек або відновити їх.
zh_hans: <span class="label_blue">说明</span> 在KOReader中开启某个文档后，文档所在目录中将生成一个同名文件夹；文件夹内有一个与文档关联的.LUA文件，包含了全部的标注、笔记和用户设置项（如文本格式设置）等。用户可手动备份及还原这个文件夹内容。

# user_guide/en.html+html.body.div.div:2846-1
source: READING PDFS
sk: ČÍTANIE PDF
ta: PDFS படித்தல்
uk: ЧИТАННЯ PDF
zh_hans: 阅读PDF文档

# user_guide/en.html+html.body.div.div:2848-1
source: Reading large PDFs on a small screen
sk: Čítanie veľkých PDF na malej obrazovke
ta: ஒரு சிறிய திரையில் பெரிய PDF களைப் படித்தல்
uk: Читання великих PDF на малому екрані
zh_hans: 在小尺寸屏幕上阅读大开本PDF文档

source: KOReader provides you many ways to read a PDF/DJVU document which is optimized for bigger page sizes (generally A4 or Letter) on your smaller screen device:
es: KOReader le ofrece muchas formas de leer un documento PDF/DJVU optimizado para tamaños de página más grandes (generalmente A4 o Carta) en su dispositivo de pantalla más pequeña:
fr: KOReader vous offre plusieurs façons de lire un document PDF/DJVU optimisé pour les formats de page plus grands (généralement A4 ou Letter) sur votre appareil à écran plus petit :
ga: Cuireann KOReader go leor bealaí ar fáil duit chun doiciméad PDF/DJVU a léamh atá optamaithe do mhéideanna leathanaigh níos mó (A4 nó Letter de ghnáth) ar do ghléas scáileáin níos lú:
it: KOReader offre diversi modi per leggere un documento PDF/DJVU ottimizzato per pagine di dimensioni maggiori (generalmente A4 o Letter) su uno schermo più piccolo:
nl: KOReader biedt meerdere manieren om een PDF/DJVU-document dat voor grotere paginaformaten (A4/Letter) is ontworpen toch prettig op een kleiner scherm te lezen:
pt_br: O KOReader oferece muitas maneiras de ler um documento PDF/DJVU otimizado para tamanhos de página maiores (geralmente A4 ou Carta) em seu dispositivo com tela menor:
sk: KOReader vám poskytuje mnoho spôsobov, ako čítať dokument PDF/DJVU, ktorý je optimalizovaný pre väčšie veľkosti strán (bežne je to A4 alebo Letter) na vašom zariadení s menšou obrazovkou:
sr: KOReader омогућава разне начине за читање PDF/DJVU документа оптимизованих за веће (у општем случају A4 или Letter) формате страница на вашем уређају који поседује мали екран:
ta: உங்கள் சிறிய திரை சாதனத்தில் பெரிய பக்க அளவுகளுக்கு (பொதுவாக A4 அல்லது கடிதம்) உகந்ததாக இருக்கும் PDF/DJVU ஆவணத்தைப் படிக்க கொரியடர் உங்களுக்கு பல வழிகளை வழங்குகிறது:
uk: KOReader забезпечує багато способів для читання документів PDF і DJVU, які оптимізовані для більших (зазвичай для форматів A4 чи ANSI Letter) розмірів сторінок на пристроях з меншими розмірами екранів:
zh_hans: KOReader提供了多种解决方案以提升在小尺寸屏幕上阅读大开本（通常为A4规格或信纸开本）的PDF和DJVU文档的体验：

source: <b>1. You can enable </b><span class="ui">Reflow</span>
es: <b>1. Puedes habilitar el</b> <span class="ui">Ajuste de texto</span>
fr: <b>1. Vous pouvez activer </b><span class="ui">Remise en page</span>
ga: <b>1. Is féidir leat </b><span class="ui">Athshreabhadh</span> a chumasú
it: <b>1. È possibile abilitare </b><span class="ui">Reflow-adatta testo</span>
nl: <b>1. Schakel </b><span class="ui">Herschikking</span> <b>in</b>
pt_br: <b>1. Você pode habilitar o </b><span class="ui">Refluxo</span>
pt_pt: <b>1. Pode ativar o </b><span class="ui">Refluxo</span>
sk: <b>1. Môžete povoliť </b><span class="ui">Preformátovanie</span>
sr: <b>1. Можете да укључите </b><span class="ui">Преслагање</span>
ta: <b> 1. நீங்கள் </b> <span வகுப்பு = "Ui"> ரிஃப்ளோ </span> ஐ இயக்கலாம்
uk: <b>1. Можна увімкнути </b><span class="ui">перекомпонування</span>
zh_hans: <b>1、启用</b><span class="ui">页面重排</span>

source: BOTTOM MENU / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Reflow
es: MENÚ INFERIOR / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Ajusre de Texto
fr: MENU INFÉRIEUR / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Remise en page
ga: AN ROCHLÁR BUNA / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Athshreabhadh
it: MENU INFERIORE / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Reflow-adatta testo
nl: ONDERMENU / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Herschikking
pt_br: MENU INFERIOR / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Refluxo
pt_pt: MENU INFERIOR / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Refluxo
sk: SPODNÉ MENU / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Preformátovanie
sr: МЕНИ НА ДНУ / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Преслагање
ta: கீழே பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / booth_font.svg" சூல் தண்டு = "அகலம்: 22px;"> / ரிஃப்ளோ
uk: НИЖНЄ МЕНЮ / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / Перекомпонування
zh_hans: 底部菜单 / <img class="img_inline" src="pictures/bottom_font.svg" style="width:22px;"> / 页面重排

source: Reflow tries to extract the text portion from your document (if it is available) and format it as a single column. Results are generally satisfactory. You can also set this as a <b>default</b> by tapping and holding on it.
es: El ajuste de texto intenta extraer el texto del documento (si está disponible) y formatearlo como una sola columna. Los resultados suelen ser satisfactorios. También puedes configurarlo como <b>predeterminado</b> manteniendo pulsado en él.
fr: Remise en page tente d'extraire la partie texte de votre document (si elle est disponible) et de la mettre en forme en une seule colonne. Les résultats sont généralement satisfaisants. Vous pouvez également définir cela comme <b>valeur par défaut</b> en appuyant longuement dessus.
ga: Déanann Reflow iarracht an chuid téacs a bhaint as do dhoiciméad (más ann dó) agus é a fhormáidiú mar cholún aonair. Bíonn na torthaí sásúil i gcoitinne. Is féidir leat é seo a shocrú mar <b>réamhshocrú</b> freisin trí thapáil agus coinneáil air.
it: Reflow-adatta testo cerca di estrarre la parte di testo dal documento (se disponibile) e di formattarla come una singola colonna. I risultati sono generalmente soddisfacenti. È anche possibile impostarlo come <b>default</b> toccandolo e tenendolo premuto.
nl: Herschikkig probeert de tekst (als beschikbaar) te extraheren en opnieuw als één kolom op te maken. Resultaten zijn meestal prima. Je kunt dit ook als <b>standaard</b> instellen door lang te tikken.
pt_br: O Refluxo tenta extrair a parte do texto do seu documento (se disponível) e formatá-la como uma única coluna. Os resultados geralmente são satisfatórios. Você também pode definir isso como <b>padrão</b> tocando e segurando.
sk: Preformátovanie sa pokúsi extrahovať textovú časť z dokumentu (ak je k dispozícii) a naformátovať ju ako jeden stĺpec. Výsledky sú vo všeobecnosti uspokojivé. Môžete to tiež nastaviť ako <b>predvolené</b> ťuknutím a podržaním.
sr: Преслагање покушава да издвоји текстуални део документа (ако је доступан) и да га форматира у једну колону. Резултат је углавном задовољавајући. Ово такође можете да подесите и као <b>подразумевано</b> тако што тапнете и задржите.
ta: ரிஃப்ளோ உங்கள் ஆவணத்திலிருந்து உரை பகுதியைப் பிரித்தெடுக்க முயற்சிக்கிறது (அது கிடைத்தால்) அதை ஒற்றை நெடுவரிசையாக வடிவமைக்கவும். முடிவுகள் பொதுவாக திருப்திகரமாக இருக்கும். இதைத் தட்டுவதன் மூலமும் வைத்திருப்பதன் மூலமும் இதை <b> இயல்புநிலை </b> ஆக அமைக்கலாம்.
uk: Перекомпонування намагається витягнути текстовий шар з документа (якщо він наявний) і показувати його одним стовпцем. Результати зазвичай задовільні. Цю функцію можна зробити <b>типовою</b> затиснувши її.
zh_hans: 重排尝试从文档中提取文本部分（如果可用）并将其格式化为单个列。 结果总体上还行。 您也可以通过点击并按住它将其设置为<b>默认值</b>。

source: <b>2. You can enable</b> <span class="ui">Zoom To Content</span>
es: <b>2. Puedes habilitar la función</b> <span class="ui">Zoom al contenido</span>
fr: <b>2. Vous pouvez activer</b> <span class="ui">Zoom sur le contenu</span>
ga: <b>2. Is féidir leat a chumasú</b><span class="ui">Zúmáil go dtí an t-ábhar</span>
it: <b>2. È possibile attivare</b> <span class="ui">Zoom a</span>
nl: <b>2. Schakel</b> <span class="ui">Zoom op inhoud</span> <b>in</b>
pt_br: <b>2. Você pode habilitar</b> <span class="ui">Ajustar zoom ao conteúdo</span>
pt_pt: <b>2. Pode habilitar </b> <span class="ui">Zoom do Conteúdo</span>
sk: <b>2. Môžete povoliť</b> <span class="ui">Zväčšenie na šírku obsahu </span>
sr: <b>2. Можете да укључите</b> <span class="ui">Зумирај на садржај</span>
ta: <b> 2. நீங்கள் இயக்கலாம் </b> <span வகுப்பு = "ui"> உள்ளடக்கத்திற்கு பெரிதாக்கு </span>
uk: <b>2. Можна увімкнути</b> <span class="ui">Масштабування до вмісту</span>
zh_hans: <b>2. 启用</b><span class="ui">页面放大</span>

# user_guide/en.html+html.body.div.div:2864-5
source: BOTTOM MENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
sk: SPODNÉ MENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
ta: கீழே பட்டியல் / <img ஏற்றுதல் = "சோம்பேறி" வகுப்பு = "img_inline" src = "படங்கள் / poot_fit.svg" சூல் தண்டு = "அகலம்: 22px;"> /
uk: НИЖНЄ МЕНЮ / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
zh_hans: 底部菜单 / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /

source: With this option KOReader tries to crop margins from your document so text can look bigger on your screen. You can set <span class="ui">fit</span> to <span class="ui">width</span> in the same menu which will try to fit only page width instead of whole page, so your text will look bigger.
es: Con esta opción, KOReader intenta recortar los márgenes de su documento para que el texto parezca más grande en su pantalla. Puede configurar <span class="ui">fit</span> en <span class="ui">width</span> en el mismo menú, lo que intentará ajustar solo el ancho de la página en lugar de toda la página, para que su texto se vea más grande.
fr: Avec cette option, KOReader tente de rogner les marges de votre document afin que le texte apparaisse plus grand à l'écran. Vous pouvez définir <span class="ui">Ajustement</span> sur <span class="ui">largeur</span> dans le même menu, ce qui permettra d'ajuster uniquement la largeur de la page au lieu de la page entière, afin que votre texte apparaisse plus grand.
ga: Leis an rogha seo, déanann KOReader iarracht imill do dhoiciméid a bhearradh ionas go mbeidh cuma níos mó ar an téacs ar do scáileán. Is féidir leat <span class="ui">oiriúnú</span> a shocrú go <span class="ui">leithead</span> sa roghchlár céanna a dhéanfaidh iarracht leithead an leathanaigh amháin a fheistiú seachas an leathanach ar fad, ionas go mbeidh cuma níos mó ar do théacs.
it: Con questa opzione KOReader cerca di ritagliare i margini del documento in modo che il testo risulti più grande sullo schermo. È possibile impostare <span class="ui">adatta</span> su <span class="ui">larghezza</span> nello stesso menu, che cercherà di adattarsi solo alla larghezza della pagina invece che all'intera pagina, in modo che il testo risulti più grande.
nl: Met deze optie probeert KOReader marges weg te snijden zodat tekst groter oogt. Je kunt in hetzelfde menu <span class="ui">Passen</span> op <span class="ui">Breedte</span> zetten, zodat alleen de paginabreedte wordt benut en tekst groter wordt.
pt_br: Com esta opção, o KOReader tenta cortar as margens do seu documento para que o texto pareça maior na tela. Você pode definir <span class="ui">ajustar</span> para <span class="ui">largura</span> no mesmo menu, que tentará ajustar apenas a largura da página em vez da página inteira, para que o texto pareça maior.
sk: Pomocou tejto možnosti sa KOReader pokúsi orezať okraje z dokumentu, aby text mohol na obrazovke vyzerať väčší. V tej istej ponuke môžete nastaviť <span class="ui">prispôsobiť</span> podľa <span class="ui">šírky</span>, čím sa pokúsi prispôsobiť len šírke strany namiesto celej strany, takže váš text bude vyzerať väčší.
sr: Овом опцијом KOReader покушава да опсече маргине документа тако да текст на екрану може изгледати већи. У истом менију можете да поставите и <span class="ui">уклопи</span> на <span class="ui">ширину</span> чиме се уместо целе, покушава уклапање само ширине странице, тако да ће текст изгледати већи.
ta: இந்த விருப்பத்துடன் கொரியடர் உங்கள் ஆவணத்திலிருந்து விளிம்புகளை பயிர் செய்ய முயற்சிக்கிறார், எனவே உரை உங்கள் திரையில் பெரிதாக இருக்கும். அதே பட்டியலில் <span வகுப்பு = "Ui"> பொருத்தம் </span> க்கு <span வகுப்பு = "Ui"> அகலம் </span> க்கு அமைக்கலாம், இது முழு பக்கத்திற்கும் பதிலாக பக்க அகலத்தை மட்டுமே பொருத்த முயற்சிக்கும், எனவே உங்கள் உரை பெரியதாக இருக்கும்.
uk: Під час роботи цієї функції KOReader намагається обрізати поля документу так, щоб на екрані текст виглядав більшим. В тому ж меню можна встановити <span class="ui">допасування</span> по <span class="ui">ширині</span>, після чого програма буде допасовувати тільки ширину сторінки, а не всю сторінку, тож текст буде виглядати більшим.
zh_hans: 使用此选项，KOReader会尝试从文档中裁剪边距，以便文本在屏幕上看起来更大。您可以在同一菜单中设置<span class="ui">适配</span>到<span class="ui">宽度</span>，该菜单将尝试仅适合页面宽度而不是整个页面，因此您的文本看起来会更大。

source: <b>3. You can try to use your device in </b><span class="ui">Landscape orientation</span>
es: <b>3. Puedes intentar utilizar tu dispositivo en </b><span class="ui">orientación horizontal</span>
fr: t<b>3. Vous pouvez essayer d'utiliser votre appareil en </b><span class="ui">orientation paysage</span>
ga: <b>3. Is féidir leat iarracht a dhéanamh do ghléas a úsáid i </b><span class="ui">treoshuíomh tírdhreacha</span>
it: <b>3. È possibile provare a utilizzare il dispositivo in </b><span class="ui">Modalità orizzontale</span>
nl: <b>3. Probeer je apparaat in </b><span class="ui">Liggende stand</span> te gebruiken
pt_br: <b>3. Você pode tentar usar o seu dispositivo na </b><span class="ui">Orientação paisagem</span>
pt_pt: <b>3. Pode tentar utilizar o seu dispositivo na </b><span class="ui">orientação paisagem</span>
sk: <b>3. Môžete skúsiť použiť zariadenie v </b><span class="ui">orientácii na šírku</span>
sr: <b>3. Можете пробати да уређај користите у </b><span class="ui">Положеној оријентацији</span>
ta: <b> 3. உங்கள் சாதனத்தை </b> <span வகுப்பு = "Ui"> இயற்கை நோக்குநிலை </span> இல் பயன்படுத்த முயற்சி செய்யலாம்
uk: <b>3. Можна спробувати користуватися пристроєм у </b><span class="ui">альбомній орієнтації</span>
zh_hans: <b>3. 将阅读设备设置为</b><span class="ui">横屏模式</span>
