Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b>2.</b> Now we need a way to access our menu. Go to the <span class="ui">Gesture Manager</span> and choose a gesture from the list to assign to our menu. Let’s say we want to tap the corner of the screen to show menu. Now tap on <span class="ui">Tap corner</span> then choose <span class="ui">Bottom left</span>. Now tap on <span class="ui">General</span> and go to the second page. You will find your profile as <span class="ui">Profile x</span> where x is the name you gave to this <span class="ui">Profile</span>. Tap on its checkbox to assign your profile to this gesture.
es: <b>2.</b> Ahora necesitamos acceder a nuestro menú. Ve al <span class="ui">Administrador de Gestos</span> y elige un gesto de la lista para asignarlo a nuestro menú. Supongamos que queremos tocar la esquina de la pantalla para mostrar el menú. Ahora toca <span class="ui">Tocar esquina</span> y luego elige <span class="ui">Abajo a la izquierda</span>. Ahora toca <span class="ui">General</span> y ve a la segunda página. Encontrarás tu perfil como <span class="ui">Perfil x</span>, donde x es el nombre que le diste a este <span class="ui">Perfil</span>. Toca su casilla para asignar tu perfil a este gesto.
fr: <b>2.</b> Nous avons maintenant besoin d'un moyen d'accéder à notre menu. Allez dans <span class="ui">Gestionnaire de gestes</span> et choisissez un geste dans la liste à attribuer à notre menu. Supposons que nous voulons appuyer sur le coin de l'écran pour afficher le menu. Appuyez maintenant sur <span class="ui">Toucher dans les coins</span>, puis choisissez <span class="ui">En bas à gauche</span>. Appuyez maintenant sur <span class="ui">Général</span> et passez à la deuxième page. Vous trouverez votre profil sous le nom <span class="ui">Profil x</span>, où x correspond au nom que vous avez donné à ce <span class="ui">Profil</span>. Cochez la case correspondante pour attribuer votre profil à ce geste.
ga: <b>2.</b> Anois, teastaíonn bealach uainn chun rochtain a fháil ar ár roghchlár. Téigh go dtí an <span class="ui">Bainisteoir Gothaí</span> agus roghnaigh gotha ón liosta le sannadh dár roghchlár. Abair gur mhaith linn cúinne an scáileáin a thapáil chun an roghchlár a thaispeáint. Anois, tapáil ar <span class="ui">Tapáil cúinne</span> agus ansin roghnaigh <span class="ui">Bun ar chlé</span>. Anois, tapáil ar <span class="ui">Ginearálta</span> agus téigh go dtí an dara leathanach. Gheobhaidh tú do phróifíl mar <span class="ui">Próifíl x</span> áit a seasann x don ainm a thug tú don <span class="ui">Próifíl</span> seo. Tapáil ar a bhosca seiceála chun do phróifíl a shannadh don ghotha seo.
it: <b>2.</b> Ora abbiamo bisogno di un modo per accedere al nostro menu. Accedere a <span class="ui">Tocchi e gesti</span> e scegliere un gesto dall'elenco da assegnare al nostro menu. Supponiamo di voler toccare l'angolo dello schermo per visualizzare il menu. A questo punto, toccare <span class="ui">Tocco nell'angolo</span>, quindi scegliere <span class="ui">In basso a sinistra</span>. A questo punto, toccare <span class="ui">Generali</span> e passare alla seconda pagina. Il profilo si trova come <span class="ui">profilo x</span>, dove x è il nome dato a questo <span class="ui">profilo</span>. Toccare la casella di controllo per assegnare il proprio profilo a questo gesto.
nl: <b>2.</b> We hebben nu een manier nodig om ons menu te openen. Ga naar <span class="ui">Gebarenbeheer</span> en kies een gebaar uit de lijst om aan ons menu toe te wijzen. Stel dat je op de hoek van het scherm wilt tikken om het menu te tonen. Tik dan op <span class="ui">Hoek tikken</span> en kies vervolgens <span class="ui">Linksonder</span>. Tik nu op <span class="ui">Algemeen</span> en ga naar de tweede pagina. Je vindt je profiel als <span class="ui">Profiel x</span>, waarbij x de naam is die je aan dit <span class="ui">Profiel</span> gaf. Vink het selectievakje aan om je profiel aan dit gebaar toe te wijzen.
pt_br: <b>2.</b> Agora precisamos de uma maneira de acessar nosso menu. Vá para o <span class="ui">Gerenciador de Gestos</span> e escolha um gesto da lista para atribuir ao nosso menu. Digamos que queremos tocar no canto da tela para mostrar o menu. Agora toque em <span class="ui">Tocar no canto</span> e escolha <span class="ui">Inferior esquerdo</span>. Agora toque em <span class="ui">Geral</span> e vá para a segunda página. Você encontrará seu perfil como <span class="ui">Perfil x</span>, onde x é o nome que você deu a este <span class="ui">Perfil</span>. Toque na caixa de seleção para atribuir seu perfil a este gesto.
sk: <b>2.</b> Teraz potrebujeme spôsob, ako sa dostať do nášho menu. Prejdite do <span class="ui">Správcu gest</span> a vyberte gesto zo zoznamu, ktoré chcete priradiť k našej ponuke. Povedzme, že chceme ťuknutím na roh obrazovky zobraziť ponuku. Teraz ťuknite na <span class="ui">Ťuknutie na roh</span> a potom vyberte možnosť <span class="ui">Vľavo dole</span>. Teraz ťuknite na <span class="ui">Všeobecné</span> a prejdite na druhú stránku. Váš profil nájdete ako <span class="ui">Profil X</span>, kde X je meno, ktoré ste dali tomuto <span class="ui">Profilu</span>. Ťuknutím na jeho začiarkavacie políčko priradíte tomuto gestu svoj profil.
sr: <b>2.</b> Сада нам је потребан начин за приступ том менију. Идите у <span class="ui">Управљач гестикулацијама</span> и изаберите из листе гестикулацију која ће се доделити менију. Рецимо да хоћемо да тап на угао екрана прикаже мени. Сада тапните на <span class="ui">Тап на угао</span> па изаберите <span class="ui">Доле лево</span>. Затим тапните на <span class="ui">Опште</span> и пређите на другу страницу. Свој профил ћете пронаћи као <span class="ui">Профил x</span> где је x име које сте дали овом <span class="ui">Профилу</span>. Тапните на његово поље за потврду да овај профил доделите гестикулацији.
ta: <b> 2. </b> இப்போது எங்கள் மெனுவை அணுக ஒரு வழி தேவை. <ச்பான் கிளாச் = "யுஐ"> சைகை மேலாளர் </ச்பான்> க்குச் சென்று, எங்கள் மெனுவுக்கு ஒதுக்க பட்டியலிலிருந்து ஒரு சைகையைத் தேர்வுசெய்க. மெனுவைக் காட்ட திரையின் மூலையைத் தட்ட விரும்புகிறோம் என்று சொல்லலாம். இப்போது <span வகுப்பு = "Ui"> ஐத் தட்டவும் கார்னர் </span> பின்னர் <span வகுப்பு = "Ui"> கீழே இடது </span> ஐத் தேர்வுசெய்க. இப்போது <span வகுப்பு = "Ui"> பொது </span> ஐத் தட்டவும், இரண்டாவது பக்கத்திற்குச் செல்லவும். உங்கள் சுயவிவரத்தை <span வகுப்பு = "Ui"> சுயவிவரம் ஃச் </span> எனக் காண்பீர்கள், அங்கு ஃச் என்பது இந்த <span வகுப்பு = "Ui"> சுயவிவரம் </span> க்கு நீங்கள் கொடுத்த பெயர். இந்த சைகைக்கு உங்கள் சுயவிவரத்தை ஒதுக்க அதன் தேர்வுப்பெட்டியைத் தட்டவும்.
uk: <b>2.</b> Тепер потрібно забезпечити спосіб доступу до швидкого меню. Перейдіть до <span class="ui">Менеджера жестів</span> і оберіть зі списку жест, який буде відкривати швидке меню. Скажімо, потрібно, щоб швидке меню відкривалося дотиком до кута екрану. Тепер торкніться <span class="ui">Дотик в куті</span>, а потім оберіть <span class="ui">Нижній лівий</span>. Тепер торкніться <span class="ui">Загальне</span> і перейдіть на наступну сторінку. Ви виявите свій профіль як <span class="ui">Профіль Х</span>, де «Х» буде назвою, яку ви вказали для цього <span class="ui">профілю</span>. Торкніться квадратика біля нього, щоб призначити жест для цього профілю.
zh_hans: <b>（2）</b>现在，我们需要一种访问菜单的方法。转到<span class="ui">交互手势管理器</span>，并从列表中选择一个手势以分配给菜单。假设我们想点击屏幕的一角来显示菜单。现在点按<span class="ui">在屏幕四角点按</span>，然后选择<span class="ui">左下角</span>。现在点击<span class="ui">常规</span>并转到第二页。您将发现您的<span class="ui">配置文件</span>显示为「配置文件X」，其中X是您为此<span class="ui">配置文件</span>指定的标题。点击其复选框，将您的配置文件分配给该手势。

source: After all the steps, now you should see your menu when you tap on the bottom left corner. You can edit your menu by going to its <span class="ui">Profile</span> page where you can add or remove items. Also there is a <span class="ui">Sort</span> item there so you can change the order of your menu items.
es: Después de todos los pasos, deberías ver tu menú al tocar en la esquina inferior izquierda. Puedes editarlo en la página <span class="ui">Perfil</span>, donde puedes añadir o eliminar elementos. También hay una opción <span class="ui">Ordenar</span> para cambiar el orden de los elementos del menú.
fr: Une fois toutes ces étapes effectuées, vous devriez désormais voir votre menu apparaître lorsque vous appuyez sur le coin inférieur gauche. Vous pouvez modifier votre menu en vous rendant sur la page <span class="ui">Profil</span>, où vous pouvez ajouter ou supprimer des éléments. Vous y trouverez également un élément <span class="ui">Trier</span> qui vous permettra de modifier l'ordre des éléments de votre menu.
ga: Tar éis na gcéimeanna go léir, ba cheart duit do roghchlár a fheiceáil anois nuair a thapálann tú ar an gcúinne íochtarach ar chlé. Is féidir leat do roghchlár a chur in eagar trí dhul chuig a leathanach <span class="ui">Próifíl</span> áit ar féidir leat míreanna a chur leis nó a bhaint. Chomh maith leis sin, tá mír <span class="ui">Sórtáil</span> ann ionas gur féidir leat ord do mhíreanna roghchláir a athrú.
it: Dopo aver eseguito tutti i passaggi, ora dovreste vedere il vostro menu quando toccate l'angolo in basso a sinistra. È possibile modificare il proprio menu accedendo alla pagina <span class="ui">Profilo</span>, dove è possibile aggiungere o rimuovere voci. È presente anche una voce <span class="ui">Organizza azioni e separatori del Menu rapido</span> che consente di modificare l'ordine delle voci del menu.
nl: Na deze stappen zou je je menu moeten zien wanneer je op de linkerbenedenhoek tikt. Je kunt je menu bewerken op de <span class="ui">Profiel</span>-pagina, waar je items kunt toevoegen of verwijderen. Daar is ook een item <span class="ui">Sorteren</span> om de volgorde van je menu-items te wijzigen.
pt_br: Após todos os passos, você deverá ver seu menu ao tocar no canto inferior esquerdo. Você pode editá-lo acessando a página <span class="ui">Perfil</span>, onde pode adicionar ou remover itens. Há também um item <span class="ui">Classificar</span> para que você possa alterar a ordem dos itens do menu.
sk: Po všetkých krokoch by ste teraz mali vidieť svoju ponuku, keď ťuknete na ľavý dolný roh. Svoju ponuku môžete upraviť tak, že prejdete na jej stránku <span class="ui">Profilu</span>, kde môžete pridať alebo odstrániť položky. Je tu tiež položka <span class="ui">Zoradiť</span>, takže môžete zmeniť poradie položiek ponuky.
sr: Након свих ових корака, требало би да видите свој мени када тапнете на доњи леви угао. Мени можете да уредите тако што одете на његову страницу <span class="ui">Профила</span> и тамо додате или уклоните ставке. Такође постоји и ставка <span class="ui">Сортирај по</span> где можете да измените редослед ставки у свом менију.
ta: உங்களிடம் <b> சைகை மேலாளர் அடிப்படையிலான (எளிதான முறை) </b> விரைவான பட்டியல் இருந்தால் பின்வரும் மெனுவிலிருந்து இந்த விருப்பத்தை இயக்கலாம்:
uk: Після усіх цих кроків, ваше швидке меню повинно відкриватися після дотику в нижньому лівому куті екрану. Це меню можна змінювати перейшовши до сторінки його <span class="ui">профілю</span>, на якій можна додавати і вилучати документи. Також там є пункт <span class="ui">Сортувати</span>, за допомогою якого можна змінити черговість елементів меню.
zh_hans: 完成所有步骤后，现在当您点击左下角时，应该会看到您的菜单。您可以通过转到其<span class="ui">配置文件</span>页面来编辑菜单，您可以在其中添加或删除项目。此外，那里还有一个<span class="ui">排序</span>项，因此您可以更改菜单项的顺序。

source: As we said, a <span class="ui">Quick Menu</span> is actually a <span class="ui">Profile</span>. Which means you can have more than one menu. You can create another <span class="ui">Profile</span> and follow the same steps to create another menu if you want.
es: Como dijimos, un <span class="ui">Menú Rápido</span> es en realidad un <span class="ui">Perfil</span>. Esto significa que puedes tener más de un menú. Puedes crear otro <span class="ui">Perfil</span> y seguir los mismos pasos para crear otro menú si lo deseas.
fr: Comme nous l'avons dit, un <span class="ui">Menu rapide</span> est en fait un <span class="ui">Profil</span>. Cela signifie que vous pouvez avoir plusieurs menus. Vous pouvez créer un autre <span class="ui">Profil</span> et suivre les mêmes étapes pour créer un autre menu si vous le souhaitez.
ga: Mar a dúirt muid, is <span class="ui">Próifíl</span> é <span class="ui">Roghchlár Tapa</span> i ndáiríre. Ciallaíonn sé sin gur féidir leat níos mó ná roghchlár amháin a bheith agat. Is féidir leat <span class="ui">Próifíl</span> eile a chruthú agus na céimeanna céanna a leanúint chun roghchlár eile a chruthú más mian leat.
it: Come abbiamo detto, un <span class="ui">menu rapido</span> è in realtà un <span class="ui">profilo</span>. È possibile creare un altro <span class="ui">profilo</span> e seguire gli stessi passaggi per creare un altro menu, se si desidera.
nl: Zoals gezegd is een <span class="ui">Snelmenu</span> eigenlijk een <span class="ui">Profiel</span>. Dat betekent dat je meer dan één menu kunt hebben. Je kunt nog een <span class="ui">Profiel</span> maken en dezelfde stappen volgen om nog een menu te maken.
pt_br: Como dissemos, um <span class="ui">Menu Rápido</span> é, na verdade, um <span class="ui">Perfil</span>. O que significa que você pode ter mais de um menu. Você pode criar outro <span class="ui">Perfil</span> e seguir os mesmos passos para criar outro menu, se desejar.
sk: Ako sme už povedali, <span class="ui">Rýchla ponuka</span> je v skutočnosti <span class="ui">Profil</span>. To znamená, že môžete mať viac ako jedno menu. Môžete si vytvoriť ďalší <span class="ui">Profil</span> a podľa rovnakých krokov vytvoriť ďalšie menu, ak chcete.
sr: Као што смо рекли, <span class="ui">Брзи мени</span> је у суштини <span class="ui">Профил</span>. То значи да постоји могућност да имате више менија. Ако желите, можете да креирате још један <span class="ui">Профил</span> и да пратите исте кораке да креирате још један мени.
ta: நாங்கள் சொன்னது போல், ஒரு <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </ச்பான்> உண்மையில் ஒரு <ச்பான் கிளாச் = "யுஐ"> சுயவிவரம் </span> ஆகும். அதாவது நீங்கள் ஒன்றுக்கு மேற்பட்ட மெனுவைக் கொண்டிருக்கலாம். நீங்கள் மற்றொரு <ச்பான் கிளாச் = "யுஐ"> சுயவிவரம் </ச்பான்> ஐ உருவாக்கலாம், மேலும் நீங்கள் விரும்பினால் மற்றொரு மெனுவை உருவாக்க அதே படிகளைப் பின்பற்றலாம்.
uk: Як вже було сказано, <span class="ui">Швидке меню</span> по своїй суті є <span class="ui">профілем</span>. Це означає, що можна створити більше одного швидкого меню. Щоб створити додаткове меню, потрібно створити інший <span class="ui">профіль</span> і повторити усі вищевказані кроки.
zh_hans: 如前所述，<span class="ui">快捷菜单</span>实际上是一套<span class="ui">配置文件</span>。这意味着您可以有多个菜单。如果需要，可以创建另一个<span class="ui">配置文件</span>，并按照相同的步骤创建另一菜单。

source: Quick menu tips
es: Consejos rápidos sobre el menú
fr: Astuces pour le Menu rapide
ga: Leideanna maidir le roghchlár tapa
it: Suggerimenti per il menu rapido
nl: Snelmenu-tips
pt_br: Dicas para o Menu Rápido
pt_pt: Dicas Menu Rápido
sk: Tipy pre rýchle menu
sr: Савети за Брзи мени
ta: விரைவான பட்டி குறிப்புகள்
uk: Поради щодо Швидкого меню
zh_hans: 快捷菜单相关技巧

source: Keeping the menu open after use
es: Mantener el menú abierto después de su uso
fr: Garder le menu ouvert après utilisation
ga: An roghchlár a choinneáil ar oscailt tar éis úsáide
it: Mantenere aperto il menu dopo l'uso
nl: Menu open houden na gebruik
pt_br: Manter o menu aberto após o uso
pt_pt: Manter menu aberto após uso
sk: Ponechanie otvoreného menu po použití
sr: Остављање менија отвореног након употребе
ta: Keeping the பட்டியல் திற after use
uk: Не приховувати меню після використання
zh_hans: 使用后保持菜单打开

source: Normally after selecting an item in your Quick Menu, menu disappears from the screen. Sometimes you might want to keep the menu open after selecting an item. This allows you to adjust settings like these examples:
es: Normalmente tras seleccionar un elemento en el Menú Rápido el menú desaparece de la pantalla. A veces puede que quieras mantenerlo abierto después de seleccionar un elemento. Esto te permite ajustar la configuración como en los siguientes ejemplos:
fr: Normalement, après avoir sélectionné un élément dans votre menu rapide, celui-ci disparaît de l'écran. Il peut parfois être utile de laisser le menu ouvert après avoir sélectionné un élément. Cela vous permet de régler des paramètres comme dans les exemples suivants :
ga: De ghnáth, imíonn an roghchlár ón scáileán tar éis mír a roghnú i do Roghchlár Tapa. Uaireanta, b’fhéidir gur mhaith leat an roghchlár a choinneáil ar oscailt tar éis mír a roghnú. Ligeann sé seo duit socruithe a choigeartú mar na samplaí seo a leanas:
it: Normalmente, dopo aver selezionato una voce del menu rapido, il menu scompare dallo schermo. A volte si può desiderare di mantenere aperto il menu dopo aver selezionato una voce. In questo modo è possibile regolare le impostazioni, come in questi esempi:
nl: Normaal gesproken verdwijnt het menu van het scherm nadat je een item in je Snelmenu hebt geselecteerd. Soms wil je het menu na een selectie open houden. Dit maakt het mogelijk om instellingen bij te stellen, zoals in deze voorbeelden:
pt_br: Normalmente, após selecionar um item no Menu Rápido, o menu desaparece da tela. Às vezes, você pode querer manter o menu aberto após selecionar um item. Isso permite que você ajuste as configurações como nestes exemplos:
sk: Za normálnych okolností po výbere položky v rýchlom menu, ponuka zmizne z obrazovky. Niekedy možno budete chcieť ponechať menu otvorené aj po výbere položky. To vám umožní upraviť nastavenia, ako sú tieto príklady:
sr: Обично када изаберете ставку у Брзом менију, он нестаје са екрана. Понекад желите да мени остане отворен након избора ставке. На тај начин можете да измените подешавања као у следећим примерима:
ta: சைகை நிலையில் விரைவான மெனுவைத் திறக்கிறது
uk: Зазвичай після вибору пункту в швидкому меню воно зникає з екрану. Інколи вам може знадобитися, щоб після вибору одного з елементів меню не зникало. Це дозволяє вам пристосувати налаштування, як на цьому зразку:
zh_hans: 通常快捷菜单会在选择菜单项后从屏幕上消失。有时，您可能希望在选择项目后保持菜单打开。这允许您像以下示例一样调整设置：

source: <b>Incremental changes</b>, like brightness increase/decrease, bigger/smaller font size, previous/next pages or chapters, etc.
es: <b>Cambios incrementales</b>, como aumentar/disminuir el brillo, tamaño de fuente más grande/más pequeño, páginas o capítulos anteriores/siguientes, etc.
fr: <b>Modifications incrémentielles</b>, telles que l'augmentation/la diminution de la luminosité, l'agrandissement/la réduction de la taille de la police, les pages ou chapitres précédents/suivants, etc.
ga: <b>Athruithe incriminteacha</b>, amhail méadú/laghdú gile, méid cló níos mó/níos lú, leathanaigh nó caibidlí roimhe/ar aghaidh, srl.
it: <b>Modifiche incrementali</b>, come aumento/diminuzione della luminosità, dimensione dei caratteri più grande/più piccola, pagine o capitoli precedenti/successivi, ecc.
nl: <b>Stapsgewijze wijzigingen</b>, zoals het verhogen/verlagen van de helderheid, het vergroten/verkleinen van de lettergrootte, vorige/volgende pagina's of hoofdstukken, enz.
pt_br: <b>Alterações incrementais</b>, como aumento/diminuição de brilho, tamanho de fonte maior/menor, páginas ou capítulos anteriores/seguintes, etc.
sk: <b>Prírastkové zmeny</b>, ako je zvýšenie/zníženie jasu, väčšia/menšia veľkosť písma, predchádzajúce/nasledujúce strany alebo kapitoly atď.
sr: <b>Инкременталне измене</b>, као што је повећање/смањивање осветљаја, већа/мања величина фонта, претходне/наредне странице или поглавља, итд.
ta: <b> அதிகரிக்கும் மாற்றங்கள் </b>, ஒளி அதிகரிப்பு/குறைவு, பெரிய/சிறிய எழுத்துரு அளவு, முந்தைய/அடுத்த பக்கங்கள் அல்லது அத்தியாயங்கள் போன்றவை.
uk: <b>Поступові зміни</b>, як от збільшення/зменшення яскравості підсвічування екрану, збільшення/зменшення розміру шрифту, перехід до попередньої сторінки чи розділу та інше.
zh_hans: <b>增量更改</b>，如亮度增加/减少、较大/较小字号、上一页/下一页或章节等。

source: <b>Group of options that you activate in succession</b> (but not simultaneously), like <b>turning on wifi</b> and after that <b>starting the SSH server</b>
es: <b>Grupo de opciones que se activan sucesivamente</b> (pero no simultáneamente), como <b>activar el wifi</b> y después <b>iniciar el servidor SSH</b>
fr: <b>Ensemble d'options que vous activez successivement</b> (mais pas simultanément), comme <b>activer le wifi</b> puis <b>démarrer le serveur SSH</b>
ga: <b>Grúpa roghanna a ghníomhaíonn tú i ndiaidh a chéile</b> (ach ní ag an am céanna), mar shampla <b>wifi a chasadh air</b> agus ina dhiaidh sin <b>an freastalaí SSH a thosú</b>
it: <b>Gruppo di opzioni che si attivano in successione</b> (ma non contemporaneamente), come <b>accendere il wifi</b> dopo di che <b>avviare il server SSH</b>
nl: <b>Groep van opties die je achtereenvolgens activeert</b> (maar niet gelijktijdig), zoals <b>wifi inschakelen</b> en daarna de <b>SSH-server starten</b>
pt_br: <b>Grupo de opções que você ativa em sucessão</b> (mas não simultaneamente), como <b>ativar o Wi-Fi</b> e depois <b>iniciar o servidor SSH</b>
sk: <b>Skupina možností, ktoré aktivujete postupne</b> (ale nie súčasne), napríklad <b>zapnutie siete Wi-Fi</b> a potom <b>spustenie servera SSH</b>
sr: <b>Група опција коју активирате једну за другом</b> (али не истовремено), као што је <b>укључивање wifi</b> па затим <b>покретање SSH сервера</b>
ta: <b> அடுத்தடுத்து நீங்கள் செயல்படுத்தும் விருப்பங்களின் குழு </b> (ஆனால் ஒரே நேரத்தில் அல்ல), <b> வைஃபை </b> ஐ இயக்குவது போன்றவை <b> பாஓடு சேவையகத்தைத் தொடங்குதல் </b>
uk: <b>Група параметрів, які ви активуєте послідовно</b> (але не одночасно), як от <b>увімкнення Wi-Fi</b>, після чого <b>запуск сервера SSH</b>
zh_hans: <b>您连续激活的一组选项</b>（但不是同时激活），如<b>打开wifi</b>，之后<b>启动SSH服务器</b>

source: You can enable this option from the following menu if you have a <b>Gesture Manager based (Easy method)</b> Quick Menu:
es: Puedes habilitar esta opción desde el siguiente menú si tienes un Menú Rápido basado en <b>Configurador de gestos (método fácil)</b>:
fr: Vous pouvez activer cette option à partir du menu suivant si vous disposez d'un Menu rapide <b>basé sur le Gestionnaire de gestes (Méthode facile)</b> :
ga: Is féidir leat an rogha seo a chumasú ón roghchlár seo a leanas má tá Roghchlár Tapa agat atá bunaithe ar <b>Bainisteoir Gothaí (Modh Éasca)</b>:
it: È possibile attivare questa opzione dal seguente menu se si dispone di un <b>Menu rapido basato su Tocchi e gesti (metodo facile)</b>:
nl: Je kunt deze optie inschakelen via het volgende menu als je een <b>op Gebarenbeheer gebaseerd (Eenvoudige methode)</b> Snelmenu hebt:
pt_br: Você pode ativar essa opção no seguinte menu se tiver um Menu Rápido baseado no <b>Gerenciador de Gestos (Método fácil)</b>:
sk: Túto možnosť môžete povoliť z nasledujúcej ponuky, ak máte Rýchkle menu <b>založené na Správcovi gest (jednoduchá metóda)</b>:
sr: Ову опцију можете да укључите из следећег менија ако сте Брзи мени направили користећи <b>Управљач гестикулацијама (једноставну методу)</b>:
ta: உங்களிடம் <b> சைகை மேலாளர் அடிப்படையிலான (எளிதான முறை) </b> விரைவான பட்டியல் இருந்தால் பின்வரும் மெனுவிலிருந்து இந்த விருப்பத்தை இயக்கலாம்:
uk: Якщо ви маєте швидке меню, створене у <b>Менеджері жестів (простий спосіб)</b>, увімкнути цю функцію можна з наступного меню:
zh_hans: 如果您具有基于<b>交互手势管理器（简易方法）</b>的快捷菜单，则可以从以下菜单中启用此选项：
