Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Download the following file <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (located on <span class="external">Yandex Disk</span>) which contains two <b>batch files (.BAT)</b> and a <b>GIF</b> color template.
es: Descargue el siguiente archivo <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (ubicado en <span class="external">Yandex Disk</span>) que contiene dos <b>archivos por lotes (.BAT)</b> y una plantilla de color <b>GIF</b>.
fr: Téléchargez le fichier suivant <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (situé sur <span class="external">Yandex Disk</span>) qui contient deux <b>fichiers batch (.BAT)</b> et un modèle de couleurs <b>GIF</b> .
ga: Íoslódáil an comhad seo a leanas <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (atá suite ar <span class="external">Diosca Yandex</span>) ina bhfuil dhá <b>chomhad bhaisce (.BAT)</b> agus teimpléad datha <b>GIF</b>.
it: Scaricare il seguente file <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (si trova su <span class="external">Yandex Disk</span>) che contiene due <b>file batch (.BAT)</b> e un modello di colore <b>GIF</b>.
nl: Download het bestand <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (op <span class="external">Yandex Disk</span>) met twee <b>batchbestanden (.BAT)</b> en een <b>GIF</b>-kleurtemplate.
pt_br: Baixe o seguinte arquivo <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (localizado no <span class="external">Yandex Disk</span>) que contém dois <b>arquivos em lote (.BAT)</b> e um modelo de cor <b>GIF</b>.
sk: Stiahnite si nasledujúci súbor <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (nachádza sa na <span class="external">Yandex Disku</span>), ktorý obsahuje dva <b>dávkové súbory (.BAT)</b> a farebnú šablónu <b>GIF</b>.
sr: Преузмите следећи фајл <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (који се налази на <span class="external">Yandex Disk</span>) и садржи два <b>batch фајла (.BAT)</b> и <b>GIF</b> шаблон боја.
ta: பின்வரும் கோப்பைப் பதிவிறக்குங்கள் <a href = "https://disk.yandex.com/d/gleebjmpyyp7og"> dither_pack.zip </a> (<ச்பான் கிளாச் = "வெளிப்புற"> யாண்டெக்ச் டிச்க் </span> இல் அமைந்துள்ளது) இரண்டு <b> தொகுதி கோப்புகள் (.பேட்) </b> gifl </b>.
uk: Завантажте файл <a href="https://disk.yandex.com/d/glEebjmPYYp7og">dither_pack.zip</a> (розташований на <span class="external">Яндекс Диску</span>), який містить два <b>пакетні файли (.BAT)</b> та кольоровий шаблон <b>GIF</b>.
zh_hans: 下载以下文件<a href="https://disk.yandex.com/d/glEebjmPYYp7og">dizz_pack.zip</a>（位于<span class="external">Yandex Disk</span>上），其中包含两个<b>批处理文件（.BAT）</b>和一个<b>GIF</b>颜色模板。

source: Extract these three files next to your images that will be processed
es: Extraiga estos tres archivos junto a sus imágenes que serán procesadas
fr: Extrayez ces trois fichiers à côté de vos images qui seront traitées
ga: Bain na trí chomhad seo amach in aice le do chuid íomhánna a phróiseálfar
it: Estrarre questi tre file accanto alle immagini da elaborare
nl: Pak deze drie bestanden uit naast de afbeeldingen die je gaat verwerken
pt_br: Extraia esses três arquivos ao lado das suas imagens que serão processadas
pt_pt: Extraia estes três ficheiros ao lado das suas imagens que serão processadas
sk: Extrahujte tieto tri súbory vedľa obrázkov, ktoré budú spracované
sr: Распакујте та три фајла уз слике које треба да се обраде
ta: செயலாக்கப்படும் உங்கள் படங்களுக்கு அடுத்ததாக இந்த மூன்று கோப்புகளையும் பிரித்தெடுக்கவும்
uk: Розпакуйте ці три файли в одній теці з зображеннями, які будете обробляти
zh_hans: 将这个三个文件放到你要处理的图片旁边

source: Edit the <b>_magick_manga_ditherN_resize.bat</b> and change the resolution to your device resolution (in both places in the <b>BAT</b> file).
es: Edite el archivo <b>_magick_manga_ditherN_resize.bat</b> y cambie la resolución a la resolución de su dispositivo (en ambos lugares en el archivo <b>BAT</b>).
fr: Modifiez le fichier <b>_magick_manga_ditherN_resize.bat</b> et remplacez la résolution par celle de votre appareil (aux deux endroits dans le fichier <b>BAT</b>).
ga: Cuir an comhad <b>_magick_manga_ditherN_resize.bat</b> in eagar agus athraigh an taifeach go dtí taifeach do ghléis (sa dá áit sa chomhad <b>BAT</b>).
it: Modificare il file <b>_magick_manga_ditherN_resize.bat</b> e modificare la risoluzione in base a quella del dispositivo (in entrambi i punti del file <b>BAT</b>).
nl: Bewerk <b>_magick_manga_ditherN_resize.bat</b> en wijzig de resolutie naar die van je apparaat (op beide plaatsen in het <b>BAT</b>-bestand).
pt_br: Edite o <b>_magick_manga_ditherN_resize.bat</b> e altere a resolução para a resolução do seu dispositivo (em ambos os lugares no arquivo <b>BAT</b>).
sk: Upravte súbor <b>_magick_manga_ditherN_resize.bat</b> a zmeňte rozlíšenie na rozlíšenie vášho zariadenia (na oboch miestach v súbore <b>BAT</b>).
sr: Уредите <b>_magick_manga_ditherN_resize.bat</b> и промените резолуцију тако да одговара резолуцији вашег уређаја (на оба места у <b>BAT</b> фајлу).
ta: <b> _magick_manga_dithern_resize.bat </b> ஐத் திருத்தி, உங்கள் சாதனத் தீர்மானத்திற்கு தீர்மானத்தை மாற்றவும் (<b> பேட் </b> கோப்பில் உள்ள இரு இடங்களிலும்).
uk: Відредагуйте <b>_magick_manga_ditherN_resize.bat</b> та змініть роздільну здатність на ту, яку має ваш пристрій (в обох місцях файлу <b>BAT</b>).
zh_hans: 编辑<b>_magick_manga_ditherN_resize.bat</b>，并将分辨率更改为您的设备分辨率（在<b>bat</b>文件的两个位置）。

source: <span class="label_red">WARNING</span> Next step will replace all the images in the directory with the processed ones. So make sure that you have a copy of them in some other directory if you want to keep the originals.
es: <span class="label_red">ADVERTENCIA</span> El siguiente paso reemplazará todas las imágenes del directorio con las procesadas. Por lo tanto, asegúrese de tener una copia en otro directorio si desea conservar las originales.
fr: <span class="label_red">AVERTISSEMENT</span> L'étape suivante remplacera toutes les images du répertoire par celles qui ont été traitées. Assurez-vous donc d'en avoir une copie dans un autre répertoire si vous souhaitez conserver les originales.
ga: <span class="label_red">RABHADH</span> Sa chéad chéim eile, cuirfear na híomhánna próiseáilte in ionad na n-íomhánna uile san eolaire. Mar sin, déan cinnte go bhfuil cóip díobh agat in eolaire éigin eile más mian leat na bunchóipeanna a choinneáil.
it: <span class="label_red">ATTENZIONE</span> Il passo successivo sostituirà tutte le immagini della directory con quelle elaborate. Assicuratevi quindi di averne una copia in un'altra directory se volete conservare gli originali.
nl: <span class="label_red">WAARSCHUWING</span> De volgende stap vervangt alle afbeeldingen in de map door de bewerkte versies. Maak dus eerst een kopie in een andere map als je de originelen wilt bewaren.
pt_br: <span class="label_red">AVISO</span> O próximo passo substituirá todas as imagens no diretório pelas processadas. Portanto, certifique-se de ter uma cópia delas em outro diretório se quiser manter as originais.
sk: <span class="label_red">UPOZORNENIE</span> Ďalší krok nahradí všetky obrázky v adresári spracovanými. Ak si chcete ponechať originály, uistite sa, že ich kópiu máte v inom adresári.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Наредни корак ће заменити све слике у директоријуму обрађеним сликама. Обавезно направите копију у неки други директоријум ако желите да задржите и оригинале.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> அடுத்த கட்டம் கோப்பகத்தில் உள்ள அனைத்து படங்களையும் பதப்படுத்தப்பட்டவற்றுடன் மாற்றும். ஆகவே, நீங்கள் அசல் வைத்திருக்க விரும்பினால் வேறு ஏதேனும் கோப்பகத்தில் அவற்றின் நகல் உங்களிடம் உள்ளது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Виконання наступного кроку замінить усі зображення у теці, в якій розміщено оброблювані зображення. Тож якщо хочете зберегти оригінали, переконайтеся, що зберегли копії цих оригіналів у іншій теці.
zh_hans: <span class="label_red">警告</span> 下一项操作将会使目录中的图片被替换为处理后的版本。若想保留原件，请确保这些文件已在别处存有副本。

source: Run <b>_magick_manga_ditherN_resize.bat</b> to resize and dither the images.
es: Ejecute <b>_magick_manga_ditherN_resize.bat</b> para cambiar el tamaño y tramar las imágenes.
fr: Exécutez <b>_magick_manga_ditherN_resize.bat</b> pour redimensionner et tramériser les images.
ga: Rith <b>_magick_manga_ditherN_resize.bat</b> chun na híomhánna a athrú agus a dhíthriú.
it: Eseguire <b>_magick_manga_ditherN_resize.bat</b> per ridimensionare e sfumare le immagini.
nl: Voer <b>_magick_manga_ditherN_resize.bat</b> uit om de afbeeldingen te schalen en te ditheren.
pt_br: Execute <b>_magick_manga_ditherN_resize.bat</b> para redimensionar e pontilhar as imagens.
pt_pt: Corra <b>_magick_manga_ditherN_resize.bat</b> para redimensionar e pontilhar as imagens.
sk: Spustite <b>_magick_manga_ditherN_resize.bat</b> na zmenu veľkosti a tieňovania obrázkov.
sr: Покрените <b>_magick_manga_ditherN_resize.bat</b> да измените величину слика и да примените дитер.
ta: <b> _Magick_manga_dithern_Resize.bat </b> ஐ மறுஅளவிடவும், படங்களை குறைக்கவும் இயக்கவும்.
uk: Запустіть <b>_magick_manga_ditherN_resize.bat</b>, щоб змінити і розмити зображення.
zh_hans: 运行<b>_magick_manga_ditherN_resize.bat</b>调整图片大小和抖动。

source: Assuming you have <b>7-Zip</b> installed, run <b>_batch_archive.bat</b> to pack all the processed images into a <b>CBZ</b> archive.
es: Suponiendo que tenga instalado <b>7-Zip</b>, ejecute <b>_batch_archive.bat</b> para empaquetar todas las imágenes procesadas en un archivo <b>CBZ</b>.
fr: Si vous avez installé <b>7-Zip</b>, exécutez <b>_batch_archive.bat</b> pour compresser toutes les images traitées dans une archive <b>CBZ</b>.
ga: Ag glacadh leis go bhfuil <b>7-Zip</b> suiteáilte agat, rith <b>_batch_archive.bat</b> chun na híomhánna próiseáilte go léir a phacáil i gcartlann <b>CBZ</b>.
it: Supponendo che abbiate installato <b>7-Zip</b>, eseguire <b>batch_archive.bat</b> per impacchettare tutte le immagini elaborate in un archivio <b>CBZ</b>.
nl: Als <b>7-Zip</b> is geïnstalleerd, voer dan <b>_batch_archive.bat</b> uit om alle bewerkte afbeeldingen in een <b>CBZ</b>-archief te pakken.
pt_br: Supondo que você tenha o <b>7-Zip</b> instalado, execute <b>_batch_archive.bat</b> para compactar todas as imagens processadas em um arquivo <b>CBZ</b>.
sk: Za predpokladu, že máte nainštalovaný <b>7-Zip</b>, spustite <b>_batch_archive.bat</b> na zabalenie všetkých spracovaných obrázkov do archívu <b>CBZ</b>.
sr: Под претпоставком да имате инсталиран програм <b>7-Zip</b>, покрените <b>_batch_archive.bat</b> да обрађене слике спакујете у <b>CBZ</b> архиву.
ta: உங்களிடம் <b> 7-சிப் </b> நிறுவப்பட்டுள்ளது என்று வைத்துக் கொள்ளுங்கள், பதப்படுத்தப்பட்ட அனைத்து படங்களையும் ஒரு <b> சிபிஇசட் </b> காப்பகத்தில் பேக் செய்ய <b> _batch_archive.bat </b> இயக்கவும்.
uk: Припускаємо, що ви маєте встановлений <b>7-Zip</b>, тож виконайте <b>_batch_archive.bat</b>, щоб запакувати усі оброблені зображення у архів <b>CBZ</b>.
zh_hans: 假设您安装了<b>7-Zip</b>，运行<b>_batch_archive.bat</b>将所有处理过的图片打包到<b>CBZ</b>存档中。

source: Reversing the page turn direction for authentic Japanese manga
es: Invertir la dirección de paso de página para el manga japonés auténtico
fr: Inverser le sens de défilement des pages pour les mangas japonais authentiques
ga: Ag aisiompú treo casadh leathanaigh le haghaidh manga Seapánach barántúil
it: Invertire il senso di rotazione delle pagine per i manga giapponesi autentici
nl: Paginavolgorde omkeren voor authentieke Japanse manga
pt_br: Invertendo a direção da virada de página para mangás japoneses autênticos
pt_pt: Inverter a direção de virar página para mangá japonês autêntico
sk: Obrátenie smeru otáčania stránok pre autentickú japonskú mangu
sr: Обртање смера окретања страница за аутентичне јапанске манге
ta: உண்மையான சப்பானிய மங்காவிற்கான பக்கத்தை மாற்றியமைத்தல்
uk: Зворотній напрямок гортання сторінок для справжньої японської манґи
zh_hans: 反转翻页方向，制作正宗的日本漫画

# user_guide/en.html+html.body.div.p:3154-5
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: You can make KOReader turn pages from <b>Left to Right</b>, so that swipes and tap zones are swapped. To enable this, add the following lines:
es: Puedes hacer que KOReader pase las páginas de <b>Izquierda a Derecha</b>, de modo que las zonas de deslizamiento y toque se intercambien. Para ello, añade las siguientes líneas:
fr: Vous pouvez configurer KOReader pour tourner les pages de <b>gauche à droite</b>, de sorte que les zones de balayage et de tapotement soient inversées. Pour activer cette fonction, ajoutez les lignes suivantes :
ga: Is féidir leat KOReader a chur ag casadh leathanaigh ó <b>Chlé go Deas</b>, ionas go ndéantar na criosanna svaidhpeála agus tapála a mhalartú. Chun seo a chumasú, cuir na línte seo a leanas leis:
it: È possibile fare in modo che KOReader giri le pagine da <b>sinistra a destra</b>, in modo che le zone di scorrimento e di tocco siano scambiate. Per abilitare questa funzione, aggiungere le seguenti righe:
nl: Je kunt KOReader instellen om pagina's van <b>links naar rechts</b> om te slaan, zodat de veeg- en tikzones worden omgewisseld. Om dit in te schakelen, voeg je de volgende regels toe:
pt_br: Você pode fazer o KOReader virar as páginas da <b>Esquerda para a Direita</b>, para que as zonas de deslizes e toque sejam trocadas. Para habilitar isso, adicione as seguintes linhas:
sk: KOReader môžete nastaviť tak, aby otáčal stránky <b>zľava doprava</b>, takže sa vymenia oblasti potiahnutia a ťuknutia. Ak to chcete povoliť, pridajte nasledujúce riadky:
sr: KOReader можете подесити тако да се странице окрећу <b>слева у десно</b>, тако да су превлачења и тап зоне замењене. Ако то желите да укључите, додајте следеће линије:
ta: நீங்கள் கொரியடர் திருப்பங்களை <b> இடமிருந்து வலமாக மாற்றலாம் </b>, இதனால் ச்வைப் மற்றும் குழாய் மண்டலங்கள் மாற்றப்படுகின்றன. இதை இயக்க, பின்வரும் வரிகளைச் சேர்க்கவும்:
uk: Можна налаштувати, щоб KOReader перегортав сторінки <b>зліва направо</b>, тобто щоб зони протягувань та дотиків помінялися місцями. Щоб увімкнути це, додайте такі рядки:
zh_hans: 你可以让KOReader从<b>左向右</b>翻页，这样滑动和点击区域就会互换。要启用此功能，请添加以下行：

source: to this file:
es: a este archivo:
fr: à ce fichier :
ga: chuig an gcomhad seo:
it: a questo file:
nl: naar dit bestand:
pt_br: para este arquivo:
pt_pt: para este ficheiro:
sk: do tohto súboru:
sr: у следећи фајл:
ta: இந்த கோப்பில்:
uk: до цього файлу:
zh_hans: 到此文件：

source: where <b>/storage/emulated/0/Books/manga</b> is the absolute path to the directory containing your mangas. After this change, when you open a file from the mentioned directory, your swipes and tap zones will be swapped.
es: Donde <b>/storage/emulated/0/Books/manga</b> es la ruta absoluta al directorio que contiene tus mangas. Tras este cambio, al abrir un archivo desde dicho directorio, las zonas de deslizamiento y pulsación se intercambiarán.
fr: où <b>/storage/emulated/0/Books/manga</b> est le chemin absolu vers le répertoire contenant vos mangas. Après cette modification, lorsque vous ouvrirez un fichier à partir du répertoire mentionné, vos zones de balayage et de tapotement seront inversées.
ga: áit a bhfuil <b>/storage/emulated/0/Books/manga</b> an cosán iomlán chuig an eolaire ina bhfuil do mhangaí. Tar éis an athraithe seo, nuair a osclaíonn tú comhad ón eolaire luaite, malartófar do chriosanna svaidhpeála agus tapála.
it: dove <b>/storage/emulated/0/Books/manga</b> è il percorso assoluto della directory contenente i manga. Dopo questa modifica, quando si apre un file dalla directory citata, le zone di scorrimento e di tocco saranno scambiate.
nl: waar <b>/storage/emulated/0/Books/manga</b> het absolute pad is naar de map met je manga. Na deze wijziging worden bij het openen van een bestand uit die map je veeg- en tikzones omgewisseld.
pt_br: onde <b>/storage/emulated/0/Books/manga</b> é o caminho absoluto para o diretório que contém seus mangás. Após essa alteração, ao abrir um arquivo do diretório mencionado, suas zonas de deslizar e tocar serão trocadas.
sk: kde <b>/storage/emulated/0/Books/manga</b> je absolútna cesta k adresáru obsahujúcemu vaše mangy. Po tejto zmene, keď otvoríte súbor zo spomínaného adresára, dôjde k zámene zón potiahnutia a ťuknutia.
sr: где је <b>/storage/emulated/0/Books/manga</b> апсолутна путања директоријума који садржи манге. Након ове измене, када отворите фајл из поменутог директоријума, превлачења и тап зоне ће бити обрнути.
ta: <b>/சேமிப்பு/பின்பற்றுதல்/0/புத்தகங்கள்/மங்கா </b> என்பது உங்கள் மங்காச் கொண்ட கோப்பகத்திற்கான முழுமையான பாதை. இந்த மாற்றத்திற்குப் பிறகு, குறிப்பிடப்பட்ட கோப்பகத்திலிருந்து ஒரு கோப்பைத் திறக்கும்போது, உங்கள் ச்வைப் மற்றும் தட்டு மண்டலங்கள் மாற்றப்படும்.
uk: де <b>/storage/emulated/0/Books/manga</b> є абсолютним шляхом до теки, яка містить зображення. Після цієї зміни, коли ви відкриєте зображення зі згаданої теки, ділянки жестів проведення і дотиків будуть поміняні місцями.
zh_hans: 其中<b>/storage/memulate/0/Books/manga</b>是包含漫画的目录的绝对路径。更改后，当您从上述目录打开文件时，您的滑动和点击区域将被交换。

# user_guide/en.html+html.body.div.div:3178-1
source: MANAGING YOUR LIBRARY
sk: SPRÁVA VAŠEJ KNIŽNICE
ta: உங்கள் நூலகத்தை நிர்வகித்தல்
uk: КЕРУВАННЯ БІБЛІОТЕКОЮ
zh_hans: 管理书库

source: File Browser Usage
es: Uso del Navegador de Archivos
fr: Utilisation de l'Explorateur de fichiers
ga: Úsáid Brabhsálaí Comhad
it: Utilizzo del File Browser
nl: Bestandsverkenner gebruiken
pt_br: Uso do Explorador de Arquivos
pt_pt: Utilização do Navegador de Ficheiros
sk: Používanie prehliadača súborov
sr: Употреба Прегледача фајлова
ta: உலாவி பயன்பாடு கோப்பு
uk: Використання Оглядача файлів
zh_hans: 文件浏览器使用情况

source: You will see the <span class="ui">file browser</span> interface when you run KOReader for the first time. It is one of the two main interfaces of KOReader. You will do all your file and folder operations here. You can access it from the reading screen by:
es: Verá la interfaz del <span class="ui">explorador de archivos</span> al ejecutar KOReader por primera vez. Es una de las dos interfaces principales de KOReader. Aquí realizará todas sus operaciones con archivos y carpetas. Puede acceder a ella desde la pantalla de lectura mediante:
fr: Lorsque vous lancez KOReader pour la première fois, l'interface <span class="ui">Explorateur de fichiers</span> s'affiche. Il s'agit de l'une des deux interfaces principales de KOReader. C'est ici que vous effectuerez toutes vos opérations sur les fichiers et les dossiers. Vous pouvez y accéder depuis l'écran de lecture en :
ga: Feicfidh tú comhéadan an <span class="ui">bhrabhsálaí comhad</span> nuair a ritheann tú KOReader den chéad uair. Tá sé ar cheann de dhá phríomh-chomhéadan KOReader. Déanfaidh tú do chuid oibríochtaí comhad agus fillteán go léir anseo. Is féidir leat rochtain a fháil air ón scáileán léitheoireachta trí:
it: L'interfaccia <span class="ui">file browser</span> viene visualizzata quando si esegue KOReader per la prima volta. È una delle due interfacce principali di KOReader. Qui si eseguono tutte le operazioni su file e cartelle. È possibile accedervi dalla schermata di lettura tramite:
nl: Bij de eerste start zie je de <span class="ui">Bestandsverkenner</span>. Dit is één van de twee hoofdinterfaces van KOReader. Hier voer je al je bestands- en mapbewerkingen uit. Je opent hem vanuit het leesscherm via:
pt_br: Você verá a interface do <span class="ui">explorador de arquivos</span> ao executar o KOReader pela primeira vez. É uma das duas interfaces principais do KOReader. Você realizará todas as suas operações com arquivos e pastas aqui. Você pode acessá-la na tela de leitura:
sk: Rozhranie <span class="ui">prehliadača súborov</span> sa zobrazí pri prvom spustení KOReaderu. Je to jedno z dvoch hlavných rozhraní KOReaderu. Tu budete vykonávať všetky operácie so súbormi a priečinkami. Získate k nemu prístup z obrazovky na čítanie takto:
sr: Када KOReader покренете по први пут, приказаће вам се интерфејс <span class="ui">прегледача фајлова</span>. То је један од два главна интерфејса KOReader читача. Овде ћете обављати све операције са фајловима и фолдерима. Из екрана читања му приступате овако:
ta: நீங்கள் முதல் முறையாக கொரியாடரை இயக்கும்போது <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இடைமுகத்தைக் காண்பீர்கள். இது கொரியாடரின் இரண்டு முக்கிய இடைமுகங்களில் ஒன்றாகும். உங்கள் கோப்பு மற்றும் கோப்புறை செயல்பாடுகள் அனைத்தையும் இங்கே செய்வீர்கள். நீங்கள் வாசிப்புத் திரையில் இருந்து அணுகலாம்:
uk: Під час першого запуску KOReader ви побачите інтерфейс <span class="ui">Оглядача файлів</span>. Це один з двох основних інтерфейсів KOReader. Тут ви будете виконувати всі операції з файлами і теками. До нього можна отримати доступ з екрану читання таким чином:
zh_hans: 当您第一次运行KOReader时，您将看到<span class="ui">文件浏览器</span>界面。 它是KOReader的两个主要窗口之一。 您将在此处执行所有文件和文件夹操作。 您可以通过以下方式从阅读屏幕访问它:

source: TOP MENU /
es: MENÚ SUPERIOR /
fr: MENU SUPÉRIEUR /
ga: BARR-ROGHCHLÁR /
it: MENU SUPERIORE /
nl: BOVENMENU /
pt_br: MENU SUPERIOR /
pt_pt: MENU SUPERIOR /
sk: VRCHNÉ MENU /
sr: МЕНИ НА ВРХУ /
ta: சிறந்த பட்டியல் /
uk: ВЕРХНЄ МЕНЮ /
zh_hans: 顶部菜单 /
