Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: In dialogs containing adjustment arrow buttons like the one above, you can <b>tap and hold</b> on arrow buttons to change the value in bigger increments.
es: En los diálogos que contienen botones de flecha de ajuste como el anterior, puedes hacer <b>toque largo</b> en los botones de flecha para cambiar el valor a incrementos mayores.
fr: Dans les boîtes de dialogue contenant des boutons fléchés de réglage comme celle ci-dessus, vous pouvez <b>appuyer longuement</b> sur les boutons fléchés pour modifier la valeur par incréments plus importants.
ga: I ndialóga ina bhfuil cnaipí saigheada coigeartaithe cosúil leis an gceann thuas, is féidir leat <b>tapáil agus coinneáil</b> ar na cnaipí saigheada chun an luach a athrú i méaduithe níos mó.
it: Nelle finestre di dialogo contenenti pulsanti freccia di regolazione come quella sopra, è possibile <b>toccare e tenere premuto</b> sui pulsanti freccia per modificare il valore con incrementi maggiori.
nl: In dialoogvensters met pijltjesknoppen voor aanpassingen zoals hierboven kun je <b>lang ingedrukt houden</b> op de pijltjes om de waarde in grotere stappen te wijzigen.
pt_br: Em caixas de diálogo contendo botões de seta de ajuste como o acima, você pode <b>tocar e segurar</b> nos botões de seta para alterar o valor em incrementos maiores.
pt_pt: Nas janelas que contenham botões de seta de ajuste como a acima, pode <b>manter premidos</b> os mesmos para alterar o valor em incrementos maiores.
sk: V dialógových oknách obsahujúcich tlačidlá so šípkami úprav, ako je to vyššie, môžete <b>klepnúť a podržať</b> na tlačidlá so šípkami a meniť hodnotu vo väčších prírastkoch.
sr: У дијалозима који садрже дугмиће са стрелицама за подешавања, као што су они приказани изнад, стрелицу можете да <b>тапнете и задржите</b>, па да вредност мењате у већим корацима.
ta: மேலே உள்ளதைப் போன்ற சரிசெய்தல் அம்பு பொத்தான்களைக் கொண்ட உரையாடல்களில், பெரிய அதிகரிப்புகளில் மதிப்பை மாற்ற அம்பு பொத்தான்களில் <b> தட்டவும் வைத்திருக்கவும் </b>.
uk: У вікнах, які містять стрілки для зміни значень, подібні до зображеної вище, можна <b>затиснути</b> пальцем стрілку, щоб змінити значення набагато швидше.
zh_hans: 在包含如上图所示的调整箭头按钮的对话框中，您可以<b>点击并按住</b>箭头按钮，以更大的幅度更改值。

source: You can <b>close</b> this type of dialog (non-full screen) by tapping outside of its window.
es: Puedes <b>cerrar</b> este tipo de diálogo (no a pantalla completa) tocando fuera de tu ventana.
fr: Vous pouvez <b>fermer</b> ce type de boîte de dialogue (non plein écran) en appuyant en dehors de sa fenêtre.
ga: Is féidir leat an cineál seo dialóige (nach lánscáileán é) a <b>dhúnadh</b> trí thapáil lasmuigh dá fhuinneog.
it: È possibile <b>chiudere</b> questo tipo di finestra di dialogo (non a schermo intero) toccando all'esterno della finestra stessa.
nl: Je kunt dit type dialoogvenster (niet op volledig scherm) <b>sluiten</b> door buiten het venster te tikken.
pt_br: Você pode <b>fechar</b> este tipo de diálogo (não em tela cheia) tocando fora da janela.
pt_pt: Pode <b>fechar</b> este tipo de caixa de diálogo (não em ecrã inteiro) tocando fora da janela.
sk: Tento typ dialógového okna (nie na celú obrazovku) môžete <b>zatvoriť</b> ťuknutím mimo jeho okna.
sr: Овај тип дијалога (који не заузима цео екран) можете да <b>затворите</b> тако што тапнете ван прозора.
ta: இந்த வகை உரையாடலை (முழு அல்லாத திரை) அதன் சாளரத்திற்கு வெளியே தட்டுவதன் மூலம் நீங்கள் <b> மூடு </b> செய்யலாம்.
uk: Ви можете <b>закрити</b> діалог цього типу (не на повний екран) дотиком за межами його вікна.
zh_hans: 您可以通过点击此类对话框（非全屏）窗口之外的位置来<b>关闭</b>它。

source: You can <b>move</b> this type of dialog by holding its window title and dragging.
es: Puedes <b>mover</b> este tipo de diálogo manteniendo pulsado el título de tu ventana y arrastrando.
fr: Vous pouvez <b>déplacer</b> ce type de boîte de dialogue en maintenant son titre de fenêtre enfoncé et en le faisant glisser.
ga: Is féidir leat an cineál seo dialóige a <b>bhogadh</b> trí theideal a fhuinneoige a shealbhú agus a tharraingt.
it: Questo tipo di finestra di dialogo può essere <b>spostato</b> tenendo premuto il titolo della finestra e trascinandolo.
nl: Je kunt dit type dialoogvenster <b>verplaatsen</b> door de venstertitel vast te houden en te slepen.
pt_br: Você pode <b>mover</b> esse tipo de caixa de diálogo segurando o título da janela e arrastando.
pt_pt: Pode <b>mover</b> este tipo de diálogo segurando o título da janela e arrastando.
sk: Tento typ dialógového okna môžete <b>posunúť</b> tak, že podržíte názov okna a potiahnete ho.
sr: Овај тип дијалога можете да <b>преместите</b> тако што задржите његов наслов прозора и превлачите.
ta: இந்த வகை உரையாடலை அதன் சாளர தலைப்பை பிடித்து இழுப்பதன் மூலம் நீங்கள் <b> நகர்த்தலாம் </b>.
uk: Можна <b>перемістити</b> діалог цього типу перетягнувши заголовок вікна.
zh_hans: 你可以通过按住其窗口标题并拖动来<b>移动</b>此类对话框。

source: You can make this type of dialog <b>semi-transparent</b> by tapping and holding the <b>window title</b> (when you want to see the text under it while adjusting a value).
es: Puedes hacer que este tipo de diálogo sea <b>semi transparente</b> tocando y manteniendo el <b>título de la ventana</b> (cuando quieras ver el texto que está debajo mientras ajustas un valor).
fr: Vous pouvez rendre ce type de boîte de dialogue <b>semi-transparente</b> en appuyant longuement sur le <b>titre de la fenêtre</b> (lorsque vous souhaitez voir le texte situé en dessous tout en ajustant une valeur).
ga: Is féidir leat an cineál seo dialóige a dhéanamh <b>leaththrédhearcach</b> trí <b>theideal na fuinneoige</b> a thapáil agus a shealbhú (nuair is mian leat an téacs faoi a fheiceáil agus luach á choigeartú agat).
it: È possibile rendere questo tipo di finestra di dialogo <b>semitrasparente</b> toccando e tenendo premuto il <b>titolo della finestra</b> (quando si vuole vedere il testo sotto di essa mentre si regola un valore).
nl: Je kunt dit type dialoogvenster <b>halftransparant</b> maken door de <b>venstertitel</b> lang ingedrukt te houden (handig als je de tekst eronder wilt zien tijdens het aanpassen).
pt_br: Você pode tornar esse tipo de diálogo <b>semitransparente</b> tocando e segurando o <b>título da janela</b> (quando quiser ver o texto abaixo dela enquanto ajusta um valor).
pt_pt: Pode tornar este tipo de caixa de diálogo <b>semitransparente</b> tocando e mantendo premido o <b>título da janela</b> (quando quiser ver o texto por baixo da janela enquanto ajusta um valor).
sk: Tento typ dialógového okna môžete urobiť <b>polo-priesvitný</b> ťuknutím a podržaním <b>názvu okna</b> (ak chcete pri nastavovaní hodnoty vidieť text pod ním).
sr: Овај тип дијалога можете да учините <b>полупровидним</b> тако што тапнете и задржите <b>наслов прозора</b> (онда када желите да видите текст испод њега док подешавате вредност).
ta: <b> சாளர தலைப்பு </b> ஐத் தட்டுவதன் மூலமும் வைத்திருப்பதன் மூலமும் இந்த வகை உரையாடல் <b> அரை-வெளிப்படையான </b> ஐ உருவாக்கலாம் (ஒரு மதிப்பை சரிசெய்யும்போது அதன் கீழ் உரையைப் பார்க்க விரும்பும் போது).
uk: Цей тип діалогу можна зробити <b>напівпрозорим</b> затиснувши <b>заголовок вікна</b> (якщо бажаєте бачити текст під ним під час налаштування значення).
zh_hans: 您可以通过点击并按住<b>窗口标题</b>（当您想在调整值的同时查看其下方的文本时），使此类对话框<b>半透明</b>。

source: <b>Creating new folders - </b>In situations when you need to choose a location (cloud storage, move to archive plugin, exporter plugin), KOReader presents you a screen that looks like our <span class="ui">File Browser</span>. If you want to create a new folder while choosing:
es: <b>Crear nuevas carpetas - </b>En situaciones en las que necesitas elegir una ubicación (almacenamiento en la nube, mover al plugin para archivar o plugin para exportar), KOReader muestra una pantalla que se parece a nuestro <span class="ui">Navegador de Archivos</span>. Si quieres crear una nueva carpeta mientras eliges:
fr: <b>Création de nouveaux dossiers - </b>Lorsque vous devez choisir un emplacement (stockage cloud, plugin de transfert vers les archives, plugin d'exportation), KOReader affiche un écran similaire à notre <span class="ui">Explorateur de fichiers</span>. Si vous souhaitez créer un nouveau dossier pendant la sélection :
ga: <b>Fillteáin nua a chruthú - </b>I gcásanna ina mbíonn ort suíomh a roghnú (stóráil scamall, breiseán bogtha chuig cartlann, breiseán onnmhairithe), cuireann KOReader scáileán i láthair duit atá cosúil lenár <span class="ui">Brabhsálaí Comhad</span>. Más mian leat fillteán nua a chruthú agus tú ag roghnú:
it: <b>Creazione di nuove cartelle - </b> Quando si deve scegliere una posizione (cloud storage, spostarsi nell'archivio dei plugin, esportare un plugin), KOReader presenta una schermata che assomiglia al nostro <span class="ui">File Browser</span>. Se si desidera creare una nuova cartella durante la scelta:
nl: <b>Nieuwe mappen maken – </b>Wanneer je een locatie moet kiezen (cloudopslag, verplaatsen naar archief-plugin, exportplugin), toont KOReader een scherm dat lijkt op onze <span class="ui">Bestandsverkenner</span>. Wil je tijdens het kiezen een nieuwe map maken:
pt_br: <b>Criando novas pastas - </b>Em situações em que você precisa escolher um local (armazenamento em nuvem, plugin para mover para arquivo, plugin exportador), o KOReader apresenta uma tela semelhante ao nosso <span class="ui">Explorador de Arquivos</span>. Se você quiser criar uma nova pasta enquanto escolhe:
pt_pt: <b>Criar novas pastas - </b>Em situações em que é necessário escolher um local (armazenamento na nuvem, mover para arquivo de plugins, plugin de exportação), o KOReader apresenta um ecrã que se parece com o nosso <span class="ui">Navegador de Ficheiros</span>. Se pretende criar uma nova pasta ao escolher:
sk: <b>Vytváranie nových priečinkov – </b>V situáciách, keď potrebujete vybrať umiestnenie (cloudové úložisko, plugin pre presun do archívu, plugin pre export), KOReader vám zobrazí obrazovku, ktorá vyzerá ako náš <span class="ui">Prehliadač súborov</span>. Ak chcete pri výbere vytvoriť nový priečinok:
sr: <b>Креирање нових фолдера - </b>У ситуацијама када је потребно да изаберете локацију (складиште у облаку, додатак премештања у архиву, додатак за извоз), KOReader вам приказује екран који изгледа као наш <span class="ui">Прегледач фајлова</span>. Ако током избора желите да креирате нови фолдер:
ta: <b> புதிய கோப்புறைகளை உருவாக்குதல் - </b> நீங்கள் ஒரு இருப்பிடத்தைத் தேர்வு செய்ய வேண்டிய சூழ்நிலைகளில் (கிளவுட் ச்டோரேச், காப்பக சொருகி, ஏற்றுமதியாளர் சொருகி), கொரியடர் எங்கள் <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> போல தோற்றமளிக்கும் ஒரு திரையை உங்களுக்கு வழங்குகிறார். தேர்ந்தெடுக்கும்போது புதிய கோப்புறையை உருவாக்க விரும்பினால்:
uk: <b>Створення нових тек.</b> У ситуації коли необхідно обрати розташування (хмарне сховище, модуль переміщення до архіву, модуль експорту), KOReader показує екран, який виглядає як <span class="ui">Оглядач файлів</span>. Якщо бажаєте створити нову теку, зробіть наступне:
zh_hans: <b>创建新文件夹 - </b>在需要选择位置（云存储、移动到存档插件、导出插件）时，KOReader 会显示一个类似我们的<span class="ui">文件浏览器</span>的界面。如果您想在选择时创建新文件夹：

source: First navigate to the folder from the <span class="ui">Folder chooser screen</span>
es: Primero navega a la carpeta desde la <span class="ui">pantalla de selección de carpeta</span>
fr: Accédez d'abord au dossier à partir de l'écran <span class="ui">Sélecteur de dossiers</span>
ga: Ar dtús, nascleanúint chuig an bhfillteán ón scáileán <span class="ui">roghnóir fillteán</span>
it: Per prima cosa, navigare nella cartella dalla schermata <span class="ui">Scelta cartella</span>
nl: Ga eerst naar de gewenste map in het <span class="ui">Mapkiezer</span>-scherm
pt_br: Primeiro navegue até a pasta na <span class="ui">Tela de seleção de pastas</span>
pt_pt: Primeiro navegue até à pasta no <span class="ui">ecrã do seletor de pastas</span>
sk: Najprv prejdite do priečinka z <span class="ui">obrazovky výberu priečinkov</span>
sr: Најпре дођите до фолдера у <span class="ui">Екрану избора фолдера</span>
ta: <ச்பான் கிளாச் = "யுஐ"> கோப்புறை தேர்வு திரை </span> இலிருந்து முதலில் கோப்புறையில் செல்லவும்
uk: Спершу перейдіть до теки з <span class="ui">екрану вибору теки</span>
zh_hans: 首先，从<span class="ui">文件夹选择器界面</span>导航到该文件夹

source: Then <b>long-press</b> the <span class="ui">Home icon</span> shown at the upper-left corner of this screen
es: Luego <b>mantén pulsado</b> el <span class="ui">icono de inicio</span> que aparece en la esquina superior izquierda de esta pantalla
fr: Ensuite <b>appuyez longuement</b> sur l'<span class="ui">icône Accueil</span> située dans le coin supérieur gauche de cet écran
ga: Ansin <b>brúigh go fada</b> ar an deilbhín <span class="ui">Baile</span> atá le feiceáil sa chúinne uachtarach ar chlé den scáileán seo
it: Quindi <b>premere a lungo</b> l'icona <span class="ui">Home</span> visualizzata nell'angolo superiore sinistro di questa schermata
nl: Houd vervolgens het <span class="ui">Thuis-pictogram</span> linksboven op dit scherm <b>lang ingedrukt</b>
pt_br: Em seguida, <b>pressione e segure</b> o <span class="ui">Ícone de início</span> mostrado no canto superior esquerdo desta tela
pt_pt: Em seguida, <b>mantenha premido</b> o <span class="ui">ícone Da Página Inicial</span> apresentado no canto superior esquerdo do ecrã
sk: Potom <b>dlho stlačte</b> <span class="ui">ikonu Domov</span> zobrazenú v ľavom hornom rohu tejto obrazovky
sr: Затим извршите <b>дуги притисак</b> на <span class="ui">Икону куће</span> приказану у горњем левом углу овог екрана
ta: பின்னர் <b> லாங்-பிரச் </b> இந்த திரையின் மேல்-இடது மூலையில் காட்டப்பட்டுள்ள <ச்பான் கிளாச் = "யுஐ"> ஓம் படவுரு </span>
uk: Потім <b>затисніть</b> наявний у верхньому лівому куті екрану <span class="ui">значок Додому</span>
zh_hans: 然后<b>长按</b>屏幕左上角的<span class="ui">主界面图标</span>

source: KOReader supports <b>dictionary lookup</b> in EPUB and scanned PDF/DJVU documents. To see the dictionary definition or translation, just tap and hold a word.
es: KOReader admite la <b>búsqueda en diccionario</b> en documentos EPUB y PDF/DJVU escaneados. Para ver la definición del diccionario o la traducción, simplemente toca y mantén presionada una palabra.
fr: KOReader prend en charge la <b>recherche dans le dictionnaire</b> dans les documents EPUB et PDF/DJVU numérisés. Pour voir la définition ou la traduction d'un mot dans le dictionnaire, il suffit d'appuyer longuement sur le mot.
ga: Tacaíonn KOReader le <b>cuardach foclóra</b> i ndoiciméid EPUB agus PDF/DJVU scanta. Chun sainmhíniú nó aistriúchán an fhoclóra a fheiceáil, níl le déanamh ach focal a thapáil agus a shealbhú.
it: KOReader supporta la <b>ricerca nel dizionario</b> in documenti EPUB e PDF/DJVU scansionati. Per visualizzare la definizione o la traduzione del dizionario, è sufficiente toccare e tenere premuta una parola.
nl: KOReader ondersteunt <b>woordenboekopzoeking</b> in EPUB en gescande PDF/DJVU-documenten. Houd een woord ingedrukt om de woordenboekdefinitie of vertaling te zien.
pt_br: O KOReader suporta <b>pesquisa de dicionário</b> em documentos EPUB e PDF/DJVU digitalizados. Para ver a definição ou tradução do dicionário, basta tocar e segurar uma palavra.
pt_pt: O KOReader suporta <b>pesquisa no dicionário</b> em EPUB e documentos PDF/DJVU digitalizados. Para ver a definição ou tradução do dicionário, basta tocar e segurar uma palavra.
sk: KOReader podporuje <b>vyhľadávanie v slovníku</b> v dokumentoch EPUB a naskenovaných PDF/DJVU. Ak chcete zobraziť definíciu alebo preklad v slovníku, stačí ťuknúť a podržať slovo.
sr: KOReader подржава <b>претрагу речника</b> у EPUB и скенираним PDF/DJVU документима. Да бисте видели дефиницију у речнику или превод, једноставно тапните и задржите реч.
ta: பயனர் இடைமுகத்தின் அளவை நீங்கள் மாற்ற விரும்பினால், அதற்கான <span> dpi </span> அமைப்பு உள்ளது:
uk: KOReader підтримує <b>пошук у словнику</b> в EPUB і сканованих документах PDF/DJVU. Щоб побачити словникове визначення або переклад, просто затисніть потрібне слово.
zh_hans: KOReader 支持在 EPUB 和扫描的 PDF/DJVU 文档中进行<b>查词典</b>。要查看词典定义或翻译，只需点击并长按一个字即可。

source: Pressing and holding a word brings up a dialog where you can also search the selection in the document for more occurrences or look it up on Wikipedia.
es: Al presionar y mantener una palabra aparece un diálogo donde también puedes buscar la selección en el documento para más casos en los que aparezca o consultarla en Wikipedia.
fr: Appuyez longuement sur un mot pour afficher une boîte de dialogue dans laquelle vous pouvez également rechercher d'autres occurrences de ce mot dans le document ou le rechercher sur Wikipédia.
ga: Trí bhrú agus coinneáil síos focal, taispeánfar dialóg inar féidir leat an rogha sa doiciméad a chuardach le haghaidh tuilleadh samplaí nó é a chuardach ar Vicipéid.
it: Se si tiene premuta una parola, si apre una finestra di dialogo in cui è possibile cercare altre occorrenze nel documento o consultarla su Wikipedia.
nl: Een woord lang ingedrukt houden opent een dialoog waarin je ook op de selectie in het document kunt zoeken naar meer voorkomens of het woord op Wikipedia kunt opzoeken.
pt_br: Ao pressionar e segurar uma palavra, é exibido um diálogo onde também é possível buscar a seleção no documento para encontrar mais ocorrências ou consultá-la na Wikipédia.
pt_pt: Premir e manter uma palavra abre uma caixa de diálogo onde também pode pesquisar mais ocorrências na seleção do documento ou procurá-la na Wikipédia.
sk: Stlačením a podržaním slova sa zobrazí dialógové okno, v ktorom môžete tiež vyhľadať výber v dokumente a vyhľadať ďalšie výskyty alebo ho vyhľadať na Wikipédii.
sr: Притисак и задржавање на реч отвара дијалог у којем такође можете да претражите наредна појављивања избора у документу или да га потражите на Википедији.
ta: ஒரு வார்த்தையை அழுத்தி வைத்திருப்பது ஒரு உரையாடலைக் கொண்டுவருகிறது, அங்கு நீங்கள் மேலும் நிகழ்வுகளுக்காக ஆவணத்தில் தேர்வைத் தேடலாம் அல்லது விக்கிபீடியாவில் பார்க்கலாம்.
uk: Затискання слова відкриє вікно, за допомогою якого можна знайти в документі інші місця, в яких зустрічається це слово, або знайти це слово у Вікіпедії.
zh_hans: 在字词上长按，弹出对话框可查找该词在当前书籍中的其它出现位置，或者查询维基百科。

source: If you want to check the current date you can tap on the clock in the <span class="ui">TOP MENU</span>.
es: Si quieres comprobar la fecha actual puedes tocar el reloj en el <span class="ui">MENÚ SUPERIOR</span>.
fr: Si vous souhaitez vérifier la date actuelle, vous pouvez appuyer sur l'horloge dans le <span class="ui">MENU SUPÉRIEUR</span>.
ga: Más mian leat an dáta reatha a sheiceáil is féidir leat tapáil ar an gclog sa <span class="ui">ROGHCHLÁR BARR</span>.
it: Se si desidera controllare la data corrente, è possibile toccare l'orologio nel <span class="ui">MENU SUPERIORE</span>.
nl: Wil je de huidige datum zien dan kun je op de klok in het <span class="ui">BOVENMENU</span> tikken.
pt_br: Se quiser verificar a data atual, toque no relógio no <span class="ui">MENU SUPERIOR</span>.
pt_pt: Se pretender verificar a data actual, pode tocar no relógio no <span class="ui">MENU SUPERIOR</span>.
sk: Ak chcete skontrolovať aktuálny dátum, klepnite na hodiny vo <span class="ui">VRCHNOM MENU</span>.
sr: Ако желите да видите текући датум, можете да тапнете на сат у <span class="ui">МЕНИЈУ НА ВРХУ</span>.
ta: தற்போதைய தேதியை நீங்கள் சரிபார்க்க விரும்பினால், <ச்பான் கிளாச் = "யுஐ"> சிறந்த பட்டியல் </ச்பான்> இல் கடிகாரத்தைத் தட்டலாம்.
uk: Щоб побачити поточну дату, торкніться годинника у <span class="ui">ВЕРХНЬОМУ МЕНЮ</span>.
zh_hans: 如果你想查看当前日期，可以点击<span class="ui">顶部菜单</span>中的时钟图标。

source: Scrolling types
es: Tipos de desplazamiento
fr: Types de défilement
ga: Cineálacha scrollaigh
it: Tipi di scorrimento
nl: Scrolltypes
pt_br: Tipos de rolagem
pt_pt: Tipos de Scroll
sk: Typy rolovania
sr: Типови скроловања
ta: ச்க்ரோலிங் வகைகள்
uk: Типи прокручування
zh_hans: 滚动类型

source: KOReader has three types of touch scrolling. You can access this from:
es: KOReader tiene tres tipos de toques de desplazamiento. Puedes acceder a estos desde:
fr: KOReader propose trois types de défilement tactile. Vous pouvez y accéder à partir de :
ga: Tá trí chineál scrollaigh tadhaill ag KOReader. Is féidir leat rochtain a fháil air seo ó:
it: KOReader dispone di tre tipi di scorrimento tattile. È possibile accedervi da:
nl: KOReader heeft drie soorten scrolltypes. Je vindt deze hier:
pt_br: O KOReader possui três tipos de rolagem por toque. Você pode acessá-los em:
pt_pt: O KOReader possui três tipos de scroll por toque. Pode aceder a eles em:
sk: KOReader má tri typy dotykového rolovania. K tomu máte prístup z:
sr: KOReader има три врсте скроловања додиром. Можете да им приступите из:
ta: கொரியடருக்கு மூன்று வகையான டச் ச்க்ரோலிங் உள்ளது. இதை நீங்கள் அணுகலாம்:
uk: KOReader має три типи прокручування жестами. Ви можете отримати доступ до них з:
zh_hans: KOReader有三种触摸滚动方式。您可以通过以下方式进入：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Scrolling
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Desplazamiento
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Défilement
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus Gothaí / Scrollaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Scorrimento
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Scrollen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e Gestos / Rolagem
pt_pt: MENU SUPERIOR/ <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Scroll
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Posúvanie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Скроловање
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Прокручування
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 触控与手势 / 滚动
