Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: If you have books in <b>.txt</b> format (which is more common in <b>Chinese</b> and <b>Cyrillic</b> languages), you can try enabling the <span class="ui">Auto-detect TXT files layout</span> feature. In some cases it can improve the rendering and make the text more "book like". When enabled, the rendering engine will use heuristics (text wrapped under some max line length, single or double blank lines marking paragraphs, indentation or centered text considered heading...) to guess how to better render the text and will try to create a <b>table of contents</b>.
es: Si tiene libros en formato <b>.txt</b> (que es más común en los idiomas <b>Chino</b> y <b>Cirílico</b>), puede intentar habilitar la función <span class="ui">detección automática de diseño de archivos TXT</span>. En algunos casos, puede mejorar la representación y hacer que el texto parezca más "un libro". Cuando está habilitado, el motor de renderizado utilizará heurísticas (texto ajustado bajo una longitud máxima de línea, líneas en blanco simples o dobles que marcan párrafos, sangría o texto centrado considerado encabezado...) para adivinar cómo renderizar mejor el texto e intentará crear una <b>tabla de contenido</b>.
fr: Si vous avez des livres au format <b>.txt</b> (plus courant en <b>chinois</b> et en <b>cyrillique</b>), vous pouvez essayer d'activer la fonction <span class="ui">Détection automatique de la mise en page des fichiers TXT</span>. Dans certains cas, cela peut améliorer le rendu et rendre le texte plus « semblable à un livre ». Lorsque cette fonction est activée, le moteur de rendu utilise des heuristiques (texte renvoyé à la ligne après une longueur maximale, lignes vides simples ou doubles marquant les paragraphes, indentation ou texte centré considéré comme un titre...) pour deviner comment mieux rendre le texte et essaie de créer une <b>table des matières</b>.
ga: Má tá leabhair agat i bhformáid <b>.txt</b> (rud atá níos coitianta i dteangacha <b>Sínise</b> agus <b>Coireallach</b>), is féidir leat iarracht a dhéanamh an ghné <span class="ui">Leagan amach comhaid TXT a bhrath go huathoibríoch</span> a chumasú. I gcásanna áirithe, is féidir leis an rindreáil a fheabhsú agus an téacs a dhéanamh níos "cosúla le leabhar". Nuair a bhíonn sé cumasaithe, úsáidfidh an t-inneall rindreála heorasticí (téacs fillte faoi uasfhad líne, línte bána aonair nó dúbailte ag marcáil míreanna, téacs istigh nó lárnaithe a mheastar a bheith ina cheannteideal...) chun buille faoi thuairim a thabhairt ar conas an téacs a rindreáil níos fearr agus déanfaidh sé iarracht <b>clár ábhair</b> a chruthú.
it: Se si dispone di libri in formato <b>.txt</b> (che è più frequente in <b>cinese</b> e <b>>cirillico</b>), si può provare ad attivare la funzione <span class="ui">Rilevazione automatica del layout dei file TXT</span>. In alcuni casi può migliorare la resa e rendere il testo più "simile a un libro". Se abilitato, il motore di rendering utilizzerà delle euristiche (testo avvolto sotto una certa lunghezza massima di riga, righe vuote singole o doppie che segnano i paragrafi, rientro o centratura del testo considerato come titolo...) per indovinare come rendere meglio il testo e cercherà di creare una <b>tabella dei contenuti</b>.
nl: Als je boeken in <b>.txt</b>-formaat hebt (wat vaker voorkomt in <b>Chinese</b> en <b>Cyrillische</b> talen), kun je de functie <span class="ui">Indeling van TXT-bestanden automatisch detecteren</span> proberen in te schakelen. In sommige gevallen verbetert dit de weergave en oogt de tekst meer als een ‘boek’. Wanneer ingeschakeld gebruikt de renderengine heuristiek (tekst afbreken onder een maximale regellengte, enkele of dubbele lege regels als alineascheiding, inspringing of gecentreerde tekst als koppen, …) om de tekst beter weer te geven en probeert het een <b>inhoudsopgave</b> te maken.
pt_br: Se você tiver livros no formato <b>.txt</b> (mais comum em idiomas <b>chineses</b> e <b>cirílicos</b>), pode tentar ativar o recurso <span class="ui">Detectar automaticamente o layout de arquivos TXT</span>. Em alguns casos, isso pode melhorar a renderização e deixar o texto mais “com cara de livro”. Quando ativado, o mecanismo de renderização usará heurísticas (quebras de linha dentro de um comprimento máximo, linhas em branco simples ou duplas marcando parágrafos, indentação ou texto centralizado considerado título...) para tentar melhorar a exibição do texto e criar um <b>índice</b>.
sk: Ak máte knihy vo formáte <b>.txt</b> (ktorý je bežnejší v <b>čínštine</b> a <b>cyrilike</b>), môžete skúsiť povoliť funkciu <span class="ui">Automatická detekcia rozloženia súborov TXT</span>. V niektorých prípadoch to môže zlepšiť vykresľovanie a urobiť text viac „knižným“. Keď je táto možnosť povolená, vykresľovací nástroj použije heuristiku (text zalomený pod určitú maximálnu dĺžku riadku, jednoduché alebo dvojité prázdne riadky označujúce odseky, odsadenie alebo centrovaný text považovaný za nadpis...) na uhádnutie, ako lepšie vykresliť text, a pokúsi sa vytvoriť <b>tabuľku s obsahom knihy</b>.
sr: Ако имате књиге у <b>.txt</b> формату (што се чешће среће на <b>кинеском</b> и језицима који користе <b>ћирилицу</b>), можете покушати да укључите функцију <span class="ui">Аутоматски откриј распоред TXT фајлова</span>. У неким случајевима она може да побољша исцртавање и учини да текст више „личи на књигу”. Када је укључена, механизам за исцртавање ће користити хеуристике (текст обавијен на некој максималној дужини линије, једна или две празне линије означавају пасусе, увлачење или центриран текст се сматра за наслов…) да би погодио како да боље исцрта текст и покуша да креира <b>садржај</b>.
ta: உங்களிடம் <b> .txt </b> வடிவத்தில் புத்தகங்கள் இருந்தால் (இது <b> சீன </b> மற்றும் <b> சைரிலிக் </b> மொழிகளில் மிகவும் பொதுவானது), நீங்கள் <span வகுப்பு = "Ui"> தானாக-கண்டறிதல் TXT கோப்புகள் தளவமைப்பு </span> அம்சத்தை இயக்க முயற்சி செய்யலாம். சில சந்தர்ப்பங்களில் இது வழங்குதல் மேம்படுத்தலாம் மற்றும் உரையை "புத்தகத்தைப் போன்ற" ஆக மாற்றலாம். இயக்கப்பட்டால், வழங்குதல் எஞ்சின் இயூரிச்டிக்சைப் பயன்படுத்தும் (சில அதிகபட்ச வரி நீளத்தின் கீழ் மூடப்பட்டிருக்கும், பத்திகள், உள்தள்ளல் அல்லது மையப்படுத்தப்பட்ட உரையைக் குறிக்கும் ஒற்றை அல்லது இரட்டை வெற்று கோடுகள் ... தலைகீழாக கருதப்படும் உரை ...) உரையை எவ்வாறு சிறப்பாக வழங்குவது என்று யூகிக்க வேண்டும், மேலும் <b> பொருளடக்கம் </b> ஐ உருவாக்க முயற்சிக்கும்.
uk: Для книг у форматі <b>.txt</b> (часто зустрічаються <b>українською</b> та <b>китайською</b> мовами), можна увімкнути функцію <span class="ui">Автовизначення верстки TXT-файлів</span>. У деяких випадках це може покращити відображення та зробити текст «книжковішим». Коли ця функція увімкнена, механізм відображення використовує евристику (текст переноситься під певну максимальну довжину рядка, одинарні чи подвійні порожні рядки позначають абзаци, відступи чи вирівнювання тексту по центру виділяють заголовки...), щоб припустити, як краще відобразити текст, і спробує створити <b>зміст</b> книги.
zh_hans: 如果您有<b>.txt</b>格式的书籍（在<b>中文</b>和<b>西里尔文</b>语言中更常见），您可以尝试启用<span class="ui">自动检测txt文件布局</span>功能。在某些情况下，它可以改善渲染效果，使文本更“像书”。启用后，渲染引擎将使用启发式方法（文本被包裹在一些最大行长下，标记段落的单行或双空行，缩进或被视为标题的居中文本…）来猜测如何更好地渲染文本，并尝试创建一个<b>目录</b>。

source: You can enable this feature here (which is visible only if you are reading a .txt file):
es: Puede habilitar esta función aquí (que es visible solo si está leyendo un archivo .txt):
fr: Vous pouvez activer cette fonctionnalité ici (qui n'est visible que si vous lisez un fichier .txt) :
ga: Is féidir leat an ghné seo a chumasú anseo (nach bhfuil le feiceáil ach amháin má tá comhad .txt á léamh agat):
it: È possibile attivare questa funzione qui (visibile solo se si sta leggendo un file .txt):
nl: Je schakelt deze functie hier in (alleen zichtbaar wanneer je een .txt-bestand leest):
pt_br: Você pode ativar esse recurso aqui (visível apenas se você estiver lendo um arquivo .txt):
sk: Túto funkciu môžete povoliť tu (viditeľná je iba v prípade, že čítate súbor .txt):
sr: Ову функционалност можете да укључите овде (видљива је само ако читате .txt фајл):
ta: இந்த அம்சத்தை இங்கே இயக்கலாம் (நீங்கள் ஒரு .txt கோப்பைப் படிக்கிறீர்கள் என்றால் மட்டுமே இது தெரியும்):
uk: Функцію можна увімкнути тут (пункт є лише під час читання файлу .txt):
zh_hans: 您可以在此处启用此功能（仅当您正在读取.txt文件时才可见）：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style / Auto-detect TXT files layout
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Estilo / Detección estructura de archivos TXT
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style / Détection automatique de la mise en page des fichiers TXT
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Stíl / Leagan amach comhaid TXT a bhrath go huathoibríoch
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Stile / Rilevamento automatico del layout dei file TXT
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Stijl / Indeling van TXT-bestanden automatisch detecteren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Estilo / Detectar automaticamente o layout de arquivos TXT
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Estilo / Detectar automaticamente organização de ficheiros TXT
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Štýl / Automatická detekcia rozloženia TXT súborov
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Стил / Аутоматски откриј распоред TXT фајлова
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 26px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Стиль / Автовизначення верстки TXT-файлів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / 样式 / 自动识别TXT文件的版式

source: Note that this feature might mess up ASCII art drawings and space character based formatting. If your book has these kind of features, it might be better to use the default mode in which, the text file is rendered <b>as is</b> in a monospace font.
es: Tenga en cuenta que esta característica puede estropear los dibujos artísticos ASCII y el formato basado en caracteres de espacio. Si su libro tiene este tipo de características, podría ser mejor utilizar el modo predeterminado en el que el archivo de texto se representa <b>tal cual</b> en una fuente monospace.
fr: Notez que cette fonctionnalité peut perturber les dessins ASCII et la mise en forme basée sur les espaces. Si votre livre comporte ce type d'éléments, il peut être préférable d'utiliser le mode par défaut, dans lequel le fichier texte est affiché <b>tel quel</b> dans une police à espacement fixe.
ga: Tabhair faoi deara go bhféadfadh an ghné seo cur isteach ar líníochtaí ealaíne ASCII agus ar fhormáidiú bunaithe ar charachtair spáis. Má tá na cineálacha gnéithe seo i do leabhar, b'fhéidir gurbh fhearr an modh réamhshocraithe a úsáid ina ndéantar an comhad téacs a rindreáil <b>mar atá</b> i gcló aonspáis.
it: Si noti che questa funzione potrebbe rovinare i disegni artistici ASCII e la formattazione basata sui caratteri spaziali. Se il vostro libro ha questo tipo di caratteristiche, sarebbe meglio usare la modalità predefinita in cui il file di testo viene reso <b>così com'è</b> in un carattere monospazio.
nl: Let op: deze functie kan ASCII-art en op spaties gebaseerde opmaak verstoren. Als je boek dit soort elementen bevat, gebruik je beter de standaardmodus, waarbij het tekstbestand <b>ongewijzigd</b> met een monospace-lettertype wordt weergegeven.
pt_br: Note que esse recurso pode bagunçar desenhos em ASCII art e formatações baseadas em espaços. Se o seu livro tiver esse tipo de conteúdo, pode ser melhor usar o modo padrão, no qual o arquivo de texto é renderizado <b>como está</b> em uma fonte monoespaçada.
sk: Upozorňujeme, že táto funkcia môže narušiť kresby ASCII art a formátovanie založené na medzerách. Ak vaša kniha obsahuje tieto funkcie, môže byť lepšie použiť predvolený režim, v ktorom sa textový súbor vykreslí <b>tak, ako je</b>, v písme s monospace.
sr: Имајте на уму да би ова функционалност могла да забрља ASCII цртеже и форматирање засновано на карактеру размака. Ако књига коју читате има овакве елементе, можда је боље да се користи подразумевани режим у којем се текст фајл исцртава <b>онакав какав је</b> фонтом фиксне ширине.
ta: இந்த நற்பொருத்தம் அச்கி கலை வரைபடங்கள் மற்றும் விண்வெளி எழுத்து அடிப்படையிலான வடிவமைப்பைக் குழப்பக்கூடும் என்பதை நினைவில் கொள்க. உங்கள் புத்தகத்தில் இந்த வகையான நற்பொருத்தங்கள் இருந்தால், இயல்புநிலை பயன்முறையைப் பயன்படுத்துவது நல்லது, உரை கோப்பு <b> ஐ </b> ஒரு மோனோச்பேச் எழுத்துருவில் வழங்கப்படுகிறது.
uk: Майте на увазі, що ця функція може спотворити малюнки, які зроблені символами (ASCII art), та форматування на основі пробілів. Якщо книга має такий вміст, можливо, краще використовувати типовий режим, у якому текстовий файл відображається моноширинним шрифтом <b>як є</b>.
zh_hans: 请注意，此功能可能会弄乱 ASCII 艺术绘图和基于空格字符的格式。如果您的书籍具有这些功能，最好使用默认模式，在该模式下，文本文件以等宽字体按<b>原样</b>呈现。

source: Viewing archive files
es: Ver archivos comprimidos
fr: Affichage des fichiers d'archive
ga: Ag féachaint ar chomhaid chartlainne
it: Visualizzazione dei file di archivio
nl: Archiefbestanden bekijken
pt_br: Visualizando arquivos compactados
pt_pt: A visualizar ficheiros de arquivo
sk: Prezeranie archívnych súborov
sr: Приказивање фајлова архиве
ta: காப்பக கோப்புகளைப் பார்க்கிறது
uk: Перегляд архівів
zh_hans: 查看存档文件

source: KOReader can read files stored/compressed in <b>ZIP</b> files. You can open <b>ZIP</b>, <b>CBZ</b> and <b>EPUB</b> (as they are <b>ZIP</b> archives too) files with the archive viewer to have a look at the contained files:
es: KOReader puede leer archivos almacenados/comprimidos en archivos <b>ZIP</b>. Puede abrir archivos <b>ZIP</b>, <b>CBZ</b> y <b>EPUB</b> (ya que también son archivos <b>ZIP</b>) con el visor de archivos para ver los archivos contenidos:
fr: KOReader peut lire les fichiers stockés/compressés dans des fichiers <b>ZIP</b>. Vous pouvez ouvrir les fichiers <b>ZIP</b>, <b>CBZ</b> et <b>EPUB</b> (qui sont également des archives <b>ZIP</b>) à l'aide de la visionneuse d'archives afin de consulter les fichiers qu'ils contiennent :
ga: Is féidir le KOReader comhaid atá stóráilte/comhbhrúite i gcomhaid <b>ZIP</b> a léamh. Is féidir leat comhaid <b>ZIP</b>, <b>CBZ</b> agus <b>EPUB</b> (ós rud é gur cartlanna <b>ZIP</b> iad freisin) a oscailt leis an amharcóir cartlainne chun breathnú ar na comhaid atá iontu:
it: KOReader può leggere i file memorizzati/compressi in file <b>ZIP</b>. È possibile aprire file <b>ZIP</b>, <b>CBZ</b> ed <b>EPUB</b> (dato che sono anche archivi <b>ZIP</b>) con il visualizzatore di archivi per dare un'occhiata ai file contenuti:
nl: KOReader kan bestanden lezen die zijn opgeslagen/gecomprimeerd in <b>ZIP</b>-archieven. Je kunt <b>ZIP</b>-, <b>CBZ</b>- en <b>EPUB</b>-bestanden (dat zijn ook <b>ZIP</b>-archieven) openen met de archiefviewer om de inhoud te bekijken:
pt_br: O KOReader pode ler arquivos armazenados/compactados em arquivos <b>ZIP</b>. Você pode abrir arquivos <b>ZIP</b>, <b>CBZ</b> e <b>EPUB</b> (pois eles também são arquivos <b>ZIP</b>) com o visualizador de arquivos compactados para ver os arquivos contidos:
sk: KOReader dokáže čítať súbory uložené/komprimované v súboroch <b>ZIP</b>. Súbory <b>ZIP</b>, <b>CBZ</b> a <b>EPUB</b> (pretože sú to tiež <b>ZIP</b> archívy) môžete otvoriť pomocou prehliadača archívov, aby ste si pozreli obsiahnuté súbory:
sr: KOReader може да чита фајлове сачуване/компресоване у <b>ZIP</b> фајловима. Такође можете да отворите и <b>ZIP</b>, <b>CBZ</b> и <b>EPUB</b> (пошто су и они <b>ZIP</b> архиве) фајлове приказивачем архиве и тако погледате фајлове који се налазе у њима:
ta: <b> சிப் </b> கோப்புகளில் சேமிக்கப்பட்ட/சுருக்கப்பட்ட கோப்புகளை கொரியடர் படிக்க முடியும். நீங்கள் <b> சிப் </b>, <b> சிபிஇசட் </b> மற்றும் <b> எபப் </b> (அவை <b> சிப் </b> காப்பகங்கள் என்பதால்) காப்பக பார்வையாளருடன் கோப்புகளைத் திறக்கலாம்.
uk: KOReader вміє читати файли, що зберігаються/стиснуті у архівах <b>ZIP</b>. За допомогою засобу перегляду архівів можна відкривати файли <b>ZIP</b>, <b>CBZ</b> та <b>EPUB</b> (оскільки це теж <b>ZIP</b>-архіви), щоб переглянути файли всередині:
zh_hans: KOReader 可以读取存储/压缩在 <b>ZIP</b> 文件中的文件。您可以使用存档查看器打开 <b>ZIP、</b><b>CBZ</b> 和 <b>EPUB</b>（因为它们也是 <b>ZIP</b> 存档）文件以查看包含的文件：

# user_guide/en.html+html.body.div.ol.li:3284-5
source: In <span class="ui">File Browser</span> long-press the file name
sk: Cez <span class="ui">Prehliadač súborov</span> dlhým stlačením na názov súboru
ta: <Span வகுப்பு = "Ui"> கோப்பு உலாவி </span> கோப்பு பெயரை நீண்ட அழுத்தவும்
uk: Затисніть назву файлу в <span class="ui">Оглядачі файлів</span>
zh_hans: 在<span class="ui">文件浏览器</span>长按文件名

# user_guide/en.html+html.body.div.ol.li:3285-5
source: Tap <span class="ui">Open with…</span>
sk: Ťuknúť <span class="ui">Otvoriť s…</span>
ta: <Span வகுப்பு = "Ui"> ஐத் தட்டவும்… </span> உடன் திறக்கவும்
uk: Натисніть <span class="ui">Відкрити у…</span>
zh_hans: 点击<span class="ui">打开方式...</span>

source: Tap <span class="ui">Archive viewer</span>
es: Toca <span class="ui">Visor de archivos</span>
fr: Appuyez sur <span class="ui">Visionneuse d'archives</span>
ga: Tapáil <span class="ui">Amharcóir cartlainne</span>
it: Toccare <span class="ui">Visualizzatore archivio</span>
nl: Tik op <span class="ui">Archiefviewer</span>
pt_br: Toque em <span class="ui">Visualizador de arquivo</span>
pt_pt: Toque <span class="ui">Visualizador de Arquivo</span>
sk: Ťuknúť <span class="ui">Prehliadač archívov</span>
sr: Тапните на <span class="ui">Приказивач архиве</span>
ta: <Span வகுப்பு = "Ui"> காப்பக பார்வையாளர் </span> ஐத் தட்டவும்
uk: Натисніть <span class="ui">Перегляд архіву</span>
zh_hans: 点击<span class="ui">存档查看器</span>

source: A ZIP file can contain many types of documents like html, txt or images. KOReader can open your ZIP file properly <b>only if you give it a hint for the type of file in the ZIP archive</b>. If you give your file only a <b>.zip</b> extension, KOReader will assume that this archive contains images and try to open it like a <b>CBZ</b> file.
es: Un archivo ZIP puede contener muchos tipos de documentos como html, txt o imágenes. KOReader puede abrir su archivo ZIP correctamente <b>solo si le da una pista sobre el tipo de archivo en el archivo ZIP</b>. Si le da a su archivo solo una extensión <b>.zip</b>, KOReader asumirá que este archivo contiene imágenes e intentará abrirlo como un archivo <b>CBZ</b>.
fr: Un fichier ZIP peut contenir plusieurs types de documents, tels que des fichiers html, txt ou des images. KOReader ne peut ouvrir correctement votre fichier ZIP <b>que si vous lui indiquez le type de fichier contenu dans l'archive ZIP</b>. Si vous attribuez uniquement l'extension <b>.zip</b> à votre fichier, KOReader supposera que cette archive contient des images et tentera de l'ouvrir comme un fichier <b>CBZ</b>.
ga: Is féidir go leor cineálacha doiciméad a bheith i gcomhad ZIP, ar nós html, txt nó íomhánna. Ní féidir le KOReader do chomhad ZIP a oscailt i gceart <b>ach amháin má thugann tú leid dó faoin gcineál comhaid atá sa chartlann ZIP</b>. Má thugann tú síneadh <b>.zip</b> amháin le do chomhad, glacfaidh KOReader leis go bhfuil íomhánna sa chartlann seo agus déanfaidh sé iarracht é a oscailt mar chomhad <b>CBZ</b>.
it: Un file ZIP può contenere molti tipi di documenti come html, txt o immagini. KOReader può aprire correttamente il file ZIP <b>solo se gli si fornisce un suggerimento sul tipo di file contenuto nell'archivio ZIP</b>. Se si dà al file solo un'estensione <b>.zip</b>, KOReader assumerà che questo archivio contenga immagini e cercherà di aprirlo come un file <b>CBZ</b>.
nl: Een ZIP-bestand kan veel soorten documenten bevatten, zoals HTML, TXT of afbeeldingen. KOReader kan je ZIP-bestand correct openen <b>alleen als je een hint geeft over het bestandstype in het ZIP-archief</b>. Als je het bestand slechts de extensie <b>.zip</b> geeft, gaat KOReader ervan uit dat het archief afbeeldingen bevat en probeert het als een <b>CBZ</b>-bestand te openen.
pt_br: Um arquivo ZIP pode conter muitos tipos de documentos, como html, txt ou imagens. O KOReader só conseguirá abrir seu arquivo ZIP corretamente <b>se você indicar o tipo de arquivo contido no pacote ZIP</b>. Se você usar apenas a extensão <b>.zip</b>, o KOReader vai assumir que esse arquivo contém imagens e tentará abri-lo como um arquivo <b>CBZ</b>.
sk: Súbor ZIP môže obsahovať mnoho typov dokumentov, ako napríklad html, txt alebo obrázky. KOReader dokáže váš súbor ZIP správne otvoriť, <b>iba ak mu poskytnete nápovedu pre typ súboru v archíve ZIP</b>. Ak súboru priradíte iba príponu <b>.zip</b>, KOReader bude predpokladať, že tento archív obsahuje obrázky a pokúsi sa ho otvoriť ako súbor <b>CBZ</b>.
sr: ZIP фајл може да садржи различите типове докумената, као што су html, txt или слике. KOReader може исправно да отвори ваш ZIP фајл <b>само ако му дате назнаку типа фајла који се налази у ZIP архиви</b>. Ако фајлу дате само <b>.zip</b> екстензију, KOReader ће претпоставити да та архива садржи слике и покушаће да је отвори као <b>CBZ</b> фајл.
ta: ஒரு சிப் கோப்பில் HTML, TXT அல்லது படங்கள் போன்ற பல வகையான ஆவணங்கள் இருக்கலாம். சிப் காப்பகத்தில் உள்ள கோப்பின் வகைக்கு ஒரு குறிப்பைக் கொடுத்தால் மட்டுமே கொரியடர் உங்கள் சிப் கோப்பை சரியாக திறக்க முடியும் </b>. உங்கள் கோப்பை ஒரு <b> .zip </b> நீட்டிப்பு மட்டுமே கொடுத்தால், இந்த காப்பகத்தில் படங்கள் உள்ளன என்று கொரியடர் கருதி அதை <b> சிபிஇசட் </b> கோப்பு போல திறக்க முயற்சிக்கும்.
uk: ZIP-файл може містити багато типів файлів, як html, txt або зображення. KOReader може правильно відкрити ваш ZIP-файл, <b>лише якщо надати йому підказку щодо типу файлу в ZIP-архіві</b>. Якщо файл має розширення лише <b>.zip</b>, KOReader вважатиме, що цей архів містить зображення, і спробує відкрити його як файл <b>CBZ</b>.
zh_hans: ZIP文件可以包含多种类型的文档，如html、txt或图片。<b>只有当您提示ZIP存档中的文件类型时，KOReader才能正确打开您的ZIP文件</b>。如果您只给文件一个<b>. zip</b>扩展名，KOReader将假定该存档包含图片，并尝试像<b>CBZ</b>文件一样打开它。
