Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: From the <span class="ui">Top menu</span> press on the <span class="ui">Search tab</span> (with the magnifier icon) and choose <span class="ui">File search</span>.
es: Desde el <span class="ui">Menú superior</span> presione la <span class="ui">pestaña Buscar</span> (con el icono de lupa) y elija <span class="ui">Búsqueda de archivos</span>.
fr: Dans le <span class="ui">Menu supérieur</span>, cliquez sur l'onglet <span class="ui">Rechercher</span> (avec l'icône en forme de loupe) et sélectionnez <span class="ui">Recherche de fichiers</span>.
ga: Ón <span class="ui">roghchlár barr</span> brúigh ar an táb <span class="ui">Cuardaigh</span> (leis an deilbhín formhéadaitheora) agus roghnaigh <span class="ui">Cuardaigh comhad</span>.
it: Dal <span class="ui">menu superiore</span> premere sulla scheda <span class="ui">Ricerca</span> (con l'icona della lente di ingrandimento) e scegliere <span class="ui">Cerca file</span>.
nl: Open in het <span class="ui">Bovenmenu</span> het <span class="ui">tabblad Zoeken</span> (met het vergrootglas) en kies <span class="ui">Bestanden zoeken</span>.
pt_br: No <span class="ui">Menu superior</span>, pressione a <span class="ui">guia Pesquisar</span> (com o ícone de lupa) e escolha <span class="ui">Busca de arquivos</span>.
sk: Vo <span class="ui">Vrchnom menu</span> ťuknite na <span class="ui">kartu Hľadať</span> (s ikonou lupy) a vyberte <span class="ui">Vyhľadávanie súborov</span>.
sr: Из <span class="ui">Менија на врху</span> притисните на <span class="ui">Картицу претраге</span> (икону лупе) и изаберите <span class="ui">Претрага фајлова</span>.
ta: <span வகுப்பு = "Ui"> சிறந்த பட்டியல் </span> இலிருந்து <span வகுப்பு = "Ui"> தேடல் தாவல் </span> (உருப்பெருக்கி ஐகானுடன்) மற்றும் <ச்பான் கிளாச் = "UI"> கோப்பு தேடல் </span> ஐத் தேர்வுசெய்க.
uk: У <span class="ui">ВЕРХНЬОМУ МЕНЮ</span> натисніть на <span class="ui">вкладку Пошук</span> (зі значком лупи), а потім виберіть <span class="ui">Пошук файлів</span>.
zh_hans: 从<span class="ui">顶部菜单</span>按<span class="ui">搜索选项卡</span>（带有放大镜图标）并选择<span class="ui">文件检索</span>。

source: Check <span class="ui">Include subfolders</span> option if you want to search inside the folders too. You can check <span class="ui">Also search in book metadata</span> if you want KOReader to look in book's metadata. Otherwise KOReader will only look at the file names for the word you entered.
es: Marque la opción <span class="ui">Incluir subcarpetas</span> si también desea buscar dentro de las carpetas. Puede marcar <span class="ui">Buscar también en los metadatos del libro</span> si desea que KOReader busque en los metadatos del libro. De lo contrario, KOReader solo buscará en los nombres de archivo la palabra que ingresó.
fr: Cochez l'option <span class="ui">Inclure les sous-dossiers</span> si vous souhaitez également effectuer une recherche dans les dossiers. Vous pouvez cocher l'option <span class="ui">Rechercher également dans les métadonnées du livre</span> si vous souhaitez que KOReader effectue une recherche dans les métadonnées du livre. Sinon, KOReader recherchera uniquement le mot que vous avez saisi dans les noms de fichiers.
ga: Seiceáil an rogha <span class="ui">Cuir fo-fhillteáin san áireamh</span> más mian leat cuardach a dhéanamh laistigh de na fillteáin freisin. Is féidir leat seiceáil a dhéanamh ar <span class="ui">Cuardaigh i meiteashonraí leabhar freisin</span> más mian leat go bhféachfadh KOReader i meiteashonraí an leabhair. Seachas sin, ní fhéachfaidh KOReader ach ar ainmneacha na gcomhad don fhocal a chuir tú isteach.
it: Selezionare l'opzione <span class="ui">Includi sottocartelle</span> se si desidera cercare anche all'interno delle cartelle. È possibile selezionare <span class="ui">Cerca anche nei metadati del libro</span> se si desidera che KOReader cerchi nei metadati del libro. Altrimenti KOReader guarderà solo i nomi dei file per la parola inserita.
nl: Vink <span class="ui">Submappen opnemen</span> aan als je ook in onderliggende mappen wilt zoeken. Je kunt <span class="ui">Ook zoeken in boekmetadata</span> aanvinken als KOReader ook in de metadata moet kijken. Anders kijkt KOReader alleen naar de bestandsnamen voor het ingevoerde woord.
pt_br: Marque a opção <span class="ui">Incluir subpastas</span> se quiser pesquisar também dentro das pastas. Você pode marcar <span class="ui">Buscar também nos metadados do livro</span> se quiser que o KOReader procure nos metadados do livro. Caso contrário, o KOReader buscará a palavra digitada apenas nos nomes dos arquivos.
sk: Ak chcete vyhľadávať aj v priečinkoch, začiarknite možnosť <span class="ui">Zahrnúť podpriečinky</span>. Ak chcete, aby KOReader prehľadával metadáta knihy, môžete zaškrtnúť políčko <span class="ui">Hľadať aj v metadátach knihy</span>. V opačnom prípade bude KOReader prehľadávať iba názvy súborov pre zadané slovo.
sr: Штиклирајте опцију <span class="ui">Обухвати подфолдере</span> ако желите да се претрага врши и у њима. Ако желите да KOReader претражује и по метаподацима књиге, можете да штиклирате и <span class="ui">Такође претражуј и по метаподацима књиге</span>. У супротном, KOReader ће реч коју сте унели тражити само по именима фајлова.
ta: சரிபார்க்கவும் <span வகுப்பு = "Ui"> நீங்கள் கோப்புறைகளுக்குள் தேட விரும்பினால் துணை கோப்புறைகள் </span> விருப்பத்தை சேர்க்கவும். கொரியடர் புத்தகத்தின் மெட்டாடேட்டாவில் பார்க்க விரும்பினால் <ச்பான் கிளாச் = "யுஐ"> ஐ புத்தக மேனிலை தரவு </span> இல் தேடலாம். இல்லையெனில், நீங்கள் உள்ளிட்ட வார்த்தைக்கான கோப்பு பெயர்களை மட்டுமே கொரியடர் பார்ப்பார்.
uk: Позначте параметр <span class="ui">Включити підтеки</span>, якщо бажаєте шукати також всередині тек. Можна позначити параметр <span class="ui">Також шукати в метаданих книги</span>, якщо бажаєте, щоб KOReader шукав у метаданих книги. В іншому випадку KOReader вказане вами слово шукатиме лише у назвах файлів.
zh_hans: 如果您也想在文件夹中搜索，请选中<span class="ui">包含子文件夹</span>选项。 如果你想让KOReader在搜索书籍的元数据，你可以选择<span class="ui">搜索书籍元数据</span>。 否则，KOReader只会搜索文件名。

source: You can start the search from your library <span class="ui">Home folder</span> or your <span class="ui">Current folder</span> by pressing on the respective button.
es: Puede iniciar la búsqueda desde su biblioteca <span class="ui">Carpeta de inicio</span> o su <span class="ui">Carpeta actual</span> presionando el botón respectivo.
fr: Vous pouvez lancer la recherche à partir du dossier <span class="ui">Accueil</span> de votre bibliothèque ou du dossier <span class="ui">Actuel</span> en appuyant sur le bouton correspondant.
ga: Is féidir leat an cuardach a thosú ó do <span class="ui">fhillteán baile</span> leabharlainne nó ó do <span class="ui">fhillteán reatha</span> trí bhrú ar an gcnaipe faoi seach.
it: È possibile avviare la ricerca dalla cartella <span class="ui">Home</span> della libreria o dalla cartella <span class="ui">Corrente</span> premendo il pulsante corrispondente.
nl: Je kunt de zoekopdracht starten vanuit je <span class="ui">HOME</span>-map of je <span class="ui">Huidige map</span> door op de betreffende knop te tikken.
pt_br: Você pode iniciar a busca na sua <span class="ui">Pasta inicial</span> da biblioteca ou na sua <span class="ui">Pasta atual</span> pressionando o botão respectivo.
sk: Vyhľadávanie môžete spustiť z <span class="ui">Domovského priečinka</span> knižnice alebo z <span class="ui">Aktuálneho priečinka</span> stlačením príslušného tlačidla.
sr: Претрагу можете да започнете из свог <span class="ui">Почетног (кућног) директоријума</span> или <span class="ui">Тренутног директоријума</span> притиском на одговарајуће дугме.
ta: உங்கள் நூலகத்திலிருந்து தேடலைத் தொடங்கலாம் <span வகுப்பு = "Ui"> வீட்டு கோப்புறை </span> அல்லது உங்கள் <span வகுப்பு = "Ui"> தற்போதைய கோப்புறை </span> அந்தந்த பொத்தானை அழுத்துவதன் மூலம்.
uk: Натиснувши відповідну кнопку можна розпочати пошук з <span class="ui">Домашньої теки</span> бібліотеки або з <span class="ui">Поточної теки</span>.
zh_hans: 您可以通过按相应的按钮从库<span class="ui">主文件夹</span>或<span class="ui">当前文件夹</span>开始搜索。

source: After search is finished, you will see a file list (if your search term is found of course). Now you can tap on the <span class="ui">Hamburger icon</span> at the <b>top left corner</b> of the screen to enter the <span class="ui">Selection mode</span>.
es: Una vez finalizada la búsqueda, verá una lista de archivos (si se encuentra el término de búsqueda, por supuesto). Ahora puedes tocar el <span class="ui">icono de hamburguesa</span> en la <b>esquina superior izquierda</b> de la pantalla para ingresar al <span class="ui">modo de selección</span>.
fr: Une fois la recherche terminée, vous verrez apparaître une liste de fichiers (si votre terme de recherche a été trouvé, bien sûr). Vous pouvez alors appuyer sur l'icône <span class="ui">Hamburger</span> située dans le <b>coin supérieur gauche</b> de l'écran pour passer en <span class="ui">mode Sélection</span>.
ga: Tar éis don chuardach a bheith críochnaithe, feicfidh tú liosta comhad (má aimsítear do théarma cuardaigh ar ndóigh). Anois is féidir leat tapáil ar dheilbhín an <span class="ui">Hamburger</span> ag an <b>cúinne uachtarach ar chlé</b> den scáileán chun dul isteach sa <span class="ui">mód roghnúcháin</span>.
it: Al termine della ricerca, verrà visualizzato un elenco di file (se il termine di ricerca è stato trovato). Ora è possibile toccare l'icona <span class="ui">Hamburger</span> nell'angolo <b>in alto a sinistra</b> dello schermo per accedere alla modalità <span class="ui">Selezione</span>.
nl: Na afloop verschijnt er een bestandslijst (als je zoekterm is gevonden). Tik nu op het <span class="ui">hamburgericoon</span> linksboven om de <span class="ui">Selectiemodus</span> te starten.
pt_br: Após a conclusão da busca, será exibida uma lista de arquivos (se o termo for encontrado, é claro). Agora você pode tocar no <span class="ui">ícone de menu ≡</span> no <b>canto superior esquerdo</b> da tela para entrar no <span class="ui">Modo de seleção</span>.
sk: Po dokončení vyhľadávania sa zobrazí zoznam súborov (samozrejme, ak sa nájde hľadaný výraz). Teraz môžete ťuknúť na <span class="ui">ikonu hamburgeru</span> v <b>ľavom hornom rohu</b> obrazovky a vstúpiť do <span class="ui">režimu výberu</span>.
sr: Када се претрага заврши, појавиће се листа фајлова (наравно, само ако је тражени израз пронађен). Сада можете да тапнете на <span class="ui">Хамбургер икону</span> у <b>горњем левом углу</b> екрана да уђете у <span class="ui">Режим избора</span>.
ta: தேடல் முடிந்ததும், நீங்கள் ஒரு கோப்பு பட்டியலைக் காண்பீர்கள் (உங்கள் தேடல் சொல் நிச்சயமாகக் காணப்பட்டால்). இப்போது நீங்கள் <b> ஆம்பர்கர் படவுரு </span> இல் <b> திரையின் <b> மேல் இடது மூலையில் </b> இல் <span வகுப்பு = "Ui"> தேர்வு பயன்முறை </span> இல் தட்டலாம்.
uk: Після завершення пошуку буде показано список файлів (звичайно, якщо знайдено шукане слово). Тепер можна натиснути <span class="ui">значок-«гамбургер»</span> у <b>лівому верхньому куті</b> екрану, щоб увійти в <span class="ui">режим вибору</span>.
zh_hans: 在执行检索后，将列出符合条件的文件列表（若存在关键词匹配的结果）。点击<b>屏幕左上角</b>的<span class="ui">汉堡菜单</span>，进入<span class="ui">连续选择模式</span>。

source: Tap on all the files you want to perform operations on and tap on the <span class="ui">Checkmark icon</span> at the <b>top left corner</b> of your screen. You will see a dialog which contains <span class="ui">Select in file browser</span>. Select this option.
es: Toca todos los archivos en los que quieras realizar operaciones y pulsa el <span class="ui">icono de la marca de verificación</span> en la <b>esquina superior izquierda</b> de la pantalla. Verás un cuadro de diálogo con la opción <span class="ui">Seleccionar en el explorador de archivos</span>. Selecciona esta opción.
fr: Appuyez sur tous les fichiers sur lesquels vous souhaitez effectuer des opérations, puis appuyez sur l'icône <span class="ui">Coche</span> dans le <b>coin supérieur gauche</b> de votre écran. Une boîte de dialogue contenant l'option <span class="ui">Sélectionner dans l'Explorateur de fichiers</span> s'affiche. Sélectionnez cette option.
ga: Tar éis don bhaile a bheith críochnaithe, feicfidh tú liosta comhad (má tá sé mar aidhm ag an bhfocal cuardaigh ar ndóigh). Anois is féidir leat tapáil ar dheilbhín an <span class="ui">Hamburger</span> ag an <b>cúinne uachtarach ar chlé</b> den scáileán chun dul isteach sa <span class="ui">mód roghnúcháin</span>.
it: Toccare tutti i file su cui si desidera eseguire le operazioni e toccare l'icona <span class="ui">Segno di spunta</span> nell'angolo <b>in alto a sinistra</b> dello schermo. Verrà visualizzata una finestra di dialogo contenente <span class="ui">Seleziona nel navigatore del file</span>. Selezionare questa opzione.
nl: Tik op alle bestanden waarop je een bewerking wilt uitvoeren en tik op het <span class="ui">vinkje</span> linksboven. Je ziet een dialoog met <span class="ui">Selecteren in Bestandsverkenner</span>. Kies die optie.
pt_br: Toque em todos os arquivos nos quais deseja realizar operações e toque no <span class="ui">Ícone de marca de seleção</span> no <b>canto superior esquerdo</b> da tela. Você verá uma caixa de diálogo contendo <span class="ui">Selecionar no explorador de arquivos</span>. Selecione esta opção.
sk: Ťuknite na všetky súbory, s ktorými chcete vykonať operácie, a potom na <span class="ui">ikonu začiarknutia</span> v <b>ľavom hornom rohu</b> obrazovky. Zobrazí sa dialógové okno s možnosťou <span class="ui">Vybrať v prehliadači súborov</span>. Vyberte túto možnosť.
sr: Тапните на све фајлове над којима желите да извршите операције и тапните на <span class="ui">Икону знака за штиклирање</span> у <b>горњем левом углу</b> екрана. Појавиће се дијалог у којем се налази <span class="ui">Изабери у прегледачу фајлова</span>. Тапните на ову опцију.
ta: நீங்கள் செயல்பாடுகளைச் செய்ய விரும்பும் அனைத்து கோப்புகளையும் தட்டவும், உங்கள் திரையின் <b> மேல் இடது மூலையில் </b> இல் <UI "> செக்மார்க் படவுரு </span> இல் தட்டவும். <Span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இல் தேர்ந்தெடுக்கப்பட்ட ஒரு உரையாடலைக் காண்பீர்கள். இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்.
uk: Торкніться всіх файлів, з якими потрібно виконати операції, а потім торкніться <span class="ui">значка галочки</span> у <b>лівому верхньому куті</b> екрану. У діалоговому вікні, що з'явиться, виберіть <span class="ui">Вибрати в оглядачі файлів</span>.
zh_hans: 点按任何要处理的文件，然后点按<b>屏幕左上角</b>的<span class="ui">对号标志（√）</span>，从弹出对话框中选择<span class="ui">在文件管理器中选中</span>。

source: Now you will be back at the <span class="ui">File browser</span> and the files you selected in the <span class="ui">Search dialog</span> will also be selected here.
es: Ahora volverá al <span class="ui">Explorador de archivos</span> y los archivos que seleccionó en el <span class="ui">cuadro de diálogo Buscar</span> también se seleccionarán aquí.
fr: Vous serez alors de retour dans l'<span class="ui">Explorateur de fichiers</span> et les fichiers que vous avez sélectionnés dans la <span class="ui">boîte de dialogue de recherche</span> seront également sélectionnés ici.
ga: Anois beidh tú ar ais sa <span class="ui">bhrabhsálaí comhad</span> agus roghnófar na comhaid a roghnaigh tú sa <span class="ui">dhialóg cuardaigh</span> anseo freisin.
it: Ora si torna al <span class="ui">File Browser</span> e i file selezionati nella finestra di dialogo <span class="ui">Ricerca</span> saranno selezionati anche qui.
nl: Je keert terug naar de <span class="ui">Bestandsverkenner</span> en de bestanden die je in de <span class="ui">Zoekdialoog</span> selecteerde zijn hier ook geselecteerd.
pt_br: Agora você estará de volta ao <span class="ui">Explorador de arquivos</span> e os arquivos selecionados na <span class="ui">Caixa de diálogo de busca</span> também serão selecionados aqui.
sk: Teraz sa vrátite do <span class="ui">prehliadača súborov</span> a súbory, ktoré ste vybrali v <span class="ui">dialógovom okne vyhľadávania</span>, tu budú tiež vybrané.
sr: Сада се враћате у <span class="ui">Прегледач фајлова</span> и фајлови које сте изабрали у <span class="ui">Дијалогу претраге</span> ће такође бити изабрани и овде.
ta: இப்போது நீங்கள் <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> இல் திரும்பி வருவீர்கள், மேலும் <ச்பான் கிளாச் = "யுஐ"> தேடல் உரையாடல் </ச்பான்> இல் நீங்கள் தேர்ந்தெடுத்த கோப்புகளும் இங்கே தேர்ந்தெடுக்கப்படும்.
uk: Тепер ви повернетеся до <span class="ui">Оглядача файлів</span> і файли, які ви раніше вибрали в <span class="ui">діалоговому вікні пошуку</span>, будуть вибрані також тут.
zh_hans: 现在，您将回到<span class="ui">文件管理器</span>，您在<span class="ui">搜索对话框</span>中选择的文件也将在此处选择。

source: Tap on the <span class="ui">Checkmark icon</span> at the <b>top right corner</b> of your screen. Now you can choose what to do with these files from the dialog.
es: Toca el <span class="ui">icono de la marca de verificación</span> en la <b>esquina superior derecha</b> de la pantalla. Ahora puedes elegir qué hacer con estos archivos desde el cuadro de diálogo.
fr: Appuyez sur l'icône <span class="ui">Coche</span> située dans le <b>coin supérieur droit</b> de votre écran. Vous pouvez désormais choisir quoi faire avec ces fichiers dans la boîte de dialogue.
ga: Beartaigh ar dheilbhín an <span class="ui">mharc seiceála</span> ag <b>cúinne uachtarach ar dheis</b> do scáileáin. Anois is féidir leat a roghnú cad atá le déanamh leis na comhaid seo ón dialóg.
it: Toccare l'icona <span class="ui">Segno di spunta</span> nell'angolo <b>in alto a destra</b> dello schermo. Ora è possibile scegliere cosa fare con questi file dalla finestra di dialogo.
nl: Tik rechtsboven op het <span class="ui">vinkje</span>. Kies vervolgens in de dialoog wat je met de bestanden wilt doen.
pt_br: Toque no <span class="ui">Ícone de marca de seleção</span> no <b>canto superior direito</b> da tela. Agora você pode escolher o que fazer com esses arquivos na caixa de diálogo.
sk: Ťuknite na <span class="ui">ikonu začiarknutia</span> v <b>pravom hornom rohu</b> obrazovky. Teraz si môžete v dialógovom okne vybrať, čo chcete s týmito súbormi urobiť.
sr: Тапните на <span class="ui">Икону знака за штиклирање</span> у <b>горњем десном углу</b> екрана. Сада можете да изаберете шта желите да се уради са фајловима из дијалога.
ta: உங்கள் திரையின் <b> மேல் வலது மூலையில் </b> இல் <span வகுப்பு = "Ui"> செக்மார்க் படவுரு </span> இல் தட்டவும். இப்போது நீங்கள் உரையாடலில் இருந்து இந்த கோப்புகளை என்ன செய்ய வேண்டும் என்பதை தேர்வு செய்யலாம்.
uk: Натисніть на <span class="ui">значок галочки</span> у <b>верхньому правому куті</b> екрану. Тепер у діалоговому вікні можна вибрати, що робити з цими файлами.
zh_hans: 点击<b>屏幕右上角</b>的<span class="ui">对号标志（√）</span>。从弹出对话框中选择要执行的操作。

# user_guide/en.html+html.body.div.div:3234-1
source: Folder shortcuts
sk: Odkazy na priečinky
ta: கோப்புறை குறுக்குவழிகள்
uk: Ярлики тек
zh_hans: 文件夹快捷方式

source: KOReader allows you to add your favorite folders to a quickly accessible Folder shortcuts menu. For example if you have an <b>Archive</b> folder in your library that is under <b>Home>Articles>Scientific>Archived</b>, you can assign a folder shortcut to this <b>Archived</b> folder and access it quickly even while reading a book.
es: KOReader te permite añadir tus carpetas favoritas a un menú de Atajos a carpetas de fácil acceso. Por ejemplo si tienes una carpeta <b>Archivo</b> en tu biblioteca en <b>Inicio>Artículos>Científico>Archivados</b>, puedes asignar un atajo a la carpeta <b>Archivados</b> y acceder a ella rápidamente, incluso mientras lees un libro.
fr: KOReader vous permet d'ajouter vos dossiers préférés à un menu de raccourcis rapidement accessible. Par exemple, si vous avez un dossier <b>Archive</b> dans votre bibliothèque qui se trouve sous <b>Accueil>Articles>Scientifique>Archivé</b>, vous pouvez attribuer un raccourci à ce dossier <b>Archivé</b> et y accéder rapidement, même pendant que vous lisez un livre.
ga: Le KOReader, is féidir leat do fhillteáin is fearr leat a chur le roghchlár aicearraí fillteán atá inrochtana go tapa. Mar shampla, má tá fillteán <b>Cartlann</b> agat i do leabharlann atá faoi <b>Baile>Ailt>Eolaíoch>Cartlannaithe</b>, is féidir leat aicearra fillteáin a shannadh don fhillteán <b>Cartlannaithe</b> seo agus rochtain thapa a fháil air fiú agus leabhar á léamh agat.
it: KOReader consente di aggiungere le cartelle preferite a un menu di scelta rapida accessibile. Ad esempio, se si dispone di una cartella <b>Archivio</b> nella propria libreria che si trova sotto <b>Home>Articoli>Scientifici>Archivi</b>, è possibile assegnare un collegamento a questa cartella <b>Archivi</b> e accedervi rapidamente anche durante la lettura di un libro.
nl: In KOReader kun je favoriete mappen toevoegen aan het snel toegankelijke menu <span class="ui">Mapsnelkoppelingen</span>. Heb je bijvoorbeeld een map <b>Archief</b> onder <b>Home>Artikelen>Wetenschappelijk>Gearchiveerd</b>, dan kun je een snelkoppeling aan deze map <b>Gearchiveerd</b> toewijzen en haar snel openen, zelfs tijdens het lezen.
pt_br: O KOReader permite que você adicione suas pastas favoritas a um menu de atalhos de pastas de acesso rápido. Por exemplo, se você tiver uma pasta <b>Arquivo</b> na sua biblioteca em <b>Início>Artigos>Científicos>Arquivados</b>, você pode atribuir um atalho de pasta a essa pasta <b>Arquivados</b> e acessá-la rapidamente, mesmo enquanto lê um livro.
sk: KOReader vám umožňuje pridať vaše obľúbené priečinky do rýchlo dostupnej ponuky skratiek priečinka. Ak máte napríklad vo svojej knižnici priečinok <b>Archív</b>, ktorý sa nachádza v časti <b>Domov&gt;Články&gt;Vedecké&gt;Archivované</b>, môžete tomuto priečinku <b>Archivované</b> priradiť odkaz na priečinok a získate k nemu rýchly prístup aj pri čítaní knihy.
sr: KOReader вам омогућава да своје омиљене фолдере додате у мени Пречице директоријума којем се брзо приступа. На пример, ако у библиотеци имате директоријум <b>Архивирано</b> под <b>Home&gt;Чланци&gt;Научниc&gt;Архивирано</b>, овом фолдеру <b>Архивирано</b> можете да доделите пречицу и да му касније брзо приђете, чак и док читате књигу.
ta: உங்களுக்கு பிடித்த கோப்புறைகளை விரைவாக அணுகக்கூடிய கோப்புறை குறுக்குவழி பட்டியலில் சேர்க்க கொரியடர் உங்களை அனுமதிக்கிறது. எடுத்துக்காட்டாக, உங்கள் நூலகத்தில் <b> முகப்பு> கட்டுரைகள்> விஞ்ஞான> காப்பகப்படுத்தப்பட்ட </b> இன் கீழ் உள்ள ஒரு <b> காப்பகம் </b> கோப்புறை இருந்தால், இந்த <b> காப்பக </b> கோப்புறையில் ஒரு கோப்புறை குறுக்குவழியை ஒதுக்கலாம் மற்றும் ஒரு புத்தகத்தைப் படிக்கும் போது கூட அதை விரைவாக அணுகலாம்.
uk: KOReader дозволяє додати певні теки для швидкого доступу до них з меню ярликів тек. Наприклад, якщо у вашій бібліотеці є тека «<b>Чтиво</b>», яка знаходиться за адресою <b>Домівка > Статті > Наукові > Чтиво</b>, то можна призначити ярлик теки для теки «<b>Чтиво</b>» та швидко перейти напряму до неї навіть під час читання книги.
zh_hans: KOReader允许您将最喜欢的文件夹添加到快速访问的文件夹快捷菜单中。例如，如果您的库中有一个<b>Archive</b>文件夹，位于<b>Home>Articles>Scientific>Archived</b>下，您可以为这个<b>Archived</b>文件夹分配一个文件夹快捷方式，即使在阅读书籍时也可以快速访问它。

source: Adding a folder shortcut:
es: Agregar un acceso directo a una carpeta:
fr: Ajouter un raccourci vers un dossier :
ga: Ag cur aicearra fillteáin leis:
it: Aggiunta di un collegamento alla cartella:
nl: Een mapsnelkoppeling toevoegen:
pt_br: Adicionando um atalho de pasta:
pt_pt: Adicionar atalho para pasta:
sk: Pridanie odkazu na priečinok:
sr: Додавање пречице директоријума:
ta: கோப்புறை குறுக்குவழியைச் சேர்ப்பது:
uk: Додавання ярлика теки:
zh_hans: 添加文件夹快捷方式：
