Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Reference page numbers can aid in navigation, especially for readers who are familiar with the print version of a book. It can help you find specific passages or quotes more easily in the digital version.
es: La numeración de páginas de la edición impresa puede ayudar en la navegación, especialmente para lectores que están familiarizados con la versión impresa del libro. Pueden ayudarte a encontrar pasajes o citas específicas más fácilmente en la versión digital.
fr: Les numéros de page de référence peuvent aider pour la navigation, en particulier pour les lecteurs qui sont familiers avec la version imprimée d'un livre. Cela peut vous aider à trouver une passage spécifique ou citer plus facilement dans la version digitale.
ga: Is féidir le huimhreacha leathanach tagartha cabhrú le nascleanúint, go háirithe do léitheoirí atá eolach ar leagan clóite leabhair. Is féidir leo cabhrú leat pasáistí nó Sleachta sonracha a aimsiú níos éasca sa leagan digiteach.
it: I numeri di pagina di riferimento possono aiutare la navigazione, soprattutto per i lettori che hanno familiarità con la versione cartacea di un libro. Possono aiutare a trovare più facilmente passaggi o citazioni specifiche nella versione digitale.
nl: Referentiepaginanummers helpen bij navigatie, vooral voor lezers die bekend zijn met de gedrukte versie. Ze helpen specifieke passages of citaten eenvoudiger terug te vinden in de digitale versie.
pt_br: Os números de referência das páginas podem auxiliar na navegação, especialmente para leitores familiarizados com a versão impressa do livro. Podem ajudar a encontrar passagens ou citações específicas com mais facilidade na versão digital.
pt_pt: Os números de página de referência podem ajudar na navegação, especialmente para os leitores familiarizados com a versão impressa de um livro. Pode ajudá-lo a encontrar passagens ou citações específicas mais facilmente na versão digital.
sk: Čísla referenčných strán môžu pomôcť pri navigácii, najmä čitateľom, ktorí poznajú tlačenú verziu knihy. V digitálnej verzii vám môžu pomôcť ľahšie nájsť konkrétne pasáže alebo citáty.
sr: Референтни бројеви страница могу да помогну при навигацији, поготово читаоцима који су упознати са штампаном верзијом књиге. Помоћу њих се у дигиталној верзији лако проналазе одређени пасажи или цитати.
ta: குறிப்பு பக்க எண்கள் வழிசெலுத்தலுக்கு உதவக்கூடும், குறிப்பாக ஒரு புத்தகத்தின் அச்சு பதிப்பை நன்கு அறிந்த வாசகர்களுக்கு. டிசிட்டல் பதிப்பில் குறிப்பிட்ட பத்திகளை அல்லது மேற்கோள்களை மிக எளிதாகக் கண்டறிய இது உங்களுக்கு உதவும்.
uk: Номери сторінок з джерела можуть допомогти в навігації, особливо читачам, які одночасно користуються також паперовою версією книги. Це допомагає легше знаходити окремі уривки або цитати у іншій (паперовій/електронній) версії книги.
zh_hans: 页码参考有助于定位指定页面，对熟悉纸版书的读者尤其有用。这使得用户可以更便捷地在数字版作品中找到特定文段或引言。

source: Since digital books can be read on various devices and platforms, each with its own font size and display settings, shown page numbers can vary significantly. Reference page numbers provide a consistent point of reference when reading the same book on different devices like e-reader and phone at the same time.
es: Dado que los libros digitales se pueden leer en varios dispositivos y plataformas, cada uno con su propio tamaño de fuente y configuración de pantalla, los números de página mostrados pueden variar significativamente. La numeración de páginas de la edición impresa proporcionan un punto de referencia consistente al leer a la vez el mismo libro en dispositivos diferentes como un e-reader y un teléfono.
fr: Puisque les livres digitaux peuvent être lus depuis plusieurs appareils et plateformes, chacun avec sa propre taille de police et paramètres d'affichage, les numéros de page peuvent changer de manière significative. Les numéros de page de référence constituent un point de vu consistent lors d'une lecture simultanée d'un même livre sur des appareils différents comme un e-reader et un téléphone.
ga: Ós rud é gur féidir leabhair dhigiteacha a léamh ar ghléasanna agus ardáin éagsúla, agus a mhéid cló agus a shocruithe taispeána féin ag gach ceann acu, is féidir le huimhreacha leathanach a thaispeántar a bheith an-éagsúil. Soláthraíonn uimhreacha leathanach tagartha pointe tagartha comhsheasmhach agus an leabhar céanna á léamh ar ghléasanna éagsúla cosúil le léitheoir leictreonach agus fón ag an am céanna.
it: Poiché i libri digitali possono essere letti su diversi dispositivi e piattaforme, ciascuno con le proprie dimensioni dei caratteri e impostazioni di visualizzazione, i numeri di pagina visualizzati possono variare in modo significativo. I numeri di pagina di riferimento forniscono un punto di riferimento coerente quando si legge lo stesso libro su dispositivi diversi, come e-reader e telefono, allo stesso tempo.
nl: Omdat digitale boeken op verschillende apparaten en platforms kunnen worden gelezen, elk met hun eigen lettertype- en weergave-instellingen, kunnen weergegeven paginanummers sterk variëren. Referentiepaginanummers bieden een consistent referentiepunt wanneer je hetzelfde boek op verschillende apparaten zoals e-reader en telefoon leest.
pt_br: Como os livros digitais podem ser lidos em diversos dispositivos e plataformas, cada um com seu próprio tamanho de fonte e configurações de exibição, a numeração das páginas exibida pode variar significativamente. A numeração das páginas de referência fornece um ponto de referência consistente ao ler o mesmo livro em diferentes dispositivos, como leitores eletrônicos e celulares, ao mesmo tempo.
pt_pt: Uma vez que os livros digitais podem ser lidos em vários dispositivos e plataformas, cada um com o seu próprio tamanho de letra e definições de visualização, os números de página apresentados podem variar significativamente. Os números de página de referência fornecem um ponto de referência consistente ao ler o mesmo livro ao mesmo tempo em diferentes dispositivos, como o leitor eletrónico e o telefone.
sk: Keďže digitálne knihy je možné čítať na rôznych zariadeniach a platformách, pričom každá má vlastnú veľkosť písma a nastavenia zobrazenia, zobrazené čísla strán sa môžu výrazne líšiť. Čísla referenčných strán poskytujú konzistentný referenčný bod pri čítaní tej istej knihy súčasne na rôznych zariadeniach, ako je elektronická čítačka a telefón.
sr: Пошто се дигиталне књиге могу читати на разним уређајима и платформама, при чему свака има своју величину фонта и подешавања приказа, исписани бројеви страница се могу значајно разликовати. Референтни бројеви страница обезбеђују стабилну референтну тачку када се иста књига истовремено чита на различитим уређајима као што су е-читач и телефон.
ta: டிசிட்டல் புத்தகங்களை பல்வேறு சாதனங்கள் மற்றும் தளங்களில் படிக்க முடியும் என்பதால், ஒவ்வொன்றும் அதன் சொந்த எழுத்துரு அளவு மற்றும் காட்சி அமைப்புகளுடன், காட்டப்பட்ட பக்க எண்கள் கணிசமாக மாறுபடும். ஒரே நேரத்தில் ஈ-ரீடர் மற்றும் தொலைபேசி போன்ற வெவ்வேறு சாதனங்களில் ஒரே புத்தகத்தைப் படிக்கும்போது குறிப்பு பக்க எண்கள் ஒரு நிலையான குறிப்பு புள்ளியை வழங்குகின்றன.
uk: Оскільки електронні книги можна читати на різних пристроях, з різними розмірами шрифтів та параметрами екрану, номери сторінок можуть дуже відрізнятися. Номери сторінок з джерела забезпечують однакову нумерацію сторінок при читанні електронної книги на будь-яких пристроях.
zh_hans: 数字版书籍可在各类设备及平台上阅读，由于显示设置和字号选择等因素各有不同，显示的页码可能天差地别。当同时在电子墨水屏阅读器和手机等不同设备上阅读同一本书，页码参考可作为一致性参照点。

source: You can enable this feature from:
es: Puedes habilitar esta característica desde:
fr: Vous pouvez activer cette fonctionnalité depuis :
ga: Is féidir leat an ghné seo a chumasú ó:
it: È possibile attivare questa funzione da:
nl: Je kunt deze functie inschakelen via:
pt_br: Você pode habilitar esse recurso em:
pt_pt: Pode ativar esta funcionalidade a partir de:
sk: Túto funkciu môžete povoliť z:
sr: Ови функционалност можете да укључите из:
ta: இந்த அம்சத்தை நீங்கள் இயக்கலாம்:
uk: Цю функцію можна увімкнути тут:
zh_hans: 若要启用该功能，请按照下列路径操作：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Reference pages / Use reference page numbers
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Numeracón de páginas de la edición impresa / Usar numeración de páginas de la edición impresa
fr: MENU SUPÉRIEUR/ <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page de référence/ Utiliser les Numéros de page de référence
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Leathanaigh thagartha / Úsáid uimhreacha leathanach tagartha
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Pagine di riferimento / Utilizzare i numeri di pagina di riferimento
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Referentiepagina's / Referentiepaginanummers gebruiken
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Páginas de referência / Usar números de página de referência
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Páginas de referência / Utilizar números de página de referência
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Referenčné stránky / Použiť čísla referenčných stránok
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Референтне странице / Користи референтне странице
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / குறிப்பு பக்கங்கள் / குறிப்பு பக்க எண்களைப் பயன்படுத்தவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Сторінки в джерелі / Використ. номери сторінок з джерела
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 页面参考 / 使用页码参考

source: If you also check the <span class="ui">Show reference page labels in margin</span> option from the same menu, this page numbers will be shown next to the text in a small font.
es: Si también activas la opción <span class="ui">Mostrar numeración de páginas de la edición impresa en el margen</span> del mismo menú, los números de página se mostrarán junto al texto en letra pequeña.
fr: Si vous pouvez aussi cocher l'option <span class="ui">Montrer la page de réference dans la marge</span> dans le même menu, les nombres de cette page seront indiqués à coté du texte écrit en petit.
ga: Má dhéanann tú tic sa rogha <span class="ui">Taispeáin lipéid leathanaigh tagartha san imeall</span> ón roghchlár céanna freisin, taispeánfar na huimhreacha leathanaigh seo in aice leis an téacs i gcló beag.
it: Se si seleziona anche l'opzione <span class="ui">Mostra le etichette della pagina di riferimento nel margine</span> dallo stesso menu, i numeri di pagina verranno visualizzati accanto al testo in caratteri piccoli.
nl: Als je ook de optie <span class="ui">Referentiepaginalabels in marge weergeven</span> aanvinkt in hetzelfde menu, worden deze paginanummers naast de tekst in een klein lettertype weergegeven.
pt_br: Se você também marcar a opção <span class="ui">Mostrar rótulos de página de referência na margem</span> no mesmo menu, os números de página serão exibidos ao lado do texto em uma fonte pequena.
pt_pt: Se também marcar a opção <span class="ui">Mostrar etiquetas de páginas de referência na margem</span> no mesmo menu, estes números de página são mostrados ao lado do texto numa fonte pequena.
sk: Ak v tej istej ponuke začiarknete aj možnosť <span class="ui">Zobraziť popisky referenčných stránok na okraji</span>, čísla týchto strán sa zobrazia vedľa textu malým písmom.
sr: Ако у истом менију штиклирате и опцију <span class="ui">Прикажи у маргини референтне бројеве страница</span>, ови бројеви страница ће се малим фонтом приказивати уз текст.
ta: ஒரே மெனுவிலிருந்து விளிம்பில் </span> விருப்பத்தில் உள்ள <ச்பான் கிளாச் = "யுஐ"> குறிப்பு பக்க லேபிள்களையும் காண்பித்தால், இந்த பக்க எண்கள் உரைக்கு அடுத்ததாக ஒரு சிறிய எழுத்துருவில் காண்பிக்கப்படும்.
uk: Якщо в тому ж меню увімкнути також функцію <span class="ui">Показувати номери сторінок джерела на полях</span>, ці номери сторінок будуть показані дрібним шрифтом поруч з текстом.
zh_hans: 如果同时勾选了该菜单中的<span class="ui">在页边空白处显示页面参照标记</span>选项，页码参照将以小号字体显示在文段旁。

source: Please note that this menu appears only if there are embedded <b>Reference page numbers</b> in your book.
es: Ten en cuenta que este menú sólo aparece si hay <b>números de página de la edición impresa</b> incrustados en el libro.
fr: Veuillez noter que ce menu n'apparaît que si votre livre contient des <b>numéros de page de référence</b> intégrés.
ga: Tabhair faoi deara nach bhfuil an roghchlár seo le feiceáil ach amháin má tá <b>uimhreacha leathanaigh tagartha</b> leabaithe i do leabhar.
it: Questo menu appare solo se nel libro sono incorporati <b>numeri di pagina di riferimento</b>.
nl: Let op: dit menu verschijnt alleen als er ingesloten <b>referentiepaginanummers</b> in je boek aanwezig zijn.
pt_br: Observe que este menu só aparece se houver <b>Números de páginas de referência</b> incorporados no seu livro.
pt_pt: Note que este menu só aparece se existirem <b>Números de páginas de referência</b> incorporados no seu livro.
sk: Upozorňujeme, že táto ponuka sa zobrazí iba v prípade, že vaša kniha obsahuje vložené <b>čísla referenčných strán</b>.
sr: Имајте на уму да се овај мени приказује само ако су <b>Референтни бројеви страница</b> уграђени у вашу књигу.
ta: உங்கள் புத்தகத்தில் உட்பொதிக்கப்பட்ட <b> குறிப்பு பக்க எண்கள் </b> இருந்தால் மட்டுமே இந்த பட்டியல் தோன்றும் என்பதை நினைவில் கொள்க.
uk: Майте на увазі, що це меню видиме лише якщо у відкритому файлі є вбудовані <b>номери сторінок джерела</b>.
zh_hans: 请注意，仅当书籍内嵌有<b>页码参照</b>时，该菜单才会显示。

# user_guide/en.html+html.body.div.div:1604-1
source: Status bar
sk: Stavový riadok
ta: நிலை பட்டி
uk: Панель стану
zh_hans: 状态栏

source: KOReader have two status bars, a <span class="ui">Bottom status bar</span> which is enabled by default. And we have an <span class="ui">Alt status bar</span> which appears at the top of the page if you enable it. This <span class="ui">Alt status bar</span> is available only in reflowable documents (epub, html, docx, rtf, txt…).
es: KOReader tiene dos barras de estado, una <span class="ui">Barra de estado inferior</span> que está habilitada por defecto. Y una <span class="ui">Barra de estado alternativa</span> que aparece en la parte superior si la habilitas. Esta <span class="ui">Barra de estado alternativa</span> solo está disponible en documentos ajustables (epub, html, docx, rtf, txt…).
fr: KOReader dispose de deux barres d'état, une <span class="ui">barre d'état inférieure</span> qui est activée par défaut. Et une <span class="ui">barre d'état alternative</span> qui apparaît en haut de la page si vous l'activez. Cette <span class="ui">barre d'état alternative</span> n'est disponible que dans les documents reformatables (epub, html, docx, rtf, txt…).
ga: Tá dhá bharra stádais ag KOReader, <span class="ui">barra stádais bun</span> atá cumasaithe de réir réamhshocraithe. Agus tá <span class="ui">barra stádais Alt</span> againn a thaispeántar ag barr an leathanaigh má chumasaíonn tú é. Níl an <span class="ui">barra stádais Alt</span> seo ar fáil ach i ndoiciméid in-athshreabhta (epub, html, docx, rtf, txt…).
it: KOReader ha due barre di stato, una <span class="ui">barra di stato inferiore</span> che è abilitata per impostazione predefinita. Abbiamo anche una <span class="ui">barra di stato alternativa</span> che appare nella parte superiore della pagina se la si attiva. Questa <span class="ui">barra di stato alternativa</span> è disponibile solo nei documenti adattabili (epub, html, docx, rtf, txt...).
nl: KOReader heeft twee statusbalken: een <span class="ui">Onderste statusbalk</span> die standaard is ingeschakeld en een <span class="ui">Alt-statusbalk</span> die bovenaan de pagina verschijnt als je hem inschakelt. Deze <span class="ui">Alt-statusbalk</span> is alleen beschikbaar in herschikbare documenten (epub, html, docx, rtf, txt…).
pt_br: O KOReader tem duas barras de status: uma <span class="ui">Barra de status inferior</span>, que é habilitada por padrão. E uma <span class="ui">Barra de status alternativa</span>, que aparece no topo da página se você ativá-la. Esta <span class="ui">Barra de status alternativa</span> está disponível apenas em documentos refluíveis (epub, html, docx, rtf, txt…).
pt_pt: O KOReader tem duas barras de estado, uma <span class="ui">barra de estado inferior</span> que está activa por defeito. E uma <span class="ui">barra de estado alternativa</span> que aparece no topo da página se a activar. Esta <span class="ui">barra de estado alternativa</span> apenas está disponível em documentos refluíveis (epub, html, docx, rtf, txt…).
sk: KOReader má dva stavové riadky, <span class="ui">dolný stavový riadok</span>, ktorý je predvolene povolený. A máme <span class="ui">alternatívny stavový riadok</span>, ktorý sa zobrazí v hornej časti stránky, ak ho povolíte. Tento <span class="ui">Alternatívny stavový riadok</span> je k dispozícii iba v dokumentoch s možnosťou preformátovania (epub, html, docx, rtf, txt…).
sr: KOReader поседује две статусне линије, <span class="ui">Доњу статусну линију</span> која је подразумевано укључена. А има и <span class="ui">Алт статусну линију</span> која се појављује на вргу странице ако је укључите. Ова <span class="ui">Алт статусна линија</span> је доступна само за документе коју могу да се пресложе (epub, html, docx, rtf, txt…).
ta: கொரியடருக்கு இரண்டு நிலை பார்கள் உள்ளன, ஒரு <ச்பான் கிளாச் = "யுஐ"> கீழ்நிலை நிலை பட்டி </span> இது இயல்புநிலையாக இயக்கப்பட்டது. எங்களிடம் <span வகுப்பு = "Ui"> மாற்று நிலை மதுக்கூடம் </span> உள்ளது, இது நீங்கள் அதை இயக்கினால் பக்கத்தின் மேலே தோன்றும். இந்த <span வகுப்பு = "Ui"> மாற்று நிலை மதுக்கூடம் </span> பிரதிபலிக்கக்கூடிய ஆவணங்களில் மட்டுமே கிடைக்கிறது (EPUB, HTML, DOCX, RTF, TXT…).
uk: KOReader має дві панелі стану. <span class="ui">Нижня панель стану</span> типово увімкнена. Також є <span class="ui">альтернативна панель стану</span>, яка відображається вгорі сторінки, якщо вона увімкнена. <span class="ui">Альтернативна панель стану</span> доступна лише для документів, що перекомпоновуються (epub, html, docx, rtf, txt…).
zh_hans: KOReader有两块状态栏，一条是默认启用的<span class="ui">底部状态栏</span>；另一条是<span class="ui">副状态栏</span>，启用后将出现在页面顶部。<span class="ui">副状态栏</span>仅对epub、html、docx、rtf、txt等可重排版的文件格式可用。

source: <span class="ui">Bottom status bar</span> is the newer one which is actively maintained. <span class="ui">Alt status bar</span> is a remnant from earlier versions of KOReader so we are not adding new features to it. But you can still enable this <span class="ui">Alt status bar</span> if you find it useful. You can enable it from:
es: La <span class="ui">barra de estado inferior</span> es la más nueva y se mantiene activamente. La <span class="ui">barra de estado alternativa</span> es un vestigio de versiones anteriores de KOReader, por lo que no estamos agregando nuevas características. Pero todavía puedes habilitar la <span class="ui">barra de estado alternativa</span> si la encuentras útil. Puedes habilitarla desde:
fr: La <span class="ui">barre d'état inférieure</span> est la plus récente et la plus activement maintenue. La <span class="ui">Barre d'état alternative</span> est un vestige des version antérieures de KOReader donc nous n'ajoutons plus de nouvelles fonctionnalités à celle-ci. Mais vous pouvez quand même activer la <span class="ui">barre d’état alternative</span> si vous la trouvez utile. Vous pouvez l'activer depuis :
ga: Is é an <span class="ui">barra stádais bun</span> an ceann is nuaí atá á chothabháil go gníomhach. Is iarsma ó leaganacha níos luaithe de KOReader an <span class="ui">barra stádais alt</span> agus mar sin nílimid ag cur gnéithe nua leis. Ach is féidir leat an <span class="ui">barra stádais alt</span> seo a chumasú fós má cheapann tú go bhfuil sé úsáideach. Is féidir leat é a chumasú ó:
it: <span class="ui">La barra di stato inferiore</span> è quella più recente, che viene mantenuta attivamente. <span class="ui">La barra di stato alternativa</span> è un residuo delle versioni precedenti di KOReader, quindi non vi aggiungiamo nuove funzionalità. È comunque possibile attivare questa <span class="ui">barra di stato alternativa</span>, se la si ritiene utile. È possibile attivarla da:
nl: <span class="ui">Onderstatusbalk</span> is de nieuwere en wordt actief onderhouden. De <span class="ui">Alt-statusbalk</span> is een overblijfsel van eerdere versies van KOReader, dus daar worden geen nieuwe functies meer aan toegevoegd. Je kunt deze <span class="ui">Alt-statusbalk</span> nog steeds inschakelen als je hem nuttig vindt. Inschakelen kan via:
pt_br: A <span class="ui">Barra de status inferior</span> é a mais recente e está sendo ativamente atualizada. A <span class="ui">Barra de status alternativa</span> é um resquício de versões anteriores do KOReader e, portanto, não estamos adicionando novos recursos a ela. Mas você ainda pode habilitar esta <span class="ui">Barra de status alternativa</span> se achar útil. Você pode habilitá-la em:
pt_pt: <span class="ui">Barra de estado inferior</span> é a mais recente e é mantida ativamente. <span class="ui">Barra de estado alternativa</span> é o remanescente das versões anteriores do KOReader, por isso, não lhe estamos a adicionar novas funcionalidades. Mas ainda pode ativar esta <span class="ui">barra de estado alternativa</span> se a considerar útil. Pode habilitá-la em:
sk: <span class="ui">Spodný stavový riadok</span> je novší, ktorý sa aktívne udržiava. <span class="ui">Alternatívny stavový riadok</span> je pozostatok z predchádzajúcich verzií KOReaderu, takže doňho nepridávame nové funkcie. Tento <span class="ui">alternatívny stavový riadok</span> však stále môžete povoliť, ak ho považujete za užitočný. Môžete ho povoliť z:
sr: <span class="ui">Доња статусна линија</span> је новија и она се активно одржава. <span class="ui">Алт статусна линија</span> је остатак из ранијих верзија KOReader читача тако да у њу не додајемо нове функционалности. Али још увек можете да укључите <span class="ui">Алт статусну линију</span> ако вам је корисна. Можете да је укључите из:
ta: <span வகுப்பு = "Ui"> கீழ் நிலை பட்டி </span> என்பது புதியது, இது தீவிரமாக பராமரிக்கப்படுகிறது. <span வகுப்பு = "Ui"> மாற்று நிலை மதுக்கூடம் </span> என்பது கொரியாடரின் முந்தைய பதிப்புகளிலிருந்து ஒரு மீதமுள்ளதாகும், எனவே நாங்கள் புதிய அம்சங்களைச் சேர்க்கவில்லை. ஆனால் இந்த <ச்பான் கிளாச் = "யுஐ"> ஆல்ட் ச்டேட்டச் பார் </ச்பான்> உங்களுக்கு பயனுள்ளதாக இருந்தால் நீங்கள் இன்னும் இயக்கலாம். நீங்கள் அதை இயக்கலாம்:
uk: <span class="ui">Нижня панель стану</span> є новішою і вона активно підтримується розробниками. <span class="ui">Альтернативна панель стану</span> є залишковою, зі старих версій KOReader, тож до неї не додаються нові функції. Але <span class="ui">альтернативна панель стану</span> досі доступна для використання тими, для кого вона є зручною. Її можна увімкнути тут:
zh_hans: <span class="ui">底部状态栏</span>是新加的，正在持续维护中。<span class="ui">副状态栏</span>来自KOReader早期版本遗留，因此不会再有功能扩展。如有需要，可通过下列路径启用<span class="ui">副状态栏</span>：
