Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">REFRESH CACHED BOOK INFORMATION:</span> KOReader caches a book's metadata and book cover when you add it to your library. If you make some changes to the book after copying to your device, this information might need to be updated. If you see wrong cover or metadata, you can refresh the book information with this menu item.
es: <span class="ui">ACTUALIZAR INFORMACIÓN DEL LIBRO EN CACHÉ:</span> KOReader almacena en la caché los metadatos y cubierta de un libro cuando es agregado a la biblioteca. Si después de copiar el libro al dispositivo haces cambios en este, es posible que sea necesario actualizar la información. Si ves una cubierta o metadatos incorrectos puede actualizar la información del libro mediante este elemento del menú.
fr: <span class="ui">ACTUALISER LES INFORMATIONS EN CACHE DU LIVRE :</span> KOReader met en cache les métadonnées et la couverture d'un livre lorsque vous l'ajoutez à votre bibliothèque. Si vous apportez des modifications au livre après l'avoir copié sur votre appareil, ces informations devront peut-être être mises à jour. Si vous constatez que la couverture ou les métadonnées sont erronées, vous pouvez actualiser les informations sur le livre à l'aide de cette option de menu.
ga: <span class="ui">ATHNUACHAN EOLAS FAOI LEABHAIR ATÁ I dTAISCEÁIL:</span> Cuireann KOReader meiteashonraí agus clúdach leabhair i dtaisce nuair a chuireann tú le do leabharlann é. Má dhéanann tú roinnt athruithe ar an leabhar tar éis é a chóipeáil chuig do ghléas, b'fhéidir go mbeadh ort an fhaisnéis seo a nuashonrú. Má fheiceann tú clúdach nó meiteashonraí míchearta, is féidir leat an fhaisnéis leabhair a athnuachan leis an mír roghchláir seo.
it: <span class="ui">AGGIORNA LE INFORMAZIONI DEL LIBRO MEMORIZZATO (REFRESH CACHED BOOK INFORMATION):</span> KOReader memorizza i metadati e la copertina di un libro quando lo si aggiunge alla libreria. Se si apportano modifiche al libro dopo averlo copiato sul dispositivo, potrebbe essere necessario aggiornare queste informazioni. Se la copertina o i metadati sono errati, è possibile aggiornare le informazioni del libro con questa voce di menu.
nl: <span class="ui">GECACHEDE BOEKINFORMATIE VERVERSEN:</span> KOReader cachet bij toevoegen aan je bibliotheek de metadata en omslag. Als je later iets wijzigt kan deze informatie verouderd zijn. Zie je een verkeerde omslag of metadata, ververs dan de boekinformatie via dit menu-item.
pt_br: <span class="ui">ATUALIZAR CACHE DO LIVRO:</span> O KOReader armazena em cache os metadados e a capa do livro quando ele é adicionado à sua biblioteca. Se você fizer alterações no livro após copiá-lo para o dispositivo, essas informações podem precisar ser atualizadas. Se notar uma capa ou metadados incorretos, você pode atualizar as informações do livro por meio deste item de menu.
sk: <span class="ui">OBNOVIŤ INFORMÁCIE O KNIHE:</span> KOReader ukladá do vyrovnávacej pamäte metadáta a obal knihy, keď ju pridáte do knižnice. Ak po skopírovaní do zariadenia vykonáte v knihe nejaké zmeny, možno bude potrebné tieto informácie aktualizovať. Ak vidíte nesprávny obal alebo metadáta, pomocou tejto položky ponuky môžete obnoviť informácie o knihe.
sr: <span class="ui">ОСВЕЖИ КЕШИРАНЕ ИНФОРМАЦИЈЕ О КЊИЗИ:</span> када је додате у библиотеку, KOReader кешира метаподатке књиге и њен омот. Ако након копирања на уређај извршите неке измене над књигом, може бити потребно да се ове информације освеже. Ако видите погрешан омот или метаподатке, овом ставком менија можете да освежите информације о књизи.
ta: <span வகுப்பு = "Ui"> தற்காலிக சேமிப்பு புத்தகத் தகவலைப் புதுப்பிக்கவும்: </span> கொரியேடர் ஒரு புத்தகத்தின் மேனிலை தரவு மற்றும் புத்தக அட்டையை உங்கள் நூலகத்தில் சேர்க்கும்போது அதைத் தேடுங்கள். உங்கள் சாதனத்தில் நகலெடுத்த பிறகு நீங்கள் புத்தகத்தில் சில மாற்றங்களைச் செய்தால், இந்த தகவலை புதுப்பிக்க வேண்டியிருக்கும். நீங்கள் தவறான கவர் அல்லது மெட்டாடேட்டாவைக் கண்டால், இந்த பட்டியல் உருப்படியுடன் புத்தகத் தகவலை புதுப்பிக்கலாம்.
uk: <span class="ui">ОНОВИТИ КЕШОВАНІ ВІДОМОСТІ ПРО КНИГУ:</span> KOReader кешує метадані й обкладинки книг під час додавання книг до бібліотеки. Якщо після перенесення книг на пристрій до файлів вносилися зміни, може знадобитися оновлення кешованої інформації. Якщо відображається хибна обкладинка чи метадані, за допомогою цього пункту меню можна оновити відомості про книгу.
zh_hans: <span class="ui">刷新缓存的书籍信息：</span>KOReader在将书籍的元数据和书籍封面添加到库中时缓存书籍的元数据和封面。 如果您在复制到设备后对书籍进行了一些更改，则可能需要更新此信息。 如果您看到错误的封面或元数据，则可以使用此菜单项刷新书籍信息。

source: Working on multiple files
es: Trabajando en múltiples archivos
fr: Travailler sur plusieurs fichiers
ga: Ag obair ar ilchomhaid
it: Lavorare su più file
nl: Werken met meerdere bestanden
pt_br: Trabalhando em vários arquivos
pt_pt: Trabalhar em múltiplos ficheiros
sk: Práca s viacerými súbormi
sr: Рад са више фајлова одједном
ta: பல கோப்புகளில் வேலை செய்கிறது
uk: Робота з багатьма файлами
zh_hans: 操作多个文档

source: <span class="ui">File browser</span> allows you to perform some operations (like copying, moving, deleting, exporting highlights) on many files at the same time. For this procedure, first you have to select the files. Currently there are three different ways of selecting files for bulk operations in the <span class="ui">file browser</span>:
es: El <span class="ui">Explorador de archivos</span> permite realizar algunas operaciones (como copiar, mover, eliminar y exportar subrayados) en varios archivos al mismo tiempo. Para eso hay que seleccionar los archivos. Actualmente hay tres formas de seleccionar archivos para operaciones masivas en el <span class="ui">explorador de archivos</span>:
fr: L'<span class="ui">Explorateur de fichiers</span> vous permet d'effectuer certaines opérations (comme copier, déplacer, supprimer, exporter des surlignages) sur plusieurs fichiers à la fois. Pour cela, vous devez d'abord sélectionner les fichiers. Il existe actuellement trois façons différentes de sélectionner des fichiers pour des opérations groupées dans l'<span class="ui">Explorateur de fichiers</span> :
ga: Ligeann an <span class="ui">brabhsálaí comhad</span> duit roinnt oibríochtaí a dhéanamh (cosúil le cóipeáil, bogadh, scriosadh, agus buaicphointí a onnmhairiú) ar go leor comhad ag an am céanna. Chun an nós imeachta seo a dhéanamh, ní mór duit na comhaid a roghnú ar dtús. Faoi láthair tá trí bhealach éagsúla ann chun comhaid a roghnú le haghaidh oibríochtaí mórchóir sa <span class="ui">brabhsálaí comhad</span>:
it: Il <span class="ui">File browser</span> consente di eseguire alcune operazioni (come la copia, lo spostamento, l'eliminazione, l'esportazione delle evidenziazioni) su molti file contemporaneamente. Per questa procedura, è necessario innanzitutto selezionare i file. Attualmente esistono tre modi diversi per selezionare i file per le operazioni in blocco nel <span class="ui">browser dei file</span>:
nl: De <span class="ui">Bestandsverkenner</span> laat je sommige bewerkingen (zoals kopiëren, verplaatsen, verwijderen, markeringen exporteren) op meerdere bestanden tegelijk uitvoeren. Daarvoor moet je eerst de bestanden selecteren. Momenteel zijn er drie manieren om bestanden voor bulkacties te selecteren in de <span class="ui">Bestandsverkenner</span>:
pt_br: O <span class="ui">Explorador de arquivos</span> permite que você execute algumas operações (como copiar, mover, excluir e exportar destaques) em vários arquivos ao mesmo tempo. Para este procedimento, primeiro você precisa selecionar os arquivos. Atualmente, existem três maneiras diferentes de selecionar arquivos para operações em massa no <span class="ui">explorador de arquivos</span>:
sk: <span class="ui">Prehliadač súborov</span> vám umožňuje vykonávať niektoré operácie (ako kopírovanie, presúvanie, mazanie, export zvýraznení) s viacerými súbormi súčasne. Pre tento postup musíte najprv vybrať súbory. V súčasnosti existujú tri rôzne spôsoby výberu súborov pre hromadné operácie v <span class="ui">prehliadači súborov</span>:
sr: <span class="ui">Прегледач фајлова</span> вам омогућава да неке операције (као што је копирање, премештање, брисање, извоз истицања) истовремено извршите над више фајлова. Ова процедура почиње тиме што прво изаберете фајлове. Тренутно постоји три различита начина за избор фајлова над којима ће се извршити масовне операције у <span class="ui">прегледачу фајлова</span>:
ta: <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> ஒரே நேரத்தில் பல கோப்புகளில் சில செயல்பாடுகளை (நகலெடுப்பது, நகர்த்துவது, நீக்குதல், சிறப்பம்சங்களை ஏற்றுமதி செய்தல் போன்றவை) செய்ய உங்களை அனுமதிக்கிறது. இந்த நடைமுறைக்கு, முதலில் நீங்கள் கோப்புகளைத் தேர்ந்தெடுக்க வேண்டும். <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> இல் மொத்த செயல்பாடுகளுக்கான கோப்புகளைத் தேர்ந்தெடுப்பதற்கான மூன்று வெவ்வேறு வழிகள் தற்போது உள்ளன:
uk: <span class="ui">Оглядач файлів</span> дозволяє виконувати деякі операції (копіювання, переміщення, видалення, експорт виділених фрагментів) з багатьма файлами одночасно. Для цього спочатку потрібно вибрати файли. Наразі існує три різні способи вибору файлів для пакетних операцій у <span class="ui">Оглядачі файлів</span>:
zh_hans: <span class="ui">文件管理器</span>可同时对大量文件执行诸如复制、移动、删除和导出标注的多种操作。要使用该功能，首先要选择对应的文件。<span class="ui">文件管理器</span>当前提供了三种进行批量操作的方式：

source: <b>- In the first method</b>, long press on a file name and choose <span class="ui">Select</span> from the popup dialog. This will activate the <span class="ui">Selection mode</span>. Now you can tap on other files to add them to the selection. When you finish selecting your files, tap on the <span class="ui">checkmark icon</span> at the <b>top right corner</b> of your screen. You can choose what to do with these files from the dialog. Or exit the selection mode from the same dialog.
es: <b>- En el primer método</b>, mantenga presionado el nombre de un archivo y elija <span class="ui">Seleccionar</span> en el cuadro de diálogo emergente. Esto activará el <span class="ui">modo de selección</span>. Ahora puedes tocar otros archivos para agregarlos a la selección. Cuando termine de seleccionar sus archivos, toque el <span class="ui">icono de marca de verificación</span> en la <b>esquina superior derecha</b> de su pantalla. Puede elegir qué hacer con estos archivos desde el cuadro de diálogo. O salir del modo de selección desde el mismo cuadro de diálogo.
fr: <b>- Dans la première méthode</b>, appuyez longuement sur un nom de fichier et choisissez <span class="ui">Sélectionner</span> dans la boîte de dialogue contextuelle. Cela activera le <span class="ui">mode Sélection</span>. Vous pouvez maintenant appuyer sur d'autres fichiers pour les ajouter à la sélection. Lorsque vous avez terminé de sélectionner vos fichiers, appuyez sur l'<span class="ui">icône en forme de coche</span> dans le <b>coin supérieur droit</b> de votre écran. Vous pouvez choisir ce que vous souhaitez faire avec ces fichiers dans la boîte de dialogue. Vous pouvez également quitter le mode de sélection à partir de cette même boîte de dialogue.
ga: <b>- Sa chéad mhodh</b>, brúigh fada ar ainm comhaid agus roghnaigh <span class="ui">Roghnaigh</span> ón dialóg aníos. Cuirfidh sé seo an <span class="ui">mód roghnúcháin</span> i ngníomh. Anois is féidir leat tapáil ar chomhaid eile chun iad a chur leis an roghnú. Nuair a bheidh tú críochnaithe le do chuid comhad a roghnú, tapáil ar an deilbhín <span class="ui">seiceála</span> ag <b>cúinne uachtarach ar dheis</b> do scáileáin. Is féidir leat a roghnú cad atá le déanamh leis na comhaid seo ón dialóg. Nó imeacht as an mód roghnúcháin ón dialóg chéanna.
it: <b>- Nel primo metodo</b>, Premere a lungo su un nome di file e scegliere <span class="ui">Seleziona</span> dalla finestra di dialogo a comparsa. In questo modo si attiva la modalità <span class="ui">Selezione</span>. Ora è possibile toccare altri file per aggiungerli alla selezione. Una volta terminata la selezione dei file, toccare l'icona <span class="ui">segno di spunta</span> nell'angolo <b>in alto a destra</b> dello schermo. È possibile scegliere cosa fare con questi file dalla finestra di dialogo. Oppure uscire dalla modalità di selezione dalla stessa finestra di dialogo.
nl: <b>- Eerste methode</b>: druk lang op een bestandsnaam en kies <span class="ui">Selecteren</span> in de pop-up. Hiermee activeer je de <span class="ui">Selectiemodus</span>. Tik vervolgens op andere bestanden om ze toe te voegen. Klaar met selecteren? Tik op het <span class="ui">vinkje</span> rechtsboven. Kies in de dialoog wat je met de bestanden wilt doen, of verlaat daar de selectiemodus.
pt_br: <b>- No primeiro método</b>, pressione e segure o nome de um arquivo e escolha <span class="ui">Selecionar</span> na caixa de diálogo pop-up. Isso ativará o <span class="ui">Modo de seleção</span>. Agora você pode tocar em outros arquivos para adicioná-los à seleção. Ao terminar de selecionar seus arquivos, toque no <span class="ui">ícone de marca de seleção</span> no <b>canto superior direito</b> da tela. Você pode escolher o que fazer com esses arquivos na caixa de diálogo. Ou sair do modo de seleção na mesma caixa de diálogo.
sk: <b>- Pri prvej metóde</b> dlho stlačte názov súboru a v kontextovom dialógovom okne vyberte možnosť <span class="ui">Vybrať</span>. Tým sa aktivuje <span class="ui">režim výberu</span>. Teraz môžete ťuknúť na ďalšie súbory a pridať ich do výberu. Keď dokončíte výber súborov, ťuknite na <span class="ui">ikonu začiarknutia</span> v <b>pravom hornom rohu</b> obrazovky. V dialógovom okne si môžete vybrať, čo chcete s týmito súbormi urobiť. Alebo v tom istom dialógovom okne ukončite režim výberu.
sr: <b>- У првом методу</b>, извршите дуги притисак на име фајла и изаберите из искачућег дијалога <span class="ui">Избор</span>. То ће активирати <span class="ui">Режим избора</span>. Сада можете да тапнете на остале фајлове и да их тако додате у избор. Када завршите са избором фајлова, тапните на <span class="ui">икону знака штиклирања</span> у <b>горњем десном углу</b> екрана. У дијалогу можете изабрати шта желите да се уради са овим фајловима. Или да из истог дијалога напустите режим избора.
ta: <b>- முதல் முறையில் </b>, ஒரு கோப்பு பெயரில் நீண்ட நேரம் அழுத்தி, மேல்தோன்றல் உரையாடலில் இருந்து <span வகுப்பு = "Ui"> தேர்ந்தெடுக்கவும் </span> ஐத் தேர்வுசெய்க. இது <span வகுப்பு = "Ui"> தேர்வு பயன்முறை </span> ஐ செயல்படுத்தும். தேர்வில் சேர்க்க இப்போது மற்ற கோப்புகளைத் தட்டலாம். உங்கள் கோப்புகளைத் தேர்ந்தெடுப்பதை முடிக்கும்போது, உங்கள் திரையின் <b> மேல் வலது மூலையில் </b> இல் <span வகுப்பு = "Ui"> செக்மார்க் படவுரு </span> இல் தட்டவும். உரையாடலில் இருந்து இந்த கோப்புகளை என்ன செய்ய வேண்டும் என்பதை நீங்கள் தேர்வு செய்யலாம். அல்லது அதே உரையாடலில் இருந்து தேர்வு பயன்முறையிலிருந்து வெளியேறவும்.
uk: <b>– У першому способі</b> затисніть назву файлу та виберіть <span class="ui">Вибрати</span> у зринаючому діалоговому вікні. Це активує <span class="ui">режим вибору</span>. Тепер можна натискати на інші файли, щоб вибрати і їх теж. Після завершення вибору файлів натисніть на <span class="ui">значок галочки</span> у <b>верхньому правому куті</b> екрану. Потім у діалоговому вікні можна вибрати , що робити з усіма вибраними файлами. Або ж вийти з режиму вибору з того ж діалогового вікна.
zh_hans: <b>- 第一种方式</b>：在文件名上长按，从弹出对话框中选择<span class="ui">多选</span>。此时将进入<span class="ui">连续选择模式</span>。点按其它文件使其被选中，然后点按<b>屏幕右上角</b>的<span class="ui">对号标志</span>。在弹出对话框中可选择要对这些文件执行的操作，或者退出连续选择模式。

source: <b>- In the second method</b>, press the <span class="ui">+ (plus) icon</span> at the <b>top right corner</b> and choose <span class="ui">Select files</span> from the dialog. This will activate the <span class="ui">Selection mode</span> and rest is the same as the first method above.
es: <b>En el segundo método</b>, presione el <span class="ui">icono + (más)</span> en la <b>esquina superior derecha</b> y seleccione <span class="ui">Seleccionar archivos</span> en el cuadro de diálogo. Esto activará el <span class="ui">Modo Selección</span>. El resto es igual que en el primer método.
fr: <b>- Dans la deuxième méthode</b>, appuyez sur l'icône <span class="ui">+ (plus)</span> dans le <b>coin supérieur droit</b> et choisissez <span class="ui">Sélectionner les fichiers</span> dans la boîte de dialogue. Cela activera le <span class="ui">mode de sélection</span> et le reste est identique à la première méthode ci-dessus.
ga: <b>- Sa dara modh</b>, brúigh an deilbhín <span class="ui">+ (móide)</span> ag an <b>chúinne uachtarach ar dheis</b> agus roghnaigh <span class="ui">Roghnaigh comhaid</span> ón dialóg. Cuirfidh sé seo an <span class="ui">mód roghnúcháin</span> i ngníomh agus tá an chuid eile mar an gcéanna leis an gcéad mhodh thuas.
it: <b>- Nel secondo metodo</b>, premere l'icona <span class="ui">+ (più)</span> nell'angolo <b>in alto a destra</b> e scegliere <span class="ui">Seleziona file</span> dalla finestra di dialogo. In questo modo si attiverà la modalità <span class="ui">Selezione</span> e il resto è uguale al primo metodo precedente.
nl: <b>- Tweede methode</b>: tik rechtsboven op het <span class="ui">+ (plus) icoon</span> en kies <span class="ui">Bestanden selecteren</span>. Hiermee activeer je de <span class="ui">Selectiemodus</span>; verder werkt het hetzelfde als hierboven.
pt_br: <b>- No segundo método</b>, pressione o <span class="ui">ícone + (mais)</span> no <b>canto superior direito</b> e escolha <span class="ui">Selecionar arquivos</span> na caixa de diálogo. Isso ativará o <span class="ui">Modo de seleção</span> e o restante será igual ao primeiro método acima.
sk: <b>- Pri druhej metóde</b> stlačte ikonu <span class="ui">+ (plus)</span> v <b>pravom hornom rohu</b> a v dialógovom okne vyberte možnosť <span class="ui">Vybrať súbory</span>. Týmto sa aktivuje <span class="ui">režim výberu</span> a zvyšok je rovnaký ako pri prvej metóde uvedenej vyššie.
sr: <b>- У другом методу</b>, притисните <span class="ui">+ (плус) икону</span> у <b>горњем десном углу</b> па у дијалогу тапните на <span class="ui">Изаберите фајлове</span>. Ово ће да активира <span class="ui">Режим избора</span> и остало је исто као у првом методу описаном изнад.
ta: <b>- இரண்டாவது முறை </b> இல், <b> மேல் வலது மூலையில் </b> இல் <span வகுப்பு = "Ui">+ (பிளச்) படவுரு </span> ஐ அழுத்தவும், <span வகுப்பு = "Ui"> கோப்புகளைத் தேர்ந்தெடுக்கவும் </span> ஐத் தேர்வுசெய்க. இது <span வகுப்பு = "Ui"> தேர்வு முறை </span> ஐ செயல்படுத்தும் மற்றும் ஓய்வு என்பது மேலே உள்ள முதல் முறைக்கு சமம்.
uk: <b>– У другому способі</b> натисніть <span class="ui">значок + (плюс)</span> у <b>верхньому правому куті</b> та натисніть <span class="ui">Вибрати файли</span> у діалоговому вікні. Це активує <span class="ui">режим вибору</span>, а решта дій така ж, як і в описаному вище першому способі.
zh_hans: <b>- 第二种方式</b>：点按<b>屏幕右上角</b>的<span class="ui">加号标志（＋）</span>，从弹出对话框中选择<span class="ui">选择多个文件</span>。此时将进入<span class="ui">连续选择模式</span>，接下来的操作与第一种方式相同。

source: <b>- In the third method</b>, you can choose your files based on a <span class="ui"> File search</span>. This is useful if you need to perform an operation on many files distributed in different folders. For example you want to move all files in your collection authored by Tolkien, to a new folder. Steps for this action will be:
es: <b>- En el tercer método</b>, puedes seleccionar tus archivos mediante una <span class="ui">búsqueda de archivos</span>. Esto es útil si necesitas realizar una operación con muchos archivos distribuidos en diferentes carpetas. Por ejemplo, si quieres mover todos los archivos de tu colección de Tolkien a una nueva carpeta. Los pasos para esta acción son:
fr: <b>- Dans la troisième méthode</b>, vous pouvez choisir vos fichiers à l'aide d'une <span class="ui"> recherche de fichiers</span>. Cela est utile si vous devez effectuer une opération sur de nombreux fichiers répartis dans différents dossiers. Par exemple, vous souhaitez déplacer tous les fichiers de votre collection créés par Tolkien vers un nouveau dossier. Les étapes pour cette action sont les suivantes :
ga: <b>- Sa tríú modh</b>, is féidir leat do chuid comhad a roghnú bunaithe ar <span class="ui">chuardach comhad</span>. Tá sé seo úsáideach má bhíonn ort oibríocht a dhéanamh ar go leor comhad atá scaipthe i bhfillteáin éagsúla. Mar shampla, más mian leat na comhaid go léir i do bhailiúchán, arna scríobh ag Tolkien, a bhogadh chuig fillteán nua. Seo a leanas na céimeanna don ghníomh seo:
it: <b>- Nel terzo metodo</b>, è possibile scegliere i file in base a una <span class="ui">ricerca di file</span>. È utile se si deve eseguire un'operazione su molti file distribuiti in cartelle diverse. Ad esempio, si desidera spostare tutti i file della collezione di Tolkien in una nuova cartella. I passaggi per questa azione saranno:
nl: <b>- Derde methode</b>: selecteer op basis van een <span class="ui">Bestandszoekopdracht</span>. Handig als je een bewerking wilt doen op veel bestanden in verschillende mappen. Bijvoorbeeld: verplaats alle bestanden van Tolkien in je collectie naar een nieuwe map. De stappen zijn:
pt_br: <b>- No terceiro método</b>, você pode selecionar seus arquivos com base em uma <span class="ui">Busca de arquivos</span>. Isso é útil se você precisar realizar uma operação em vários arquivos distribuídos em pastas diferentes. Por exemplo, você deseja mover todos os arquivos da sua coleção do Tolkien para uma nova pasta. Os passos para esta ação serão:
sk: <b>- V tretej metóde</b> si môžete vybrať súbory na základe <span class="ui"> vyhľadávania súborov</span>. Toto je užitočné, ak potrebujete vykonať operáciu s mnohými súbormi rozmiestnenými v rôznych priečinkoch. Napríklad chcete presunúť všetky súbory vo vašej kolekcii, ktorej autorom je Tolkien, do nového priečinka. Postup bude nasledovný:
sr: <b>- У трећем методу</b>, жељене фајлове можете да изаберете <span class="ui"> Претрагом фајлова</span>. Ово је корисно ако је потребно да се операција изврши над много фајлова који су распоређени у различите фолдере. На пример, ако желите да преместите у нови фолдер све фајлове из своје збирке које је написао Толкин. Кораци за овако нешто би били:
ta: <b>- மூன்றாவது முறை </b> இல், <ச்பான் வகுப்பு = "யுஐ"> கோப்பு தேடல் </span> இன் அடிப்படையில் உங்கள் கோப்புகளை தேர்வு செய்யலாம். வெவ்வேறு கோப்புறைகளில் விநியோகிக்கப்படும் பல கோப்புகளில் நீங்கள் ஒரு செயல்பாட்டைச் செய்ய வேண்டுமானால் இது பயனுள்ளதாக இருக்கும். எடுத்துக்காட்டாக, டோல்கியன் எழுதிய உங்கள் சேகரிப்பில் உள்ள எல்லா கோப்புகளையும் புதிய கோப்புறையில் நகர்த்த விரும்புகிறீர்கள். இந்த செயலுக்கான படிகள்:
uk: <b>– У третьому способі</b> можна вибрати файли за допомогою <span class="ui">пошуку файлів</span>. Це корисно, якщо потрібно виконати операцію з багатьма файлами, розміщеними у різних теках. Наприклад, потрібно перемістити всі файли з добірки творів Уласа Самчука до нової теки. Кроки для цієї дії будуть такими:
zh_hans: <b>第三种方式</b>：通过<span class="ui">文件检索</span>功能筛选书籍。该方式可十分高效地处理分散于多处目录的多本书籍。例如，要将书单中所有作者是托尔金的书籍移至同个文件夹，请按下列步骤操作：
