Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: If you expose the <span class="ui">style tweaks</span> in the gesture manager, you can create a profile to enable or disable them based on certain conditions. For example you can trigger a <b>"disable publisher styles AND apply my user style tweaks"</b> profile based on the book's location/collection or by a keyword in the metadata of the book. See the <a href="#L2-styletweaks">style tweaks</a> section of the guide for more info.
es: Si expones los <span class="ui">ajustes de estilo</span> en el administrador de gestos, puedes crear un perfil para habilitarlos o deshabilitarlos según ciertas condiciones. Por ejemplo, puedes activar un perfil <b>"Deshabilitar estilos de editor Y aplicar mis ajustes de estilo de usuario"</b> según la ubicación/colección del libro o mediante una palabra clave en los metadatos del libro. Consulta la sección <a href="#L2-styletweaks">ajustes de estilo</a> de la guía para obtener más información.
fr: Si vous exposez les <span class="ui">modifications de style</span> dans le Gestionnaire de gestes, vous pouvez créer un profil pour les activer ou les désactiver en fonction de certaines conditions. Par exemple, vous pouvez déclencher un profil <b>« désactiver les styles de l'éditeur ET appliquer mes modifications de style utilisateur »</b> en fonction de l'emplacement/la collection du livre ou d'un mot-clé dans les métadonnées du livre. Pour plus d'informations, consultez la section <a href="#L2-styletweaks">modifications de style</a> du guide.
ga: Má nochtann tú na <span class="ui">coigeartuithe stíl</span> sa bhainisteoir gothaí, is féidir leat próifíl a chruthú chun iad a chumasú nó a dhíchumasú bunaithe ar choinníollacha áirithe. Mar shampla, is féidir leat próifíl <b>"díchumasaigh stíleanna foilsitheora AGUS cuir mo choigeartuithe stíl úsáideora i bhfeidhm"</b> a spreagadh bunaithe ar shuíomh/bhailiúchán an leabhair nó trí eochairfhocal i meiteashonraí an leabhair. Féach ar an rannán <a href="#L2-styletweaks">coigeartuithe stíl</a> den treoir le haghaidh tuilleadh eolais.
it: Se si espongono le <span class="ui">modifiche dello stile</span> nel gestore dei gesti, è possibile creare un profilo per attivarle o disattivarle in base a determinate condizioni. Ad esempio, è possibile attivare un profilo <b>"disattiva gli stili dell'editore E applica le mie modifiche allo stile dell'utente"</b> in base alla posizione/collezione del libro o a una parola chiave nei metadati del libro. Per maggiori informazioni, consultare la sezione <a href="#L2-styletweaks">modifiche di stile</a> della guida.
nl: Als je <span class="ui">stijlaanpassingen</span> zichtbaar maakt in Gebarenbeheer, kun je een profiel maken om ze in of uit te schakelen op basis van voorwaarden. Je kunt bijvoorbeeld een profiel <b>"uitgeverstijl uitschakelen EN mijn gebruikersaanpassingen toepassen"</b> activeren op basis van de locatie/collectie van het boek of een trefwoord in de metadata. Zie voor meer informatie de sectie <a href="#L2-styletweaks">stijlaanpassingen</a> in de gids.
pt_br: Se você expor os <span class="ui">ajustes de estilo</span> no gerenciador de gestos, poderá criar um perfil para ativá-los ou desativá-los com base em determinadas condições. Por exemplo, você pode acionar um perfil <b>"desativar estilos de editora E aplicar meus ajustes de estilo de usuário"</b> com base na localização/coleção do livro ou por uma palavra-chave nos metadados do livro. Consulte a seção <a href="#L2-styletweaks">ajustes de estilo</a> do guia para obter mais informações.
sk: Ak v správcovi gest sprístupníte <span class="ui">vylepšenia štýlu</span>, môžete si vytvoriť profil, ktorý ich na základe určitých podmienok povolí alebo zakáže. Napríklad môžete spustiť profil <b>„zakázať štýly vydavateľa A použiť moje užívateľské vylepšenia štýlu“</b> na základe umiestnenia/zbierky knihy alebo kľúčového slova v metadátach knihy. Viac informácií nájdete v časti <a href="#L2-styletweaks">vylepšenia štýlu</a> v tomto sprievodcovi.
sr: Ако изложите <span class="ui">дотеривања стила</span> у управљачу гестикулацијама, можете да креирате профил који их у зависности од неких услова укључује или искључује. На пример, можете на основу локације књиге/збирке или на основу кључне речи у метаподацима књиге да окинете профил <b>„искључи стилове издавача И примени моја корисничка дотеривања стила”</b>. За више информација, погледајте одељак овог упутства, <a href="#L2-styletweaks">дотеривања стила</a>.
ta: சைகை மேலாளரில் <ச்பான் கிளாச் = "யுஐ"> பாணி மாற்றங்கள் </span> ஐ அம்பலப்படுத்தினால், சில நிபந்தனைகளின் அடிப்படையில் அவற்றை இயக்க அல்லது முடக்க ஒரு சுயவிவரத்தை உருவாக்கலாம். எடுத்துக்காட்டாக, நீங்கள் ஒரு <b> "வெளியீட்டாளர் பாணிகளை முடக்கு மற்றும் எனது பயனர் பாணி மாற்றங்களை பயன்படுத்தலாம்" </b> புத்தகத்தின் இருப்பிடம்/சேகரிப்பு அல்லது புத்தகத்தின் மெட்டாடேட்டாவில் உள்ள ஒரு முக்கிய சொல் மூலம் சுயவிவரம். <A href = "#l2- ச்டைலெட்வீக்ச்"> பாணி மாற்றங்கள் </a> வழிகாட்டியின் பகுதியைப் பார்க்கவும்.
uk: Якщо ви відкриєте для себе <span class="ui">підлаштування стилів</span> у менеджері жестів, то зможете створити профіль, щоб увімкнути/вимкнути їх залежно від певних умов. Наприклад, можна активувати профіль <b>«вимкнути стилі видавця ТА застосувати мої налаштування стилю користувача»</b> на основі розташування/добірки книги або за ключовим словом у метаданих книги. Докладну інформацію див. у розділі <a href="#L2-styletweaks">Налаштування стилю</a> посібника.
zh_hans: 在交互手势管理器中呼出<span class="ui">样式微调</span>菜单 ，可以创建一套配置文件以根据指定条件启用或禁用对应样式。例如，可以创建一套<b>「禁用出版方版式 •并•且• 应用用户样式微调」</b>的配置文件，根据书籍文件存放目录、被编入的书单或书籍元数据中包含的关键词等条件自动套用。 请查阅<a href="#L2-styletweaks">样式微调</a>一节详细了解。

source: Technical details of Profiles and Quick Menu
es: Detalles técnicos de Perfiles y Menú Rápido
fr: Détails techniques des Profils et du Menu rapide
ga: Sonraí teicniúla na bPróifílí agus an Roghchláir Thapa
it: Dettagli tecnici di Profili e Menu rapido
nl: Technische details van Profielen en Snelmenu
pt_br: Detalhes técnicos de Perfis e Menu Rápido
pt_pt: Detalhes técnicos dos perfis e Menu Rápido
sk: Technické detaily profilov a rýchlej ponuky
sr: Технички детаљи Профила и Брзог менија
ta: சுயவிவரங்கள் மற்றும் விரைவான மெனுவின் தொழில்நுட்ப விவரங்கள்
uk: Технічні деталі Профілів та Швидкого меню
zh_hans: 配置文件和快捷菜单的技术细节

# user_guide/en.html+html.body.div.p:4553-9
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: In KOReader we have <b>a set of actions/settings</b> and this set can be created in two ways:
es: En KOReader tenemos <b>un conjunto de acciones/configuraciones</b> y este conjunto se puede crear de dos maneras:
fr: Dans KOReader, nous disposons <b>d'un ensemble d'actions/paramètres</b> qui peut être créé de deux manières :
ga: I KOReader tá <b>sraith gníomhartha/socruithe</b> againn agus is féidir an tsraith seo a chruthú ar dhá bhealach:
it: In KOReader abbiamo <b>un insieme di azioni/impostazioni</b> e questo insieme può essere creato in due modi:
nl: In KOReader hebben we <b>een set acties/instellingen</b> en die set kan op twee manieren worden gemaakt:
pt_br: No KOReader temos <b>um conjunto de ações/configurações</b> e esse conjunto pode ser criado de duas maneiras:
sk: V KOReaderi máme <b>skupiny akcií/nastavení</b> a tieto možno vytvoriť dvoma spôsobmi:
sr: У програму KOReader имамо <b>скуп акција/подешавања</b> и тај скуп може да се креира на два начина:
ta: கொரியடரில் எங்களிடம் <b> செயல்கள்/அமைப்புகளின் தொகுப்பு </b> மற்றும் இந்த தொகுப்பை இரண்டு வழிகளில் உருவாக்க முடியும்:
uk: У KOReader є <b>набір дій/налаштувань</b> і цей набір можна створити двома способами:
zh_hans: KOReader有<b>操作组/设置组</b>的概念，这种成套的操作组合可以通过两种方式创建:

source: As a profile (which is explained as the <span class="ui">Advanced Method</span> and stored in <span class="ui">settings/profiles.lua</span>)
es: Como un perfil (que se explica como el <span class="ui">Método avanzado</span> y se almacena en <span class="ui">settings/profiles.lua</span>)
fr: En tant que profil (qui est expliqué comme la <span class="ui">Méthode avancée</span> et stocké dans <span class="ui">settings/profiles.lua</span>)
ga: Mar phróifíl (a mhínítear mar an <span class="ui">Modh Ardleibhéil</span> agus atá stóráilte i <span class="ui">settings/profiles.lua</span>)
it: Come profilo (che viene spiegato come <span class="ui">Metodo avanzato</span> e memorizzato in <span class="ui">settings/profiles.lua</span>)
nl: Als een profiel (de <span class="ui">Geavanceerde methode</span>, opgeslagen in <span class="ui">settings/profiles.lua</span>)
pt_br: Como um perfil (que é explicado como o <span class="ui">Método Avançado</span> e armazenado em <span class="ui">settings/profiles.lua</span>)
sk: Ako profil (ktorý je vysvetlený ako <span class="ui">Pokročilá metóda</span> a uložený v <span class="ui">settings/profiles.lua</span>)
sr: Као профил (што је објашњено као <span class="ui">Напредни метод</span> и чува се у <span class="ui">settings/profiles.lua</span>)
ta: ஒரு சுயவிவரமாக (இது <ச்பான் கிளாச் = "யுஐ"> மேம்பட்ட முறை </ச்பான்> என விளக்கப்பட்டுள்ளது மற்றும் <ச்பான் வகுப்பு = "யுஐ"> அமைப்புகள்/சுயவிவரங்கள். லுவா </ச்பான்> இல் சேமிக்கப்படுகிறது)
uk: Як профіль (який описано як <span class="ui">Розширений спосіб</span>, параметри якого зберігаються у <span class="ui">settings/profiles.lua</span>)
zh_hans: <span class="ui">「高阶操作」</span>编制成配置文件（保存于<span class="ui">settings/profiles.lua</span>中）

source: As a list of actions assigned to a gesture (which is explained as the <span class="ui">Easy Method</span> and stored in <span class="ui">settings/gestures.lua)</span>
es: Como una lista de acciones asignadas a un gesto (que se explica como el <span class="ui">Método fácil</span> y se almacena en <span class="ui">settings/gestures.lua)</span>
fr: En tant que liste d'actions attribuées à un geste (qui est expliqué comme la <span class="ui">Méthode facile</span> et stocké dans <span class="ui">paramètres/gestures.lua)</span>
ga: Mar liosta gníomhartha atá sannta do ghluaisne (a mhínítear mar an <span class="ui">Modh Éasca</span> agus atá stóráilte i <span class="ui">settings/gestures.lua)</span>
it: Come elenco di azioni assegnate a un gesto (che viene spiegato come <span class="ui">Metodo Facile</span> e memorizzato in <span class="ui">settings/gestures.lua)</span>
nl: Als een lijst acties die aan een gebaar zijn toegewezen (de <span class="ui">Eenvoudige methode</span>, opgeslagen in <span class="ui">settings/gestures.lua</span>)
pt_br: Como uma lista de ações atribuídas a um gesto (que é explicado como o <span class="ui">Método Fácil</span> e armazenado em <span class="ui">settings/gestures.lua)</span>
sk: Ako zoznam akcií priradených gestu (čo je vysvetlené ako <span class="ui">Jednoduchá metóda</span> a uložené v <span class="ui">settings/gestures.lua)</span>
sr: Као листа акција придружена гестикулацији (што је објашњено као <span class="ui">Једноставни метод </span> и чува се у <span class="ui">settings/gestures.lua)</span>
ta: ஒரு சைகைக்கு ஒதுக்கப்பட்ட செயல்களின் பட்டியலாக (இது <ச்பான் கிளாச் = "யுஐ"> எளிதான முறை </ச்பான்> என விளக்கப்பட்டு <ச்பான் வகுப்பு = "யுஐ"> அமைப்புகள்/சைகைகள்.
uk: Як список дій, призначених жесту (що пояснюється як <span class="ui">простий спосіб</span> та зберігається у <span class="ui">settings/gestures.lua)</span>
zh_hans: <span class="ui">「简单方法」</span>作为指定手势交互的操作项（保存于<span class="ui">settings/gestures.lua中）</span>

source: This set can also be <b>executed</b> in two different ways:
es: Este conjunto también se puede <b>ejecutar</b> de dos maneras diferentes:
fr: Cet ensemble peut également être <b>exécuté</b> de deux manières différentes :
ga: Is féidir an tacar seo a <b>fhorghníomhú</b> ar dhá bhealach éagsúla freisin:
it: Questo set può essere <b>eseguito</b> in due modi diversi:
nl: Deze set kan ook op twee manieren worden <b>uitgevoerd</b>:
pt_br: Este conjunto também pode ser <b>executado</b> de duas maneiras diferentes:
pt_pt: Este conjunto também pode ser <b>executado</b> de duas formas diferentes:
sk: Tieto skupiny možno tiež <b>spustiť</b> dvoma rôznymi spôsobmi:
sr: Овај скуп такође може да се <b>изврши</b> на два различита начина:
ta: இந்த தொகுப்பையும் <b> செயல்படுத்தலாம் </b> இரண்டு வெவ்வேறு வழிகளில்:
uk: Цей набір також можна <b>виконати</b> двома різними способами:
zh_hans: 操作组合也可以通过两种不同的方式<b>执行</b>:

source: Applying each action in the (sorted) order when triggered (as a <span class="ui">Profile</span>)
es: Aplicar cada acción en el orden (ordenado) cuando se activa (como un <span class="ui">Perfil</span>)
fr: Appliquer chaque action dans l'ordre (trié) lorsqu'elle est déclenchée (en tant que <span class="ui">Profil</span>)
ga: Gach gníomh a chur i bhfeidhm san ord (sórtáilte) nuair a chuirtear i ngníomh é (mar <span class="ui">Próifíl</span>)
it: Applicare ogni azione nell'ordine (ordinato) quando viene attivata (come un <span class="ui">Profilo</span>)
nl: Elke actie in (gesorteerde) volgorde toepassen wanneer geactiveerd (als een <span class="ui">Profiel</span>)
pt_br: Aplicar cada ação na ordem (classificada) quando acionada (como um <span class="ui">Perfil</span>)
sk: Použitie každej akcie v (zoradenom) poradí pri spustení (ako <span class="ui">Profil</span>)
sr: Примењивањем сваке акције по (уређеном) редоследу онда када се окине (као <span class="ui">Профил</span>)
ta: தூண்டப்படும்போது ஒவ்வொரு செயலையும் (வரிசைப்படுத்தப்பட்ட) வரிசையில் பயன்படுத்துதல் (ஒரு <span வகுப்பு = "Ui"> சுயவிவரம் </span>)
uk: Застосування кожної дії у (впорядкованому) порядку під час активації (як <span class="ui">профіль</span>)
zh_hans: 在触发后按照指定的顺序依次逐项执行（作为<span class="ui">配置文件</span>）

source: Showing it as a <span class="ui">Quick Menu</span>
es: Mostrándolo como un <span class="ui">Menú rápido</span>
fr: Affichage sous forme de <span class="ui">Menu rapide</span>
ga: Á thaispeáint mar <span class="ui">Roghchlár Tapa</span>
it: Mostrarlo come <span class="ui">Menu rapido</span>
nl: Tonen als een <span class="ui">Snelmenu</span>
pt_br: Exibindo-o como um <span class="ui">Menu Rápido</span>
pt_pt: A mostrar como um <span class="ui">Menu Rápido</span>
sk: Zobrazením ako <span class="ui">Rýchla ponuka</span>
sr: Тако што се прикаже као <span class="ui">Брзи мени</span>
ta: இதை <span வகுப்பு = "Ui"> விரைவான பட்டியல் </span> எனக் காட்டுகிறது
uk: Відображення його як <span class="ui">Швидке меню</span>
zh_hans: 将其显示为<span class="ui">快速菜单</span>

source: Adding/removing actions of a set and enabling/sorting <span class="ui">Quick Menu</span> are done via the same <span class="ui">actions menu</span>. The only difference is that the actions menu in the Gesture manager has two more items (Pass through), that is why <span class="ui">Show as Quick Menu</span> and <span class="ui">Sort</span> items are on the second page.
es: Añadir o eliminar acciones de un conjunto y habilitar o ordenar el <span class="ui">Menú rápido</span> se realizan mediante el mismo <span class="ui">menú de acciones</span>. La única diferencia es que el menú de acciones del Configurador de gestos tiene dos elementos más (Transferir), por eso los elementos <span class="ui">Mostrar como Menú rápido</span> y <span class="ui">Ordenar</span> se encuentran en la segunda página.
fr: L'ajout/la suppression d'actions d'un ensemble et l'activation/le tri du <span class="ui">Menu rapide</span> s'effectuent via le même <span class="ui">Menu actions</span>. La seule différence est que le Menu actions du Gestionnaire de gestes comporte deux éléments supplémentaires (Passage), c'est pourquoi les éléments <span class="ui">Afficher comme Menu rapide</span> et <span class="ui">Trier</span> se trouvent sur la deuxième page.
ga: Déantar gníomhartha a chur leis/a bhaint de shraith agus <span class="ui">Roghchlár Tapa</span> a chumasú/a shórtáil tríd an <span class="ui">roghchlár gníomhartha</span> céanna. Is é an t-aon difríocht ná go bhfuil dhá mhír eile (Pas tríd) sa roghchlár gníomhartha sa bhainisteoir Gothaí, agus is é sin an fáth go bhfuil míreanna <span class="ui">Taispeáin mar Roghchlár Tapa</span> agus <span class="ui">Sórtáil</span> ar an dara leathanach.
it: L'aggiunta/rimozione di azioni di un insieme e l'abilitazione/ordinamento del <span class="ui">menu rapido</span> avvengono tramite lo stesso menu <span class="ui">azioni</span>. L'unica differenza è che il menu delle azioni nelle impostazioni dei gesti ha due voci in più (Passaggio), ecco perché le voci <span class="ui">Mostra come menu rapido</span> e <span class="ui">Organizza azioni e separatori del Menu rapido</span> sono nella seconda pagina.
nl: Acties aan een set toevoegen of verwijderen en <span class="ui">Snelmenu</span> inschakelen/sorteren gebeurt via hetzelfde <span class="ui">actiemenu</span>. Het enige verschil is dat het actiemenu in Gebarenbeheer twee extra items heeft (Doorlaten); daarom staan <span class="ui">Toon als Snelmenu</span> en <span class="ui">Sorteren</span> op de tweede pagina.
pt_br: Adicionando/removendo ações de um conjunto e habilitando/classificando o <span class="ui">Menu Rápido</span> como são feitos através do mesmo <span class="ui">menu de ações</span>. A única diferença é que o menu de ações no Gerenciador de Gestos tem mais dois itens, por isso os itens <span class="ui">Mostrar como Menu Rápido</span> e <span class="ui">Classificar</span> estão na segunda página.
sk: Pridávanie/odstraňovanie akcií skupiny a aktivácia/triedenie <span class="ui">Rýchlej ponuky</span> sa vykonáva prostredníctvom rovnakej <span class="ui">ponuky akcií</span>. Jediný rozdiel je v tom, že ponuka akcií v správcovi gest má ďalšie dve položky (Preskočiť akciu), preto sú položky <span class="ui">Zobraziť ako rýchle menu</span> a <span class="ui">Zoradiť</span> na druhej stránke.
sr: Додавање/уклањање акција из скупа и укључивање/сортирање <span class="ui">Брзог менија</span> се врше из истог <span class="ui">менија акција</span>. Једина разлика је у томе што мени акција у Управљачу гестикулацијама има две додатне ставке (Прођи), па је то разлог што су ставке <span class="ui">Прикажи као Брзи мени</span> и <span class="ui">Сортирај</span> на другој страници.
ta: நீங்கள் அவற்றை இயக்க/முடக்கலாம்:
uk: Додавання/вилучення дій з набору й увімкнення/сортування <span class="ui">Швидкого меню</span> здійснюється за допомогою того самого <span class="ui">меню дій</span>. Різниця полягає лише в тому, що у Менеджері жестів меню дій має на два пункти більше («Пропустити»). Саме тому пункти <span class="ui">Показати як швидке меню</span> та <span class="ui">Сортувати</span> розміщено на другій сторінці.
zh_hans: 对操作组合进行添加/删除及对<span class="ui">快捷菜单</span>项进行启用/排序都是通过相同的<span class="ui">操作菜单</span>完成。唯一的区别是，交互手势管理器中的操作菜单还有两个项目（忽略），导致<span class="ui">显示为快捷菜单</span>和<span class="ui">排序</span>这两个选项被挤到第二页上。

source: <span class="label_blue">INFO</span> You can backup and transfer your profiles to another device. Please see <a href="#backup">Backup your KOReader settings</a> section.
es: <span class="label_blue">INFO</span> Puedes hacer una copia de seguridad de tus perfiles y transferirlos a otro dispositivo. Consulta la sección <a href="#backup">Hacer una copia de seguridad de la configuración de KOReader</a>.
fr: <span class="label_blue">INFO</span> Vous pouvez sauvegarder et transférer vos profils vers un autre appareil. Veuillez consulter la section <a href="#backup">Sauvegarder vos paramètres KOReader</a>.
ga: <span class="label_blue">EOLAS</span> Is féidir leat cúltaca de do phróifílí a dhéanamh agus iad a aistriú chuig gléas eile. Féach ar an rannán <a href="#backup">Cúltaca de do shocruithe KOReader</a>.
it: <span class="label_blue">INFO</span> È possibile eseguire il backup e trasferire i profili su un altro dispositivo. Si veda la sezione <a href="#backup">Backup delle impostazioni di KOReader</a>.
nl: <span class="label_blue">INFO</span> Je kunt je profielen back-uppen en naar een ander apparaat overzetten. Zie de sectie <a href="#backup">Back-up maken van je KOReader-instellingen</a>.
pt_br: <span class="label_blue">INFO</span> Você pode fazer backup e transferir seus perfis para outro dispositivo. Consulte a seção <a href="#backup">Fazer backup das configurações do KOReader</a>.
sk: <span class="label_blue">INFORMÁCIA</span> Svoje profily si môžete zálohovať a preniesť do iného zariadenia. Prečítajte si časť <a href="#backup">Zálohovanie nastavení KOReadera</a>.
sr: <span class="label_blue">ИНФО</span> Можете да направите резервну копију својих профила и да их пренесете на други уређај. Молимо вас да погледате одељак <a href="#backup">Направите резервну копију KOReader подешавања</a>.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உங்கள் சுயவிவரங்களை மற்றொரு சாதனத்திற்கு காப்புப் பிரதி எடுத்து மாற்றலாம். தயவுசெய்து <a href = "#காப்புப்பிரதி"> உங்கள் கொரியடர் அமைப்புகளை காப்புப் பிரதி எடுக்கவும் </a> பிரிவு.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Можна створити резервну копію та перенести свої профілі на інший пристрій. Див. розділ <a href="#backup">Резервне копіювання налаштувань KOReader</a>.
zh_hans: <span class="label_blue">说明</span> 可以将配置文件文件备份并传输到其他设备。详情请参阅<a href="#backup">备份KOReader设置</a>一节。

# user_guide/en.html+html.body.div.div:4578-9
source: PLUGINS AND USER PATCHES
sk: DOPLNKY A POUŽÍVATEĽSKÉ PROGRAMOVÉ ZÁPLATY
ta: செருகுநிரல்கள் மற்றும் பயனர் திட்டுகள்
uk: МОДУЛІ ТА ЛАТКИ
zh_hans: 插件与用户补丁

# user_guide/en.html+html.body.div.div:4579-9
source: Plugin types
sk: Typy doplnkov
ta: சொருகி வகைகள்
uk: Типи модулів
zh_hans: 插件类型

source: Plugins are small KOReader programs that are similar to browser add-ons which extends the capabilities of the base program. KOReader has 3 categories of plugins:
es: Los complementos son pequeños programas de KOReader, similares a los complementos del navegador, que amplían las funciones del programa base. KOReader se divide en tres categorías:
fr: Les plugins sont de petits programmes KOReader similaires aux modules complémentaires des navigateurs qui étendent les capacités du programme de base. KOReader propose 3 catégories de plugins :
ga: Is cláir bheaga KOReader iad breiseáin atá cosúil le breiseáin bhrabhsálaí a leathnaíonn cumais an chláir bhunúsaigh. Tá 3 chatagóir breiseán ag KOReader:
it: Le estensioni (plugin) sono piccoli programmi di KOReader, simili ai componenti aggiuntivi del browser, che estendono le capacità del programma di base. KOReader dispone di 3 categorie di plugin:
nl: Plugins zijn kleine KOReader-programma's die lijken op browser-add-ons en de mogelijkheden van het basisprogramma uitbreiden. KOReader kent 3 categorieën plugins:
pt_br: Plugins são pequenos programas do KOReader semelhantes a complementos de navegador que ampliam os recursos do programa base. O KOReader possui 3 categorias de plugins:
sk: Doplnky sú malé programy KOReadera, ktoré sú podobné doplnkom prehliadača a rozširujú možnosti základného programu. KOReader má 3 kategórie doplnkov:
sr: Додаци су мали KOReader програми слични додацима интернет прегледача који проширују могућности основног програма. KOReader има 3 категорије додатака:
ta: செருகுநிரல்கள் சிறிய கொரியடர் நிரல்களாகும், அவை உலாவி துணை நிரல்களுக்கு ஒத்தவை, இது அடிப்படை திட்டத்தின் திறன்களை விரிவுபடுத்துகிறது. கொரியடர் 3 வகை செருகுநிரல்களைக் கொண்டுள்ளது:
uk: Модулі – це невеликі програми KOReader, схожі на доповнення вебоглядача, які розширюють можливості базової програми. KOReader має три категорії плагінів:
zh_hans: 插件是小型KOReader程序，类似于扩展基本程序功能的浏览器插件。KOReader有3类插件：

source: Internal
es: Interno
fr: Interne
ga: Inmheánach
it: Interne
nl: Intern
pt_br: Internos
pt_pt: Interno
sk: Vnútorné
sr: Интерни
ta: உள்
uk: Внутрішні
zh_hans: 内置插件
