Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Tap <span class="ui">Edit text</span> from the details dialog
es: Toque <span class="ui">Editar texto</span> en el cuadro de diálogo de detalles
fr: Appuyez sur <span class="ui">Modifier le texte</span> dans la boîte de dialogue des détails
ga: Tapáil <span class="ui">Cuir téacs in Eagar</span> ón dialóg sonraí
it: Toccare <span class="ui">Modifica testo</span> dalla finestra di dialogo dei dettagli
nl: Kies <span class="ui">Tekst bewerken</span> in de detailsdialoog
pt_br: Toque em <span class="ui">Editar texto</span> na caixa de diálogo de detalhes
pt_pt: Tapoque <span class="ui">Editar texto</span> no diálogo de detalhes
sk: V dialógovom okne s podrobnosťami ťuknúť na <span class="ui">Upraviť text</span>
sr: Тапнете на <span class="ui">Уреди текст</span> у дијалогу детаља
ta: விவரங்கள் உரையாடலிலிருந்து <span வகுப்பு = "Ui"> உரை </span> ஐத் தட்டவும்
uk: Натисніть <span class="ui">Редагувати текст</span> у діалоговому вікні «Докладно»
zh_hans: 在详情对话框中点按<span class="ui">编辑文本</span>

source: Also you can do it from the Bookmarks window:
es: También puedes hacerlo desde la ventana Marcadores:
fr: Vous pouvez également le faire à partir de la fenêtre Signets :
ga: Is féidir leat é a dhéanamh ón bhfuinneog Leabharmharcanna freisin:
it: È possibile farlo anche dalla finestra Segnalibri:
nl: Je kunt het ook vanuit het Bladwijzervenster doen:
pt_br: Você também pode fazer isso na janela de Marcadores:
pt_pt: Também pode fazer isso na janela de Marcadores:
sk: Môžete to urobiť aj z okna Záložky:
sr: То можете да урадите из прозора Маркери:
ta: புக்மார்க்ச் சாளரத்திலிருந்து நீங்கள் இதைச் செய்யலாம்:
uk: Це також можна зробити це у вікні «Закладки»:
zh_hans: 你也可以从书签窗口中进行操作：

source: Go to the <span class="ui">Bookmarks list</span> via menu or gesture
es: Vaya a la <span class="ui">lista de marcadores</span> mediante el menú o un gesto
fr: Accédez à la <span class="ui">liste des signets</span> via le menu ou un geste
ga: Téigh go dtí an <span class="ui">liosta Leabharmharcanna</span> tríd an roghchlár nó trí ghluaiseacht
it: Accedere all'elenco dei <span class="ui">segnalibri</span> tramite menu o gesto
nl: Ga naar de <span class="ui">Bladwijzerlijst</span> via menu of gebaar
pt_br: Acesse a <span class="ui">Lista de marcadores</span> por meio do menu ou gesto
pt_pt: Aceda à <span class="ui">lista de Marcadores</span> através do menu ou do gesto
sk: Prejdite na <span class="ui">zoznam záložiek</span> pomocou ponuky alebo gesta
sr: Идите на <span class="ui">Листу маркера</span> помоћу менија или гестикулације
ta: <Span வகுப்பு = "Ui"> புக்மார்க்குகள் பட்டியல் </span> பட்டியல் அல்லது சைகை வழியாகச் செல்லவும்
uk: Перейдіть до <span class="ui">списку закладок</span> через меню або жест
zh_hans: 通过点按菜单或手势交互打开<span class="ui">书签列表</span>

source: Long press on the highlight you want to edit
es: Mantén presionado el subrayado que deseas editar
fr: Appuyez longuement sur la sélection que vous souhaitez modifier
ga: Brúigh go fada ar an airdphointe is mian leat a chur in eagar
it: Premere a lungo sull'evidenziazione che si desidera modificare
nl: Houd de markering die je wilt bewerken lang ingedrukt
pt_br: Pressione e segure o destaque que você deseja editar
pt_pt: Mantenha pressionado o destaque que pretende editar
sk: Dlho stlačte zvýraznenie ktoré chcete upraviť
sr: Извршите дуги притисак на истицање које желите да уредите
ta: நீங்கள் திருத்த விரும்பும் சிறப்பம்சத்தை நீண்ட அழுத்தவும்
uk: Затисніть виділення, яке потрібно відредагувати
zh_hans: 长按想要编辑的被标注文段

source: Press <span class="ui">Edit text</span> in the menu
es: Presione <span class="ui">Editar texto</span> en el menú
fr: Appuyez sur <span class="ui">Modifier le texte</span> dans le menu
ga: Brúigh <span class="ui">Cuir téacs in eagar</span> sa roghchlár
it: Premere <span class="ui">Modifica testo</span> nel menu
nl: Kies <span class="ui">Tekst bewerken</span> in het menu
pt_br: Pressione <span class="ui">Editar texto</span> no menu
pt_pt: Clique <span class="ui">Editar texto</span> no menu
sk: V ponuke stlačte <span class="ui">Upraviť text</span>
sr: Притисните у менију <span class="ui">Уреди текст</span>
ta: பட்டியலில் <span வகுப்பு = "Ui"> உரை </span> ஐ அழுத்தவும்
uk: Натисніть <span class="ui">Редагувати текст</span> у меню
zh_hans: 在菜单中点按<span class="ui">编辑文本</span>

source: Change the text in the dialog and press the <span class="ui">Save</span> button
es: Cambie el texto en el cuadro de diálogo y presione el botón <span class="ui">Guardar</span>
fr: Modifiez le texte dans la boîte de dialogue et appuyez sur le bouton <span class="ui">Enregistrer</span>
ga: Athraigh an téacs sa dialóg agus brúigh an cnaipe <span class="ui">Sábháil</span>
it: Modificare il testo nella finestra di dialogo e premere il pulsante <span class="ui">Salva</span>
nl: Wijzig de tekst in de dialoog en druk op <span class="ui">Opslaan</span>
pt_br: Altere o texto na caixa de diálogo e pressione o botão <span class="ui">Salvar</span>
pt_pt: Altere o texto na caixa de diálogo e prima o botão <span class="ui">Guardar</span>
sk: Zmeňte text v dialógovom okne a stlačte tlačidlo <span class="ui">Uložiť</span>
sr: У дијалогу измените текст и притисните дугме <span class="ui">Сачувај</span>
ta: உரையாடலில் உரையை மாற்றி <span வகுப்பு = "Ui"> சேமி </span> பொத்தானை அழுத்தவும்
uk: Змініть текст у діалоговому вікні та натисніть кнопку <span class="ui">Зберегти</span>
zh_hans: 在弹出对话框中修改文字，然后点按<span class="ui">保存</span>按钮

source: If you want to <b>revert</b> an edited text to the original highlight, follow the steps above and at the step <b>3</b>, instead of <span class="ui">Edit text</span>, press the <span class="ui">Reset text</span> button.
es: Si deseas <b>revertir</b> un texto editado al subrayado original, sigue los pasos anteriores y en el paso <b>3</b>, en lugar de <span class="ui">Editar texto</span>, presiona el botón <span class="ui">Restablecer texto</span>.
fr: Si vous souhaitez <b>restaurer</b> le texte modifié à sa mise en évidence d'origine, suivez les étapes ci-dessus et, à l'étape <b>3</b>, au lieu de <span class="ui">Modifier le texte</span>, appuyez sur le bouton <span class="ui">Réinitialiser le texte</span>.
ga: Más mian leat téacs eagraithe a <b>fhilleadh</b> ar an aird bhunaidh, lean na céimeanna thuas agus ag céim <b>3</b>, in ionad <span class="ui">Téacs a chur in eagar</span>, brúigh an cnaipe <span class="ui">Téacs a athshocrú</span>.
it: Se si desidera <b>ripristinare</b> un testo modificato all'evidenziazione originale, seguire i passaggi precedenti e al passo <b>3</b>, invece di <span class="ui">Modifica testo</span>, premere il pulsante <span class="ui">Ripristina il testo</span>.
nl: Wil je terug <b>naar de originele tekst</b>, volg dan dezelfde stappen en druk bij stap <b>3</b> op <span class="ui">Tekst resetten</span> in plaats van <span class="ui">Tekst bewerken</span>.
pt_br: Se você quiser <b>reverter</b> um texto editado para o destaque original, siga os passos acima e no passo <b>3</b>, em vez de <span class="ui">Editar texto</span>, pressione o botão <span class="ui">Redefinir texto</span>.
sk: Ak chcete <b>vrátiť</b> upravený text do pôvodného zvýraznenia, postupujte podľa vyššie uvedených krokov a v kroku <b>3</b> namiesto <span class="ui">Upraviť text</span> stlačte tlačidlo <span class="ui">Obnoviť text</span>.
sr: Ако уређени текст желите да <b>вратите</b> на оригинално истицање, следите претходне кораке, па у кораку <b>3</b>, уместо дугмета <span class="ui">Уреди текст</span>, притисните дугме <span class="ui">Ресетуј текст</span>.
ta: அசல் சிறப்பம்சத்திற்கு ஒரு திருத்தப்பட்ட உரையை நீங்கள் <b> மாற்றியமைக்க விரும்பினால், மேலே உள்ள படிகளைப் பின்பற்றவும், <b> 3 </b>, <span வகுப்பு = "Ui"> உரை </span> க்கு பதிலாக, <ச்பான் வகுப்பு = "UI"> உரை </span> பொத்தானை மீட்டமைக்கவும்.
uk: Якщо потрібно <b>повернути</b> відредагований текст до початкового виділення, виконайте наведені вище кроки та на кроці <b>3</b> замість кнопки <span class="ui">Редагувати текст</span> натисніть кнопку <span class="ui">Скинути текст</span>.
zh_hans: 若要将编辑后的文本<b>撤回到</b>书籍原文，按上方所属步骤操作但在<b>第三步</b>时不要点按<span class="ui">编辑被标注文本</span>，而是点按<span class="ui">还原原始文本</span>按钮。

source: Changing how the added notes are shown in the Bookmarks List
es: Cambiar cómo se muestran las notas agregadas en la Lista de marcadores
fr: Modification de l'affichage des notes ajoutées dans la liste des signets
ga: Athrú ar an gcaoi a léirítear na nótaí breise sa Liosta Leabharmharcanna
it: Modifica della modalità di visualizzazione delle note aggiunte nell'Elenco segnalibri
nl: Weergave van toegevoegde notities in de Bladwijzerlijst aanpassen
pt_br: Alterando como as notas adicionadas são exibidas na Lista de Marcadores
pt_pt: Alterar a forma como as notas adicionadas são mostradas na lista de Marcadores
sk: Zmena spôsobu zobrazenia pridaných poznámok v zozname záložiek
sr: Измена начина на који се у Листи маркера приказују додате белешке
ta: சேர்க்கப்பட்ட குறிப்புகள் புக்மார்க்குகள் பட்டியலில் எவ்வாறு காட்டப்படுகின்றன என்பதை மாற்றுதல்
uk: Зміна відображення доданих нотаток у списку закладок
zh_hans: 更改添加的笔记在书签列表中的显示方式

source: Normally when you open the Bookmarks list, only the content of your highlights are shown. If you added a note to a highlight, you will only see a pencil icon in the Bookmarks list. You can long-press on an item in this list to show (and edit) the added note. If you want to see the note text too in your <span class="ui">Bookmarks list</span> you can set it from here:
es: Normalmente al abrir la lista de Marcadores sólo se muestra el contenido de los subrayados. Si has agregado una nota a un subrayado, sólo verás un ícono de lápiz en la lista de Marcadores. Puedes mantener presionado un elemento de esta lista para mostrar (y editar) la nota agregada. Si también quieres ver el texto de la nota en tu <span class="ui">Lista de Marcadores</span>, puedes configurarlo desde aquí:
fr: Normalement, lorsque vous ouvrez la liste des signets, seul le contenu de vos surlignages s'affiche. Si vous avez ajouté une note à un surlignage, seule une icône en forme de crayon s'affiche dans la liste des signets. Vous pouvez appuyer longuement sur un élément de cette liste pour afficher (et modifier) la note ajoutée. Si vous souhaitez également voir le texte de la note dans votre <span class="ui">liste de signets</span>, vous pouvez le configurer ici :
ga: De ghnáth nuair a osclaíonn tú an liosta Leabharmharcanna, ní thaispeántar ach ábhar do bhuaicphointí. Má chuir tú nóta le buaicphointe, ní fheicfidh tú ach deilbhín peann luaidhe sa liosta Leabharmharcanna. Is féidir leat brú fada a chur ar mhír sa liosta seo chun an nóta breise a thaispeáint (agus a chur in eagar). Más mian leat téacs an nóta a fheiceáil i do <span class="ui">liosta Leabharmharcanna</span> freisin, is féidir leat é a shocrú as seo:
it: Normalmente, quando si apre l'elenco Segnalibri, viene visualizzato solo il contenuto delle evidenziazioni. Se si è aggiunta una nota a un'evidenziazione, nell'elenco Segnalibri verrà visualizzata solo l'icona di una matita. È possibile premere a lungo su un elemento dell'elenco per visualizzare (e modificare) la nota aggiunta. Se si desidera visualizzare anche il testo della nota nell'elenco dei <span class="ui">segnalibri</span>, è possibile impostarlo da qui:
nl: Normaal toont de Bladwijzerlijst alleen de gemarkeerde tekst. Heb je een notitie toegevoegd dan zie je enkel een potloodicoon. Lang indrukken toont (en laat bewerken) de notitie. Wil je de notitietekst ook direct zien dan stel je dat hier in:
pt_br: Normalmente, ao abrir a Lista de marcadores, apenas o conteúdo dos seus destaques é exibido. Se você adicionou uma nota a um destaque, verá apenas um ícone de lápis na lista. Você pode pressionar longamente um item desta lista para exibir (e editar) a nota adicionada. Se quiser ver o texto da nota também na sua <span class="ui">Lista de marcadores</span>, você pode defini-lo aqui:
sk: Normálne sa po otvorení zoznamu záložiek zobrazí iba obsah zvýraznení. Ak ste ku zvýrazneniu pridali poznámku, v zozname záložiek sa zobrazí iba ikona ceruzky. Dlhým stlačením položky v tomto zozname zobrazíte (a upravíte) pridanú poznámku. Ak chcete zobraziť aj text poznámky v <span class="ui">zozname záložiek</span>, môžete to nastaviť tu:
sr: Обично када отворите листу Маркери, приказује са само садржај ваших истицања. Ако сте истицању доделили белешку, у листи Маркери ћете видети само икону оловке. Можете да извршите дуги притисак на ставку листе и моћи ћете да видите (и уредите) додату белешку. Ако у <span class="ui">листи Маркери </span> желите да видите и и текст белешке, поставите то овде:
ta: பொதுவாக நீங்கள் புக்மார்க்குகள் பட்டியலைத் திறக்கும்போது, உங்கள் சிறப்பம்சங்களின் உள்ளடக்கம் மட்டுமே காட்டப்படும். ஒரு சிறப்பம்சத்தில் நீங்கள் ஒரு குறிப்பைச் சேர்த்தால், புக்மார்க்ச் பட்டியலில் பென்சில் ஐகானை மட்டுமே காண்பீர்கள். சேர்க்கப்பட்ட குறிப்பைக் காட்ட (மற்றும் திருத்த) இந்த பட்டியலில் உள்ள ஒரு உருப்படியை நீங்கள் நீண்ட நேரம் அழுத்தலாம். உங்கள் <ச்பான் கிளாச் = "யுஐ"> புக்மார்க்குகள் பட்டியல் </span> இல் குறிப்பு உரையையும் நீங்கள் காண விரும்பினால் அதை இங்கிருந்து அமைக்கலாம்:
uk: При відкритті списку закладок зазвичай відображається лише вміст ваших виділених фрагментів. Якщо виділений фрагмент містить нотатку, у списку закладок ви побачите лише значок олівця. Щоб подивитися (і відредагувати) додану нотатку, потрібно затиснути елемент цього списку. Якщо бажаєте бачити у <span class="ui">списку закладок</span> також текст нотатки, це можна налаштувати тут:
zh_hans: 通常情况下，书签列表中仅会列出用户对文段的标注。如果标注附带笔记，只会在书签列表中显示一枚铅笔标志。可以长按列表中的某一项标注以查看（并编辑）附带的笔记。若要在<span class="ui">书签列表</span>中同时展示笔记，可按照下列路径设置：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Bookmarks / Show in items
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Marcadores / Mostrar en elementos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Signets / Afficher dans les éléments
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Leabharmharcanna / Taispeáin i míreanna
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / BookSegnalibrimarks / Mostra negli elementi: nota se impostato, altrimen...
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Bladwijzers / Toon in items
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Marcadores / Mostrar em itens
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Záložky / Zobraziť v položkách
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Подешавања / Маркери књиге/ Прикажи у ставкама
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / அமைப்புகள் / புக்மார்க்குகள் / உருப்படிகளில் காட்டு
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Закладки / Показувати в елементах
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 书签相关 / 书签界面中的展示元素

source: You can choose to show:
es: Puedes elegir mostrar:
fr: Vous pouvez choisir d'afficher :
ga: Is féidir leat rogha a dhéanamh na nithe seo a thaispeáint:
it: È possibile scegliere di mostrare:
nl: Je kunt tonen:
pt_br: Você pode escolher mostrar:
pt_pt: Pode escolher mostrar:
sk: Môžete si vybrať zobrazenie:
sr: Имате избор да се прикаже:
ta: காண்பிக்க நீங்கள் தேர்வு செய்யலாம்:
uk: Можна налаштувати відображення:
zh_hans: 有如下几种显示方式可供选择：

source: <b>Only</b> highlight text (default behavior)
es: <b>Solo</b> subrayar texto (predeterminado)
fr: <b>Uniquement</b> surligner le texte (comportement par défaut
ga: Aibhsigh téacs <b>Amháin</b> (iompar réamhshocraithe)
it: <b>Solo</b> testo evidenziato (comportamento predefinito)
nl: <b>Alleen</b> markeringstekst (standaard)
pt_br: <b>Somente</b> destacar texto (comportamento padrão)
pt_pt: <b>Apenas</b> texto destacado (comportamento padrão)
sk: <b>Len</b> zvýrazniť text (predvolené správanie)
sr: <b>Само</b> истакнути текст (подразумевано понашање)
ta: <b> மட்டும் </b> உரையை முன்னிலைப்படுத்தவும் (இயல்புநிலை நடத்தை)
uk: <b>Лише</b> виділеного тексту (типово)
zh_hans: <b>仅显示</b>标注文段（默认设置）

source: <b>Both</b> highlight text and the note
es: <b>Ambos</b> subrayar el texto y la nota
fr: <b>Les deux</b> mettent en évidence le texte et la note
ga: Aibhsíonn an téacs <b>agus</b> an nóta araon
it: <b>Entrambi</b>, testo evidenziato e nota
nl: <b>Zowel</b> markeringstekst als notitie
pt_br: <b>Ambos</b> destacam o texto e a nota
pt_pt: Destacar <b>ambos</b> o texto e a nota
sk: <b>Obe</b> zvýrazniť text aj poznámku
sr: <b>И</b> истакнути текст и белешка
ta: <b> இரண்டும் </b> உரை மற்றும் குறிப்பை முன்னிலைப்படுத்தவும்
uk: Виділити <b>обидва</b>, текст і нотатку
zh_hans: <b>同时显示</b>标注文字及笔记

source: <b>Note if there is one</b>, otherwise highlight text
es: <b>Notifíca si hay uno</b>, de lo contrario subraya el texto
fr: <b>Remarque s'il y en a une</b>, sinon surligner le texte
ga: <b>Tabhair faoi deara má tá ceann ann</b>, nó cuir béim ar an téacs
it: <b>Nota se impostato</b>, altrimenti testo evidenziato
nl: <b>Notitie indien aanwezig</b>, anders markeringstekst
pt_br: <b>Observe se houver um</b>, caso contrário, destaque o texto
pt_pt: <b>Nota, se houver uma</b>, caso contrário, destacar texto
sk: <b>Poznámku, ak existuje</b>, inak text zvýraznenia
sr: <b>Белешка ако постоји</b>, у супротном истакнути текст
ta: <b> குறிப்பு ஒன்று இருந்தால் </b>, இல்லையெனில் உரையை முன்னிலைப்படுத்தவும்
uk: <b>Нотатку, якщо вона є</b>, інакше виділений текст
zh_hans: <b>存在笔记时仅显示笔记</b>，否则显示标注文段

source: <span class="label_green">TIP</span> Normally number of items in the bookmarks window is static and divided equally. If you want a more flexible layout, you can change the <span class="ui">Max lines per bookmark</span> setting from here:
es: <span class="label_green">CONSEJO</span> Normalmente, el número de elementos en la ventana de marcadores es estático y se divide equitativamente. Si desea un diseño más flexible, puede cambiar la configuración <span class="ui">Máximo de líneas por marcador</span> desde aquí:
fr: <span class="label_green">ASTUCE</span> Normalement, le nombre d'éléments dans la fenêtre des signets est fixe et réparti de manière égale. Si vous souhaitez une disposition plus flexible, vous pouvez modifier le paramètre <span class="ui">Nombre maximal de lignes par signet</span> à partir d'ici :
ga: <span class="label_green">LEID</span> De ghnáth bíonn líon na míreanna sa fhuinneog leabharmharcanna statach agus roinnte go cothrom. Más mian leat leagan amach níos solúbtha, is féidir leat an socrú <span class="ui">Uasmhéid línte in aghaidh an leabharmharc</span> a athrú anseo:
it: <span class="label_green">TIP</span> Normalmente il numero di elementi nella finestra dei segnalibri è statico e suddiviso equamente. Se si desidera un layout più flessibile, è possibile modificare l'impostazione <span class="ui">Segnalibri per pagina</span> da qui:
nl: <span class="label_green">TIP</span> Het aantal items in het bladwijzervenster is normaal vast en gelijk verdeeld. Wil je meer flexibiliteit wijzig dan <span class="ui">Max regels per bladwijzer</span> hier:
pt_br: <span class="label_green">DICA</span> Normalmente, o número de itens na janela de marcadores é estático e dividido igualmente. Se quiser um layout mais flexível, você pode alterar a configuração <span class="ui">Máximo de linhas por marcador</span> aqui:
sk: <span class="label_green">TIP</span> Počet položiek v okne záložiek je zvyčajne nemenný a rovnomerne rozdelený. Ak chcete flexibilnejšie rozloženie, môžete zmeniť nastavenie <span class="ui">Maximálny počet riadkov pre záložku</span> tu:
sr: <span class="label_green">САВЕТ</span> Обично је број ставки у прозору маркера статичан и прозор је подједнако издељен. Ако желите прилагодљивији распоред, овде промените подешавање <span class="ui">Макс. број линија по маркеру</span>:
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> பொதுவாக புக்மார்க்ச் சாளரத்தில் உள்ள பொருட்களின் எண்ணிக்கை நிலையானது மற்றும் சமமாக பிரிக்கப்பட்டுள்ளது. நீங்கள் மிகவும் நெகிழ்வான தளவமைப்பை விரும்பினால், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> ஒரு புக்மார்க்குக்கு அதிகபட்ச கோடுகள் </ச்பான்> இங்கிருந்து அமைப்பை மாற்றலாம்:
uk: <span class="label_green">ПОРАДА</span> Зазвичай кількість елементів у вікні закладок є статичною та розподілена порівну. Якщо потрібен більш гнучкий макет, можна змінити параметр <span class="ui">Максимум рядків у закладці</span> тут:
zh_hans: <span class="label_green">说明</span> 通常情况下，书签窗口中的项目是数量固定且均匀分布的。若要使用更加灵活的版式，可在下列菜单中调整<span class="ui">每份书签的最大行数</span>选项：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Settings / Bookmarks / Max lines per bookmark
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Configuración / Marcadores / Líneas máximas por marcador
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Paramètres / Signets / Nombre maximal de lignes par signet
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Socruithe / Leabharmharcanna / Uasmhéid línte in aghaidh an leabharmhairc
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Impostazioni / Segnalibri / Segnalibri per pagina
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Instellingen / Bladwijzers / Max regels per bladwijzer
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Configurações / Marcadores / Máximo de linhas por marcador
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Nastavenia / Záložky / Maximálny počet riadkov pre záložku
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Подешавања/ Маркери књиге / Макс. број линија по маркеру
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Налаштування / Закладки / Максимум рядків у закладці
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / 设置 / 书签相关 / 每条书签的最大行数

# user_guide/en.html+html.body.div.div:2744-1
source: Exporting highlights
sk: Exportovanie zvýraznení
ta: சிறப்பம்சங்கள் ஏற்றுமதி
uk: Експорт виділеного
zh_hans: 导出标注
