Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b> Battery statistics </b> - Collects and displays battery usage statistics of your device
es: <b> Time sync </b> - Synchronizes the device time with NTP servers
fr: <b> Statistiques de la batterie</b> - Recueille et affiche les statistiques d'utilisation de la batterie de votre appareil
ga: <b> Staitisticí ceallraí </b> - Bailíonn agus taispeánann sé staitisticí úsáide ceallraí do ghléis
it: <b>Statistiche della batteria </b> - Raccoglie e visualizza le statistiche di utilizzo della batteria del dispositivo (solo su Android)
nl: <b> Batterijstatistieken </b> - Verzamelt en toont statistieken over het batterijgebruik van je apparaat
pt_br: <b> Battery statistics </b> - Coleta e exibe estatísticas de uso da bateria do seu dispositivo
pt_pt: <b> Estatísticas da Bateria </b> - Recolhe e mostra as estatísticas de utilização da bateria do seu dispositivo
sk: <b> Synchronizácia času </b> – synchronizuje čas zariadenia so servermi NTP
sr: <b> Статистика батерије </b> - Сакупља и приказује статистику употребе батерије на уређају
ta: <b> நேர ஒத்திசைவு </b> - சாதன நேரத்தை என்டிபி சேவையகங்களுடன் ஒத்திசைக்கிறது
uk: <b> Статистика акумулятора </b> – збирає та показує статистику про використання акумулятора вашого пристрою
zh_hans: <b>电池统计信息</b> - 收集并显示设备的电池使用统计信息

source: <b> Book shortcuts </b> - Allows adding a book shortcut to a gesture
es: <b> Tweak document settings </b> - Allows tweaking settings of a document before it is loaded based on external factors
fr: <b> Book shortcuts </b> - Permet d'ajouter un raccourci vers un livre à un geste
ga: <b> Aicearraí leabhar </b> - Ceadaíonn sé aicearra leabhair a chur le gotha
it: <b> Scorciatoie libri </b> - Consente di aggiungere una scorciatoia da libro a un gesto
nl: <b> Boeksnelkoppelingen </b> - Laat je een snelkoppeling naar een boek aan een gebaar koppelen
pt_br: <b> Battery statistics </b> - Permite adicionar um atalho de livro a um gesto
sk: <b> Vylepšiť nastavenia dokumentu </b> – Umožňuje upraviť nastavenia dokumentu pred jeho načítaním na základe vonkajších faktorov
sr: <b> Пречице књиге </b> - Омогућава да се пречица књиге додели гестикулацији
ta: <b> டிகீக் ஆவண அமைப்புகள் </b> - ஒரு ஆவணத்தின் வெளிப்புற காரணிகளின் அடிப்படையில் ஏற்றப்படுவதற்கு முன்பு அதை மாற்றும் அமைப்புகளை அனுமதிக்கிறது
uk: <b> Ярлики книг </b> – дозволяє додати ярлик книги на жест
zh_hans: <b>书籍快捷方式</b> - 允许将书籍快捷方式添加到手势

source: <b> Calibre </b> - You can send documents from your Calibre library directly to your KOReader devices via WiFi connection. Check our <a href="https://github.com/koreader/koreader/wiki/calibre">wiki page</a> for how-to.
es: <b>Calibre</b>: Puedes enviar documentos desde tu biblioteca de Calibre directamente a tus dispositivos KOReader mediante conexión wifi. Para más información consulta nuestra <a href="https://github.com/koreader/koreader/wiki/calibre">página wiki</a>.
fr: <b> Calibre </b> - Vous pouvez envoyer des documents depuis votre bibliothèque Calibre directement vers vos appareils KOReader via une connexion WiFi. Consultez notre <a href="https://github.com/koreader/koreader/wiki/calibre">page wiki</a> pour savoir comment procéder.
ga: <b>Calibre</b> - Is féidir leat doiciméid a sheoladh ó do leabharlann Calibre go díreach chuig do ghléasanna KOReader trí nasc WiFi. Féach ar ár <a href="https://github.com/koreader/koreader/wiki/calibre">leathanach vicí</a> le haghaidh treoracha.
it: <b> Calibre </b> - È possibile inviare documenti dalla libreria di Calibre direttamente ai dispositivi KOReader tramite connessione WiFi. Consultate la nostra pagina <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> per sapere come fare.
nl: <b> Calibre </b> - Je kunt documenten uit je Calibre-bibliotheek rechtstreeks via wifi naar je KOReader-apparaten sturen. Zie onze <a href="https://github.com/koreader/koreader/wiki/calibre">wikipagina</a> voor instructies.
pt_br: <b> Calibre </b> - Você pode enviar documentos da sua biblioteca Calibre diretamente para seus dispositivos KOReader via conexão Wi-Fi. Confira nossa <a href="https://github.com/koreader/koreader/wiki/calibre">página wiki</a> para saber como fazer.
sk: <b> Calibre </b> - Dokumenty z knižnice Calibre môžete posielať priamo do zariadení KOReader prostredníctvom pripojenia WiFi. Návod nájdete na našej <a href="https://github.com/koreader/koreader/wiki/calibre">wiki stránke</a>.
sr: <b> Calibre </b> - Документе из ваше Calibre библиотеке можете директно да пошаљете на своје KOReader уређаје преко WiFi везе. За начин на који се користи, погледајте <a href="https://github.com/koreader/koreader/wiki/calibre">вики страницу</a>.
ta: <b> காலிபர் </b> - உங்கள் காலிபர் நூலகத்திலிருந்து ஆவணங்களை நேரடியாக உங்கள் கொரியடர் சாதனங்களுக்கு வைஃபை இணைப்பு வழியாக அனுப்பலாம். எங்கள் <a href = "https://github.com/koreader/koreader/wiki/calibre"> விக்கி பக்கம் </a> ஐக் காணவும்.
uk: <b> Calibre </b> – дозволяє надсилати документи з вашої бібліотеки Calibre прямо на пристрій з KOReader через з'єднання Wi-Fi. Дізнатися як можна <a href="https://github.com/koreader/koreader/wiki/calibre">сторінці вікі</a>.
zh_hans: <b>Calibre</b> - 您可以通过WiFi连接将文档从Calibre库直接发送到KOReader设备。查看我们的<a href="https://github.com/koreader/koreader/wiki/calibre">wiki页面</a>了解如何操作。

source: <b> Cover browser </b> - Allows cover display modes for file browser and history
es: <b> Explorador de cubiertas </b>: permite modos de visualización de cubiertas para el explorador de archivos y el historial
fr: <b> L'explorateur de couverture </b> - Permet d'afficher les couvertures dans l'explorateur de fichiers et l'historique
ga: <b> Brabhsálaí Clúdaigh </b> - Ceadaíonn sé modhanna taispeána clúdaigh don bhrabhsálaí comhad agus don stair
it: <b> Browser delle copertine </b> - Consente le modalità di visualizzazione della copertura per il browser dei file e la cronologia
nl: <b> Omslagbrowser </b> - Biedt omslagweergavemodi voor bestandsverkenner en geschiedenis
pt_br: <b> Cover browser </b> - Permite adicionar modos de exibição de capas para o explorador de arquivos e histórico
sk: <b> Prehliadač knižných obalov </b> – Umožňuje režimy zobrazenia knižného obalu pre prehliadač súborov a históriu
sr: <b> Прегледач корица </b> - Омогућава режиме приказа корица за прегледач фајлова и историју
ta: <b> கவர் உலாவி </b> - கோப்பு உலாவி மற்றும் வரலாற்றிற்கான காட்சி முறைகளை கவர் முறையை அனுமதிக்கிறது
uk: <b> Оглядач обкладинок </b> – дозволяє перемикати режими відображення обкладинок для оглядача файлів та історії
zh_hans: <b>封面浏览器</b> - 允许文件浏览器和历史记录的封面显示模式

source: <b> Cover image </b> - Saves the cover image of the current book as a file (available on Android/PocketBook/reMarkable devices)
es: <b>Imagen de cubierta</b>: guarda la imagen de cubierta del libro actual como un archivo (disponible en dispositivos Android/PocketBook/reMarkable)
fr: <b> Cover image </b> - Enregistre l'image de couverture du livre actuel sous forme de fichier (disponible sur les appareils Android/PocketBook/reMarkable)
ga: <b>Íomhá chlúdaigh</b> - Sábhálann sé íomhá chlúdaigh an leabhair reatha mar chomhad (ar fáil ar ghléasanna Android/PocketBook/reMarkable)
it: <b> Immagine di copertina </b> - Salva l'immagine di copertina del libro corrente come file (disponibile su dispositivi Android/PocketBook/reMarkable)
nl: <b> Omslagafbeelding </b> - Slaat de omslagafbeelding van het huidige boek op als bestand (beschikbaar op Android/PocketBook/reMarkable)
pt_br: <b> Cover image </b> - Salva a imagem de capa do livro atual como um arquivo (disponível em dispositivos Android/PocketBook/reMarkable)
sk: <b> Knižný obal </b> – Uloží obrázok z obalu aktuálnej knihy ako súbor (k dispozícii na zariadeniach Android/PocketBook/reMarkable)
sr: <b> Слика корица </b> - Чува слику омота текуће књиге у фајл (доступно на Android/PocketBook/reMarkable уређајима)
ta: <b> கவர் படம் </b> - தற்போதைய புத்தகத்தின் கவர் படத்தை ஒரு கோப்பாக சேமிக்கிறது (Android/pocketbook/குறிப்பிடத்தக்க சாதனங்களில் கிடைக்கிறது)
uk: <b> Обкладинка </b> – зберігає зображення обкладинки поточної книги як файл (доступно на пристроях Android, PocketBook, reMarkable)
zh_hans: <b>封面图片</b> - 将当前书籍的封面图片另存为文件（在Android/PockeBook/reMarkable设备上可用）

source: <b> Export highlights </b> - Export highlights and notes to local files or to Joplin (a note taking application)
es: <b>Exportar subrayados</b> - Exporta los subrayados y notas a archivos locales o a Joplin (aplicación para tomar notas)
fr: <b> Export highlights </b> - Exportez les points forts et les notes vers des fichiers locaux ou vers Joplin (une application de prise de notes)
ga: <b> Buaicphointí a easpórtáil </b> - Buaicphointí agus nótaí a easpórtáil chuig comhaid áitiúla nó chuig Joplin (feidhmchlár glactha nótaí)
it: <b> Esportazione evidenziazioni (obsoleto)</b> - Esporta evidenziazioni e note. (<b>Le seguenti caratteristiche non sono mantenute e saranno rimosse preso: Flomo, Memos</b>)
nl: <b> Markeringen exporteren </b> - Exporteert markeringen en notities naar lokale bestanden of naar Joplin (een notitie-applicatie)
pt_br: <b> Export highlights </b> - Exporta destaques e notas para arquivos locais ou para o Joplin (um aplicativo de anotações)
sk: <b> Exportovať zvýraznenia </b> – Export zvýraznení a poznámok do miestnych súborov alebo do Joplin (aplikácia na písanie poznámok)
sr: <b> Извези истицања </b> - Извози истицања и белешке у локалне фајлове или на Joplin (апликацију за узимање белешки)
ta: <b> ஏற்றுமதி சிறப்பம்சங்கள் </b> - உள்ளக கோப்புகளுக்கு அல்லது சோப்ளினுக்கு சிறப்பம்சங்கள் மற்றும் குறிப்புகளை ஏற்றுமதி செய்யுங்கள் (பயன்பாட்டை எடுக்கும் குறிப்பு)
uk: <b> Експорт виділеного </b> – експортує виділені уривки і нотатки до локального файлу або до Joplin (додаток для нотаток)
zh_hans: <b>导出标注</b>——将标注和笔记导出为本地文件或上传到Joplin（一款笔记软件）

source: <b> Flashcard trainer </b> - Show flashcards using spaced repetition (SM2) of highlight from your library
es: <b>Entrenador de tarjetas didácticas</b>: muestra tarjetas didácticas usando la repetición espaciada (SM2) de los subrayados de la biblioteca
fr: <b> Flashcard trainer </b> - Affichez des cartes mémoire en utilisant la répétition espacée (SM2) des éléments mis en évidence dans votre bibliothèque
ga: <b> Traenálaí cártaí splanc </b> - Taispeáin cártaí splanc ag baint úsáide as athrá spásáilte (SM2) de bhuaicphointí ó do leabharlann
it: <b> Flashcard trainer </b> - Mostra le flashcard utilizzando la ripetizione distanziata (SM2) dei punti salienti della propria libreria
nl: <b> Flashcardtrainer </b> - Toont flashcards met gespreide herhaling (SM2) van markeringen uit je bibliotheek
pt_br: <b> Flashcard trainer </b> - Exibe flashcards usando repetição espaçada (SM2) de destaque da sua biblioteca
sk: <b> Učenie z "kartičiek" </b> – Zobrazujte "kartičky" pomocou ich systematického opakovania (SM2 algoritmus) zo zvýraznení z vašej knižnice
sr: <b> Тренер флеш картицама </b> - Приказује картице користећи размакнуто понављање (SM2) или истицање из ваше библиотеке
ta: <b> ஃப்ளாச் அட்டை பயிற்சியாளர் </b> - உங்கள் நூலகத்திலிருந்து சிறப்பம்சத்தின் இடைவெளி மறுபடியும் (SM2) பயன்படுத்தி ஃபிளாச் கார்டுகளைக் காட்டு
uk: <b> Тренувальні картки (Flashcard trainer) </b> – показує картки для вивчення і запам'ятовування, використовуючи інтервальний повтор (SM2) виділених фрагментів з бібліотеки
zh_hans: <b>抽记卡片练习</b>——将个人藏书库中的标注内容按照间隔重复记忆法（SM2）生成抽记卡片

source: <b> Gestures </b> - Provide gesture support for KOReader
es: <b>Gestos:</b> proporciona soporte para gestos en KOReader
fr: <b> Gestures </b> - Prise en charge des gestes pour KOReader
ga: <b> Gothaí </b> - Tacaíocht gothaí a sholáthar do KOReader
it: <b> Gesti </b> - Fornisce il supporto ai gesti per KOReader
nl: <b> Gebaren </b> - Biedt gebarenondersteuning voor KOReader
pt_br: <b> Gestures </b> - Fornece suporte a gestos para o KOReader
pt_pt: <b> Gestos </b> - Fornece suporte de gestos para o KOReader
sk: <b> Gestá </b> – Poskytuje podporu gest pre KOReader
sr: <b> Гестикулације </b> - Омогућава подршку за гестикулације у програму KOReader
ta: <b> சைகைகள் </b> - கொரியாடருக்கு சைகை ஆதரவை வழங்குதல்
uk: <b> Жести </b> – забезпечує підтримку жестів для KOReader
zh_hans: <b>手势</b> - 为KOReader提供手势支持

source: <b>HTTP Inspector</b> - Allows you to control your device from another device over wifi - <b>See below for more info</b>
es: <b>Inspector HTTP</b> - permite controlar el dispositivo desde otro dispositivo a través de wifi. <b>Ve abajo para más información</b>
fr: <b>HTTP Inspector</b> - Vous permet de contrôler votre appareil depuis un autre appareil via le Wi-Fi - <b>Voir ci-dessous pour plus d'informations</b>
ga: <b>Cigire HTTP</b> - Ligeann sé duit do ghléas a rialú ó ghléas eile thar wifi - <b>Féach thíos le haghaidh tuilleadh eolais</b>
it: <b>Ispettore HTTP KOReader</b> - Consente di controllare il dispositivo da un altro dispositivo tramite wifi - <b>Vedi sotto per maggiori informazioni</b>
nl: <b>HTTP Inspector</b> - Laat je je apparaat bedienen vanaf een ander apparaat via wifi - <b>Zie hieronder voor meer info</b>
pt_br: <b>HTTP Inspector</b> - Permite que você controle seu dispositivo de outro dispositivo via Wi-Fi - <b>Veja abaixo para mais informações</b>
sk: <b>HTTP Inspector</b> – Umožňuje vám ovládať vaše zariadenie z iného zariadenia cez Wi-Fi – <b>Viac informácií nájdete nižšie</b>
sr: <b>HTTP инспектор</b> - Омогућава вам да контролишете уређај са неког другог уређаја преко wifi мреже - <b>За више информација, погледајте испод</b>
ta: <b> http இன்ச்பெக்டர் </b> - வைஃபை வழியாக மற்றொரு சாதனத்திலிருந்து உங்கள் சாதனத்தை கட்டுப்படுத்த உங்களை அனுமதிக்கிறது - <b> மேலும் தகவலுக்கு கீழே காண்க </b>
uk: <b>HTTP-інспектор</b> – дозволяє керувати своїм пристроєм з іншого пристрою через Wi-Fi. <b>Див. нижче для отримання додаткової інформації</b>
zh_hans: <b>HTTP Inspector</b> - 允许您通过wifi从另一台设备控制您的设备-<b>请参阅下文了解更多信息</b>

source: <b> Japanese support </b> - Japanese language support for KOReader that extends built-in dictionary and selection system
es: <b>Compatibilidad con japonés</b> - compatibilidad con el japonés para KOReader que amplía el diccionario integrado y el sistema de selección
fr: <b> Japanese support </b> - Prise en charge de la langue japonaise pour KOReader qui étend le dictionnaire intégré et le système de sélection
ga: <b>Tacaíocht Seapáinise</b> - Tacaíocht Seapáinise do KOReader a leathnaíonn an foclóir agus an córas roghnúcháin ionsuite
it: <b>Supporto giapponese </b> - Supporto per la lingua giapponese per KOReader che estende il dizionario integrato e il sistema di selezione
nl: <b> Japanse ondersteuning </b> - Ondersteuning voor de Japanse taal die het ingebouwde woordenboek en selectiesysteem uitbreidt
pt_br: <b> Japanese support </b> - Suporte ao idioma japonês para o KOReader que estende o dicionário integrado e o sistema de seleção
sk: <b> Podpora japončiny </b> – Podpora japončiny pre KOReader, ktorá rozširuje vstavaný slovník a systém výberu
sr: <b> Подршка за јапански језик </b> - KOReader подршка за јапански језик која проширује систем избора и уграђени речник
ta: <b> சப்பானிய உதவி </b> - உள்ளமைக்கப்பட்ட அகராதி மற்றும் தேர்வு முறையை விரிவுபடுத்தும் கொரியாடருக்கு சப்பானிய மொழி உதவி
uk: <b> Підтримка японської </b> – підтримка японської мови для KOReader, яка розширює вбудований словник і систему вибору
zh_hans: <b> 日语支持 </b> - 对 KOReader 的日语支持，扩展了内置词典和选择系统

source: <b> Keep alive </b> - Keeps the device awake to prevent automatic WiFi disconnects
es: <b> Mantener activo </b> - mantiene el dispositivo activo para evitar desconexiones automáticas de la wifi
fr: <b> Keep alive </b> - Maintient l'appareil actif pour éviter les déconnexions WiFi automatiques
ga: <b>Coinnigh beo</b> - Coinníonn an gléas ina dhúiseacht chun dícheangail uathoibríocha WiFi a chosc
it: <b> Mantieni attvo </b> - Mantiene il dispositivo sveglio per evitare le disconnessioni WiFi automatiche
nl: <b> Blijf wakker </b> - Houdt het apparaat actief om automatische wifi-verbinding verbreking te voorkomen
pt_br: <b> Keep alive </b> - Mantém o dispositivo ativo para evitar desconexões automáticas do WiFi
pt_pt: <b> Manter Ligado </b> - Mantem o seu dispositivo ligado para prevenir desconexão automática do WiFi
sk: <b> Udržiavať spojenie </b> – Udržuje zariadenie v aktívnom stave, aby sa zabránilo automatickému odpojeniu WiFi siete
sr: <b> Одржавај будност </b> - Одржава уређај будним да би се спречило аутоматско прекидање везе са WiFi мрежом
ta: <b> உயிருடன் வைத்திருங்கள் </b> - தானியங்கி வைஃபை துண்டிக்கப்படுவதைத் தடுக்க சாதனத்தை விழித்திருக்கிறது
uk: <b> Підтримувати роботу </b> – підтримує роботу пристрою, щоб запобігти автоматичному відключенню Wi-Fi
zh_hans: <b> 保持活动状态 </b> - 使设备保持唤醒状态，以防止自动断开 WiFi 连接

source: <b> Move to archive </b> - Moves current document to archive folder
es: <b>Mover a carpeta para archivar</b> - Mueve el documento actual a la carpeta de archivo
fr: <b> Move to archive </b> - Déplace le document actuel vers le dossier des archives
ga: <b> Bog go dtí an cartlann </b> - Bogann an doiciméad reatha go dtí an fillteán cartlainne
it: <b> Sposta in archivio </b> - Sposta il documento corrente nella cartella di archivio
nl: <b> Naar archief verplaatsen </b> - Verplaatst het huidige document naar de archiefmap
pt_br: <b> Move to archive </b> - Move o documento atual para a pasta de arquivo
pt_pt: <b> Arquivar </b> - Move o documento actual para a pasta de arquivos
sk: <b> Presunúť do archívu </b> – Presunie aktuálny dokument do archívneho priečinka
sr: <b> Премести у архиву </b> - Премешта текући документ у фолдер архиве
ta: தொடர்புடைய <b> அறிவிலிமையம் </b> விக்கி பக்கத்தில் <span> பயனர் திட்டுகள் </span> இன் தற்போதைய பட்டியலை நீங்கள் காணலாம்:
uk: <b> Перемістити до архіву </b> – переміщує поточний документ до архівної теки
zh_hans: <b>移动到存档</b> - 将当前文档移至存档文件夹

source: <b> News Downloader </b> - Retrieves RSS and Atom news entries and saves them as HTML files. Check our <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki page</a> for how-to.
es: <b>Descargador de noticias</b> - recupera noticias RSS y Atom y las guarda como archivos HTML. Para más información consulta nuestra <a href="https://github.com/koreader/koreader/wiki/News-downloader">página wiki</a>.
fr: <b> News Downloader </b> - Récupère les entrées RSS et Atom et les enregistre sous forme de fichiers HTML. Consultez notre <a href="https://github.com/koreader/koreader/wiki/News-downloader">page wiki</a> pour savoir comment procéder.
ga: <b>Íoslódálaí Nuachta</b> - Aisghabhann sé iontrálacha nuachta RSS agus Atom agus sábhálann sé iad mar chomhaid HTML. Féach ar ár <a href="https://github.com/koreader/koreader/wiki/News-downloader">leathanach vicí</a> le haghaidh treoracha.
it: <b> Download di notizie</b> - Recupera le notizie RSS e Atom e le salva come file HTML. Consultate la nostra pagina <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> per sapere come fare.
nl: <b> Nieuwsdownloader </b> - Haalt RSS- en Atom-nieuwsberichten op en slaat ze op als HTML-bestanden. Zie onze <a href="https://github.com/koreader/koreader/wiki/News-downloader">wikipagina</a> voor instructies.
pt_br: <b> News Downloader </b> - Recupera entradas de notícias RSS e Atom e as salva como arquivos HTML. Confira nossa <a href="https://github.com/koreader/koreader/wiki/News-downloader">página wiki</a> para obter instruções.
sk: <b> Sťahovač správ </b> - Načítava spravodajské položky RSS a Atom a ukladá ich ako súbory HTML. Návod nájdete na našej <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki stránke</a>.
sr: <b> Преузимач вести </b> - Преузима RSS и Atom ставке вести и чува их као HTML фајлове. За начин коришћења, погледајте нашу <a href="https://github.com/koreader/koreader/wiki/News-downloader">вики страницу</a>.
ta: <b> செய்தி பதிவிறக்குபவர் </b> - ஆர்எச்எச் மற்றும் ஆட்டம் செய்தி உள்ளீடுகளை மீட்டெடுத்து அவற்றை உஉகுமொ கோப்புகளாக சேமிக்கிறது. எங்கள் <a href = "https://github.com/koreader/koreader/wiki/news-downloader"> விக்கி பக்கம் </a> எப்படி-எப்படி என்பதை சரிபார்க்கவும்.
uk: <b> Завантажувач новин </b> – отримує через RSS та Atom записи новин і зберігає їх як файли HTML. Докладніше читайте на <a href="https://github.com/koreader/koreader/wiki/News-downloader">сторінці вікі</a>.
zh_hans: <b> 新闻下载器 </b> - 检索 RSS 和 Atom 新闻条目并将它们保存为 HTML 文件。查看我们的 <a href="https://github.com/koreader/koreader/wiki/News-downloader">维基页面</a>了解作方法。

source: <b> OPDS </b> - Allows you to download books from online catalogs
es: <b>OPDS</b> : permite descargar libros de catálogos en línea
fr: <b> OPDS </b> - Permet de télécharger des livres à partir de catalogues en ligne
ga: <b>OPDS</b> - Ligeann sé seo duit leabhair a íoslódáil ó chatalóga ar líne
it: <b> OPDS </b> - Permette di scaricare i libri dai cataloghi online
nl: <b> OPDS </b> - Laat je boeken downloaden uit online catalogi
pt_br: <b> OPDS </b> - Permite baixar livros de catálogos online
pt_pt: <b> OPDS </b> - Permite descarregar livros a partir de catálogos online
sk: <b> OPDS </b> – Umožňuje vám sťahovať knihy z online katalógov
sr: <b> OPDS </b> - Омогућава да преузимате књиге из мрежних каталога
ta: https://github.com/koreader/koreader/wiki/User-patches
uk: <b> OPDS </b> – дозволяє завантажувати книги з каталогів сайтів
zh_hans: <b> OPDS </b> - 允许您从在线目录下载书籍
