Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You might notice that there is also a <span class="ui">right triangle icon</span> next to the first tweak. This means that this tweak can be activated using gestures. This will explained in the next heading.
es: Quizás notes que también hay un <span class="ui">icono de triángulo rectángulo</span> junto al primer ajuste. Esto significa que este ajuste se puede activar mediante gestos. Esto se explicará en el siguiente apartado.
fr: Vous remarquerez peut-être qu'il y a également une <span class="ui">icône en forme de triangle rectangle</span> à côté du premier réglage. Cela signifie que ce réglage peut être activé à l'aide de gestes. Ceci sera expliqué dans la rubrique suivante.
ga: B’fhéidir go dtabharfá faoi deara go bhfuil deilbhín <span class="ui">triantáin dheis</span> in aice leis an gcéad choigeartú freisin. Ciallaíonn sé seo gur féidir an coigeartú seo a ghníomhachtú trí úsáid a bhaint as gothaí. Míneofar é seo sa chéad cheannteideal eile.
it: Si può notare che c'è anche un'icona con un <span class="ui">triangolo</span> a destra del primo ritocco. Ciò significa che questo ritocco può essere attivato utilizzando i gesti. Ciò verrà spiegato nella prossima sezione.
nl: Je ziet misschien ook een <span class="ui">rechts driehoek-icoon</span> naast de eerste aanpassing. Dat betekent dat je hem via gebaren kunt activeren. Dit wordt in de volgende kop uitgelegd.
pt_br: Você pode notar que também há um <span class="ui">ícone de triângulo para a direita</span> ao lado do primeiro ajuste. Isso significa que este ajuste pode ser ativado por meio de gestos. Isso será explicado no próximo título.
sk: Možno si všimnete, že vedľa prvého vylepšenia sa nachádza aj <span class="ui">ikona pravouhlého trojuholníka</span>. To znamená, že toto vylepšenie je možné aktivovať pomocou gest. Vysvetlíme si to v ďalšom nadpise.
sr: Можда сте приметили да поред првог дотеривања постоји и <span class="ui">икона десног троугла</span>. Ово значи да се ово дотеривање може активирати гестикулацијама. Ово ћемо објаснити у наредном наслову.
ta: முதல் மாற்றத்திற்கு அடுத்ததாக <ச்பான் கிளாச் = "யுஐ"> வலது முக்கோண படவுரு </ச்பான்> இருப்பதை நீங்கள் கவனிக்கலாம். இதன் பொருள் சைகைகளைப் பயன்படுத்தி இந்த மாற்றத்தை செயல்படுத்த முடியும். இது அடுத்த தலைப்பில் விளக்கப்படும்.
uk: Ви могли помітити, що біля першого підлаштування праворуч стоїть <span class="ui">значок трикутника</span>. Це означає, що це підлаштування можна активувати жестом. Це буде роз'яснено у наступному підрозділі.
zh_hans: 您可能会注意到，在第一个调整旁边还有一个<span class="ui">直角三角形图标</span>。这意味着可以使用手势激活此调整。这将在下一个标题中解释。

source: How to use tweaks efficiently
es: Cómo usar los ajustes de forma eficiente
fr: Comment utiliser efficacement les réglages
ga: Conas tweaks a úsáid go héifeachtach
it: Come utilizzare i ritocchi in modo efficiente
nl: Stijlaanpassingen efficiënt gebruiken
pt_br: Como usar ajustes de estilo de forma eficiente
pt_pt: Como usar as suas alterações efetivamente
sk: Ako efektívne používať vylepšenia
sr: Како да се дотеривања користе ефикасно
ta: மாற்றங்களை எவ்வாறு திறம்பட பயன்படுத்துவது
uk: Як ефективно використовувати підлаштування
zh_hans: 如何有效地使用微调

source: When creating your <span class="ui">user style tweaks</span> you can make multiple tweak files, each modifying some part of the book like in the example image above. You can have one file for the <b>headings</b>, others to modify <b>paragraphs</b>, <b>links</b> etc. This modular system allows you to enable tweaks depending on your document.
es: Al crear tus <span class="ui">ajustes de estilo de usuario</span>, puedes crear varios archivos de ajustes, cada uno modificando alguna parte del libro, como en la imagen de ejemplo anterior. Puedes tener un archivo para los <b>encabezados</b>, otros para modificar <b>párrafos</b>, <b>enlaces</b>, etc. Este sistema modular te permite habilitar ajustes según tu documento.
fr: Lorsque vous créez vos <span class="ui">modifications de style utilisateur</span>, vous pouvez créer plusieurs fichiers de modifications, chacun modifiant une partie du livre comme dans l'exemple ci-dessus. Vous pouvez avoir un fichier pour les <b>titres</b>, d'autres pour modifier les <b>paragraphes</b>, les <b>liens</b>, etc. Ce système modulaire vous permet d'activer des modifications en fonction de votre document.
ga: Agus tú ag cruthú do <span class="ui">choigeartuithe stíl úsáideora</span> is féidir leat roinnt comhad coigeartuithe a chruthú, agus gach ceann acu ag modhnú cuid den leabhar mar atá san íomhá shamplach thuas. Is féidir leat comhad amháin a bheith agat do na <b>ceannteidil</b>, agus cinn eile chun <b>míreanna</b>, <b>naisc</b> srl. a mhodhnú. Ligeann an córas modúlach seo duit coigeartuithe a chumasú ag brath ar do dhoiciméad.
it: Quando si creano i <span class="ui">ritocchi stile utente</span>, si possono creare più file di ritocchi, ognuno dei quali modifica una parte del libro, come nell'immagine di esempio qui sopra. È possibile avere un file per le <b>intestazioni</b>, altri per modificare i <b>paragrafi</b>, <b>collegamenti</b> etc. Questo sistema modulare consente di apportare modifiche a seconda del documento.
nl: Bij het maken van <span class="ui">gebruikersstijlaanpassingen</span> kun je meerdere bestanden maken die elk een onderdeel van het boek aanpassen zoals op de voorbeeldafbeelding. Eén bestand voor <b>koppen</b>, andere voor <b>alinea's</b>, <b>links</b> etc. Dit modulaire systeem laat je aanpassingen inschakelen afhankelijk van het document.
pt_br: Ao criar seus <span class="ui">ajustes de estilo do usuário</span>, você pode criar vários arquivos de ajustes, cada um modificando alguma parte do livro, como na imagem de exemplo acima. Você pode ter um arquivo para os <b>títulos</b> e outros para modificar <b>parágrafos</b>, <b>links</b> etc. Este sistema modular permite que você habilite ajustes dependendo do seu documento.
sk: Pri vytváraní <span class="ui">užívateľského vylepšenia štýlu</span> môžete vytvoriť viacero súborov s vylepšeniami, pričom každý z nich upraví niektorú časť knihy, ako je to znázornené na obrázku vyššie. Môžete mať jeden súbor pre <b>nadpisy</b>, ďalšie na úpravu <b>odsekov</b>, <b>odkazov</b> atď. Tento modulárny systém vám umožňuje povoliť vylepšenia v závislosti od vášho dokumentu.
sr: Када креирате своја <span class="ui">корисничка дотеривања стила</span> можете да направите више фајлова дотеривања, од којих сваки мења неки део књиге, као у примеру са горње слике. Можете имати један фајл за <b>наслове</b>, остале да измене <b>пасусе</b>, <b>линкове</b> итд. Овакав модуларни систем вам омогућава да укључујете дотеривања у зависности од документа.
ta: உங்கள் <ச்பான் கிளாச் = "யுஐ"> பயனர் பாணி மாற்றங்களை உருவாக்கும்போது </span> நீங்கள் பல மாற்றக் கோப்புகளை உருவாக்கலாம், ஒவ்வொன்றும் மேலே உள்ள எடுத்துக்காட்டு படத்தைப் போலவே புத்தகத்தின் சில பகுதியையும் மாற்றியமைக்கிறது. <b> தலைப்புகள் </b> க்கு ஒரு கோப்பை நீங்கள் வைத்திருக்கலாம் <b> பத்திகள் </b>, <b> இணைப்புகள் </b> போன்றவற்றை மாற்றியமைக்க. உங்கள் ஆவணத்தைப் பொறுத்து மாற்றங்களை இயக்க இந்த மட்டு அமைப்பு உங்களை அனுமதிக்கிறது.
uk: При створенні <span class="ui">підлаштування стилів користувача</span> можна зробити багато файлів підлаштувань, кожен з яких буде змінювати певну частину книги, як на зображенні вище. Можна мати один файл для <b>заголовків</b>, інший для <b>абзаців</b>, <b>посилань</b> тощо. Ця система роботи підлаштувань дозволяє вмикати підлаштування залежно від документу.
zh_hans: 在创建<span class="ui">用户样式调整</span>时，您可以创建多个调整文件，每个文件都修改了书的某些部分，如上图所示。您可以有一个文件用于<b>标题</b>，其他文件用于修改<b>段落</b>、<b>链接</b>等。这个模块化系统允许您根据文档进行调整。

source: As we said above, you can toggle <span class="ui">user style tweaks</span> from this menu location:
es: Como dijimos anteriormente, puedes alternar los <span class="ui">ajustes de estilo de usuario</span> desde esta ubicación del menú:
fr: Comme nous l'avons mentionné plus haut, vous pouvez activer ou désactiver les <span class="ui">modifications du style utilisateur</span> à partir de ce menu :
ga: Mar a dúirt muid thuas, is féidir leat <span class="ui">coigeartuithe stíl úsáideora</span> a athrú ón suíomh roghchláir seo:
it: Come abbiamo detto sopra, è possibile attivare i <span class="ui">ritocchi stile utente</span> da questa posizione del menu:
nl: Zoals hierboven gezegd kun je <span class="ui">gebruikersstijlaanpassingen</span> schakelen via dit menu:
pt_br: Como dissemos acima, você pode alternar entre <span class="ui">ajustes de estilo do usuário</span> neste local do menu:
sk: Ako sme už spomenuli vyššie, <span class="ui">užívateľské vylepšenia štýlu</span> môžete prepínať z tejto ponuky:
sr: Као што смо рекли изнад, <span class="ui">корисничка дотеривања стила</span> можете да укључујете/искључујете из следећег менија:
ta: நாங்கள் மேலே கூறியது போல், இந்த பட்டியல் இடத்திலிருந்து <span வகுப்பு = "Ui"> பயனர் பாணி மாற்றங்கள் </span> ஐ மாற்றலாம்:
uk: Як сказано вище, перемкнути <span class="ui">підлаштування стилів користувача</span> можна з цього меню:
zh_hans: 正如我们上面所说的，您可以从这个菜单位置切换<span class="ui">用户样式调整</span>：

# user_guide/en.html+html.body.div.div:2490-9
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style tweaks / User style tweaks
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Úpravy štýlu / Užívateľské vylepšenia štýlu
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 26px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Підлаштування стилів / Підлаштування стилів користувача
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / 样式微调 / 用户样式微调

source: Also we have easier ways to toggle your style tweaks than going to the menu every time.
es: También tenemos formas más sencillas de alternar ajustes de estilo que ir al menú cada vez.
fr: Nous proposons également des moyens plus simples pour modifier vos réglages de style que d'avoir à passer par le menu à chaque fois.
ga: Chomh maith leis sin, tá bealaí níos éasca againn chun do stíl a choigeartú ná dul chuig an roghchlár gach uair.
it: Abbiamo anche un modo più semplice per attivare i ritocchi di stile piuttosto che andare ogni volta nel menu.
nl: Er zijn ook snellere manieren dan telkens het menu openen.
pt_br: Também temos maneiras mais fáceis de alternar seus ajustes de estilo do que ter que ir ao menu toda vez.
sk: Taktiež máme jednoduchšie spôsoby, ako prepínať vylepšenia štýlu, než zakaždým chodiť do menu.
sr: Имамо и лакше начине за активацију и деактивацију ваших дотеривања стила осим одлажења у мени сваки пут.
ta: ஒவ்வொரு முறையும் மெனுவுக்குச் செல்வதை விட உங்கள் பாணி மாற்றங்களை மாற்றுவதற்கு எங்களுக்கு எளிதான வழிகள் உள்ளன.
uk: Також є простіші способи для перемикання ваших підлаштувань стилів, ніж щоразу переходити по меню.
zh_hans: 此外，我们还有更简单的方法来切换你的样式调整，而不是每次都去菜单。

source: 1. You can assign a gesture to a tweak
es: 1. Puedes asignar un gesto a un ajuste
fr: 1. Vous pouvez attribuer un geste à un réglage
ga: 1. Is féidir leat gotha a shannadh do choigeartú
it: 1. È possibile assegnare un gesto a un ritocco
nl: 1. Je kunt een gebaar aan een aanpassing koppelen
pt_br: 1. Você pode atribuir um gesto a um ajuste de estilo
pt_pt: 1. Pode atribuir um gesto a um ajuste
sk: 1. Môžete priradiť k vylepšeniu gesto
sr: 1. Дотеривању можете да доделите гестикулацију
ta: 1. நீங்கள் ஒரு மாற்றத்திற்கு ஒரு சைகை ஒதுக்கலாம்
uk: 1. Можна призначити жест на підлаштування
zh_hans: 1.您可以将手势指定给调整

source: To do this, first we have to add our <span class="ui">user style tweak</span> to the list of gesture actions:
es: Para hacer esto, primero tenemos que agregar nuestro <span class="ui">ajuste de estilo de usuario</span> a la lista de acciones de gestos:
fr: Pour ce faire, nous devons d'abord ajouter notre <span class="ui">modification du style utilisateur</span> à la liste des actions gestuelles :
ga: Chun seo a dhéanamh, ní mór dúinn ár <span class="ui">coigeartú stíl úsáideora</span> a chur leis an liosta gníomhartha gothaí ar dtús:
it: Per farlo, dobbiamo prima aggiungere il nostro <span class="ui">ritocco stile utente</span> all'elenco delle azioni dei gesti:
nl: Daarvoor moeten we eerst onze <span class="ui">gebruikersstijlaanpassing</span> aan de lijst met gebarenacties toevoegen:
pt_br: Para fazer isso, primeiro temos que adicionar nosso <span class="ui">ajuste de estilo do usuário</span> à lista de ações de gestos:
sk: Aby sme to dosiahli, musíme najprv pridať naše <span class="ui">užívateľské vylepšenie štýlu</span> do zoznamu akcií gest:
sr: Да бисмо то урадили, наше <span class="ui">корисничко дотеривање стила</span> најпре морамо да додамо на листу акција гестикулација:
ta: இதைச் செய்ய, முதலில் நாம் சைகை செயல்களின் பட்டியலில் எங்கள் <span வகுப்பு = "Ui"> பயனர் பாணி மாற்றங்கள் </span> ஐ சேர்க்க வேண்டும்:
uk: Спершу необхідно додати <span class="ui">підлаштування стилю користувача</span> до списку дій жеста:
zh_hans: 为此，首先我们必须将我们的<span class="ui">用户样式调整</span>添加到手势操作列表中：

source: Go to the <span class="ui">user style tweaks</span> menu and long-press on your style tweak
es: Ve al menú <span class="ui">Ajustes de estilo de usuario</span> y mantén pulsado el ajuste de estilo
fr: Accédez au menu <span class="ui">modifications du style utilisateur</span> et appuyez longuement sur votre modification de style
ga: Téigh go dtí an roghchlár <span class="ui">coigeartuithe stíl úsáideora</span> agus brúigh ar do choigeartú stíl ar feadh i bhfad
it: Andare al menu <span class="ui">Ritocchi stile utente</span> e premere a lungo sulla modifica dello stile
nl: Ga naar het menu <span class="ui">Gebruikersstijlaanpassingen</span> en houd je aanpassing ingedrukt
pt_br: Vá para o menu <span class="ui">ajustes de estilo do usuário</span> e pressione e segure seu ajuste de estilo
sk: Prejdite do ponuky <span class="ui">užívateľské vylepšenia štýlu</span> a dlho stlačte požadované vylepšenie štýlu
sr: Идите у мени <span class="ui">корисничка дотеривања стила</span> и извршите дуги притисак на ваше дотеривање стила
ta: <ச்பான் கிளாச் = "யுஐ"> பயனர் பாணி மாற்றங்கள் </span> பட்டியல் மற்றும் உங்கள் பாணி மாற்றத்தில் நீண்ட அழுத்தத்திற்குச் செல்லுங்கள்
uk: Перейдіть до меню <span class="ui">підлаштування стилів користувача</span> і затисніть ваше підлаштування стилю
zh_hans: 转到<span class="ui">用户样式调整</span>菜单，长按样式调整

source: In the dialog press the button <span class="ui">Show in action list</span>
es: En el cuadro de diálogo, pulse el botón <span class="ui">Mostrar en la lista de acciones</span>
fr: Dans la boîte de dialogue, appuyez sur le bouton <span class="ui">Afficher dans la liste des actions</span>
ga: Sa dialóg brúigh an cnaipe <span class="ui">Taispeáin sa liosta gníomhartha</span>
it: Nella finestra di dialogo, premere il pulsante <span class="ui">Mostra nella lista delle azioni</span>
nl: Druk in de dialoog op <span class="ui">Toon in actielijst</span>
pt_br: Na caixa de diálogo, pressione o botão <span class="ui">Mostrar na lista de ações</span>
pt_pt: Na caixa de diálogo, prima o botão <span class="ui">Mostrar lista de ações</span>
sk: V dialógovom okne stlačte tlačidlo <span class="ui">Zobraziť v zozname akcií</span>
sr: У дијалогу притисните дугме <span class="ui">Прикажи у листи акција</span>
ta: உரையாடலில் <span வகுப்பு = "Ui "> செயல் பட்டியலில் காண்பி </span>
uk: У діалоговому вікні натисніть кнопку <span class="ui">Показати у списку дій</span>
zh_hans: 在对话框中，按下按钮<span class="ui">显示在操作列表中</span>

source: A <span class="ui">right triangle icon</span> will appear next to your style tweak in the menu
es: Aparecerá un <span class="ui">ícono de triángulo derecho</span> junto a tu ajuste de estilo en el menú
fr: Une <span class="ui">icône en forme de triangle rectangle</span> apparaîtra à côté de votre modification de style dans le menu
ga: Beidh deilbhín <span class="ui">triantáin dheis</span> le feiceáil in aice le do choigeartú stíl sa roghchlár
it: Un'icona <span class="ui">triangolo</span> apparirà a destra del ritocco di stile nel menu
nl: Er verschijnt een <span class="ui">rechts driehoek-icoon</span> naast je aanpassing in het menu
pt_br: Um <span class="ui">ícone de triângulo para a direita</span> aparecerá ao lado do seu ajuste de estilo no menu
sk: Vedľa vylepšenia štýlu sa v ponuke zobrazí ikona <span class="ui">pravouhlého trojuholníka</span>
sr: У менију ће се из ваше дотеривање стила појавити <span class="ui">икона десног троугла</span>
ta: ஒரு <span வகுப்பு = "Ui"> வலது முக்கோண படவுரு </span> பட்டியலில் உங்கள் பாணி மாற்றத்திற்கு அடுத்ததாக தோன்றும்
uk: Біля підлаштування стилю в меню з'явиться <span class="ui">значок трикутника, що вказує праворуч</span>
zh_hans: 菜单中样式调整旁边将出现一个<span class="ui">直角三角形图标</span>

source: You can see it in the example image above, next to the <b>Adjust margins</b> style tweak. Now this style tweak is added to the actions list. You can find it under <span class="ui">Gesture Manager > Reflowable documents</span> category. It will be at the end of the list.
es: Puedes verlo en la imagen de ejemplo anterior, junto al ajuste de estilo <b>Ajustar márgenes</b>. Este ajuste se ha añadido a la lista de acciones. Lo encontrarás en la categoría <span class="ui">Administrador de gestos > Documentos Ajustables</span>. Se encuentra al final de la lista.
fr: Vous pouvez le voir dans l'exemple ci-dessus, à côté de l'ajustement de style <b>Ajuster les marges</b>. Cet ajustement de style est désormais ajouté à la liste des actions. Vous le trouverez dans la catégorie <span class="ui">Gestionnaire de gestes > Documents reformatables</span>. Il se trouve à la fin de la liste.
ga: Is féidir leat é a fheiceáil san íomhá shamplach thuas, in aice leis an tweak stíl <b>Coigeartaigh imeall</b>. Anois tá an tweak stíl seo curtha leis an liosta gníomhartha. Is féidir leat é a fháil faoin gcatagóir <span class="ui">Bainisteoir Gothaí > Doiciméid Athshreabhtha</span>. Beidh sé ag deireadh an liosta.
it: Lo si può vedere nell'immagine di esempio qui sopra, accanto alla modifica dello stile <b>Regola i margini</b>. Ora questo ritocco di stile viene aggiunta all'elenco delle azioni. È possibile trovarlo nella categoria <span class="ui">Tocchi e gesti > Documenti adattabili</span>. Si troverà alla fine dell'elenco.
nl: Je ziet het in de voorbeeldafbeelding hierboven naast de aanpassing <b>Randen aanpassen</b>. De aanpassing is nu aan de actielijst toegevoegd. Je vindt hem onder <span class="ui">Gebarenbeheer > Reflow-documenten</span> aan het einde van de lijst.
pt_br: Você pode vê-lo na imagem de exemplo acima, ao lado do ajuste de estilo <b>Ajustar margens</b>. Agora, esse ajuste de estilo foi adicionado à lista de ações. Você pode encontrá-lo na categoria <span class="ui">Gerenciador de Gestos > Documentos Refluíveis</span>. Ele estará no final da lista.
sk: Môžete to vidieť na obrázku vyššie, vedľa vylepšenia štýlu <b>Upraviť okraje</b>. Toto vylepšenie štýlu je teraz pridané do zoznamu akcií. Nájdete ho v kategórii <span class="ui">Správca gest > Dokumenty s možnosťou preformátovania</span>. Bude na konci zoznamu.
sr: Можете га видети на слици за пример изнад, уз <b>Adjust margins</b> дотеривање стила. Сада је ово дотеривање стила додато на листу акција. Можете је пронаћи у категорији <span class="ui">Управљачу гестикулацијама > Документи који могу да се преслажу</span>. Додаће се на крај листе.
ta: <b> சரிசெய்தல் விளிம்புகளுக்கு அடுத்ததாக மேலே உள்ள எடுத்துக்காட்டு படத்தில் இதைக் காணலாம் </b> பாணி மாற்றங்கள். இப்போது இந்த பாணி மாற்றங்கள் செயல்கள் பட்டியலில் சேர்க்கப்பட்டுள்ளது. நீங்கள் அதை <span வகுப்பு = "Ui"> சைகை மேலாளர்> பிரதிபலிக்கக்கூடிய ஆவணங்கள் </span> வகையின் கீழ் காணலாம். இது பட்டியலின் முடிவில் இருக்கும்.
uk: Його можна побачити на наведеному вище зображенні, біля підлаштування стилю з назвою «<b>Adjust margins</b>». Тепер це підлаштування стилю додане до списку дій. Його можна знайти у категорії <span class="ui">Менеджер жестів > Перекомпоновувані документи</span>. Він буде в кінці списку.
zh_hans: 您可以在上面的示例图片中看到它，在<b>调整边距</b>样式调整旁边。现在，此样式调整已添加到操作列表中。您可以在<span class="ui">手势管理器>可重排文档</span>类别下找到它。它将在列表的末尾。

source: 2. You can add a tweak to your Quick Menu
es: 2. Puedes agregar un ajuste a tu Menú rápido
fr: 2. Vous pouvez ajouter une modification à votre Menu rapide
ga: 2. Is féidir leat mionchoigeartú a chur le do Roghchlár Tapa
it: 2. È possibile aggiungere un ritocco al Menu Rapido
nl: 2. Je kunt een aanpassing aan je Snelmenu toevoegen
pt_br: 2. Você pode adicionar um ajuste de estilo ao seu Menu Rápido
pt_pt: 2. Pode adicionar um ajuste ao seu Menu Rápido
sk: 2. Vylepšenie môžete pridať do Rýchleho menu
sr: 2. Дотеривање можете додати у Брзи мени
ta: 2. உங்கள் விரைவான பட்டியலில் ஒரு மாற்றத்தை சேர்க்கலாம்
uk: 2. Підлаштування стилю можна додати до Швидкого меню
zh_hans: 2.您可以在快速菜单中添加调整
