Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: PDF file might have <b>lots of individual elements</b> that needs precise positioning, like a magazine page with lots of images and text boxes. In this case KOReader has to calculate and draw all these elements which can take time.
es: El archivo PDF puede tener <b>muchos elementos individuales</b> que necesitan una ubicación precisa, como la página de una revista con muchas imágenes y cuadros de texto. En este caso KOReader tiene que calcular y dibujar todos estos elementos, lo que puede llevar tiempo.
fr: Un fichier PDF peut contenir <b>de nombreux éléments individuels</b> qui nécessitent un positionnement précis, comme une page de magazine comportant de nombreuses images et zones de texte. Dans ce cas, KOReader doit calculer et dessiner tous ces éléments, ce qui peut prendre du temps.
ga: D’fhéadfadh go mbeadh <b>neart eilimintí aonair</b> i gcomhad PDF a bhfuil gá le suíomh beacht iontu, cosúil le leathanach irise le neart íomhánna agus boscaí téacs. Sa chás seo, caithfidh KOReader na heilimintí seo go léir a ríomh agus a tharraingt, rud a d’fhéadfadh tamall a thógáil.
it: I file PDF possono avere <b>molti elementi individuali</b> che richiedono un posizionamento preciso, come la pagina di una rivista con molte immagini e caselle di testo. In questo caso KOReader deve calcolare e disegnare tutti questi elementi, il che può richiedere tempo.
nl: Een pdf kan <b>heel veel losse elementen</b> bevatten die exact gepositioneerd moeten worden, zoals een tijdschriftpagina met veel afbeeldingen en tekstvakken. KOReader moet al die elementen berekenen en tekenen, wat tijd kost.
pt_br: Um arquivo PDF pode conter <b>muitos elementos individuais</b> que precisam de posicionamento preciso, como uma página de revista com muitas imagens e caixas de texto. Nesse caso, o KOReader precisa calcular e desenhar todos esses elementos, o que pode levar tempo.
sk: Súbor PDF môže obsahovať <b>veľa jednotlivých prvkov</b>, ktoré si vyžadujú presné umiestnenie, napríklad stránku časopisu s množstvom obrázkov a textových polí. V tomto prípade musí KOReader vypočítať a nakresliť všetky tieto prvky, čo môže chvíľu trvať.
sr: PDF фајл би могао да има <b>много појединачних елемената</b> који захтевају прецизно позиционирање, као што су странице магазина са много слика и оквирима текста. У овом случају KOReader мора да прорачуна и исцрта све ове елементе, а за то је потребно време.
ta: PDF கோப்பில் <b> நிறைய தனிப்பட்ட கூறுகள் இருக்கலாம் </b> அதற்கு துல்லியமான நிலைப்படுத்தல் தேவைப்படுகிறது, இது நிறைய படங்கள் மற்றும் உரை பெட்டிகளைக் கொண்ட செய்தித் தாள் பக்கம் போல. இந்த வழக்கில் கொரியடர் நேரம் எடுக்கக்கூடிய இந்த கூறுகள் அனைத்தையும் கணக்கிட்டு வரைய வேண்டும்.
uk: PDF-файл може містити <b>багато окремих елементів</b>, які потрібно розмістити на екрані. Наприклад, сторінка журналу з великою кількістю зображень і текстових блоків. В такому випадку KOReader повинен опрацювати і скомпонувати усі ці елементи, що може потребувати часу.
zh_hans: PDF 文件可能包含许多需要精确定位的<b>单个元素</b>，例如包含大量图片和文本框的杂志页面。在这种情况下，KOReader 必须计算和绘制所有这些元素，这可能需要时间。

source: <span class="ui">Auto straighten</span> feature (which allows you to adjust the tilt of the page) might also slow down your reader.
es: La función <span class="ui">enderezamiento automático</span> (que le permite ajustar la inclinación de la página) también puede ralentizar el lector.
fr: La fonction <span class="ui">Redressement automatique</span> (qui vous permet d'ajuster l'inclinaison de la page) peut également ralentir votre lecteur.
ga: D’fhéadfadh an ghné <span class="ui">uath-dhíreach</span> (a ligeann duit claonadh an leathanaigh a choigeartú) moill a chur ar do léitheoir freisin.
it: La funzione <span class="ui">Raddrizzamento automatico</span> (che consente di regolare l'inclinazione della pagina) potrebbe anche rallentare il lettore.
nl: De functie <span class="ui">Automatisch rechtzetten</span> (om de scheefstand van de pagina te corrigeren) kan je reader ook vertragen.
pt_br: O recurso <span class="ui">Alinhamento automático</span> (que permite ajustar a inclinação da página) também pode deixar o leitor mais lento.
sk: Čítačku môže spomaliť aj funkcia <span class="ui">Automatické vyrovnanie</span> (ktorá vám umožňuje upraviť naklonenie stránky).
sr: Функција <span class="ui">Аутоматско исправљање</span> (која вам омогућава да подесите нагнутост странице) би такође могла да успори читач.
ta: <span வகுப்பு = "Ui"> ஆட்டோ ச்ட்ரைன் </span> நற்பொருத்தம் (இது பக்கத்தின் சாய்வை சரிசெய்ய உங்களை அனுமதிக்கிறது) உங்கள் வாசகரை மெதுவாக்கும்.
uk: <span class="ui">Корекція нахилу</span> дозволяє скорегувати нахил сторінки, однак також може сповільнювати роботу пристрою.
zh_hans: <span class="ui">自动校直</span>功能（允许您调整页面的倾斜）也可能会减慢您的阅读器速度。

source: If you set your <span class="ui">RENDER QUALITY</span> to <span class="ui">HIGH</span> while <span class="ui">REFLOW</span> is <b>ON</b>, text will be more pleasing but it can be much slower (up to several seconds per page turn) than <span class="ui">DEFAULT</span> depending on your document.
es: Si configura su <span class="ui">CALIDAD DE PRESENTACIÓN</span> en <span class="ui">ALTA</span> mientras el <span class="ui">MODO DE AJUSTE DE TEXTO</span> está <b>ACTIVADO</b>, el texto será más agradable pero puede ser mucho más lento (hasta varios segundos por vuelta de página) que <span class="ui">POR DEFECTO</span> dependiendo de su documento.
fr: Si vous réglez votre <span class="ui">RENDER QUALITY</span> sur <span class="ui">HIGH</span> alors que <span class="ui">REMISE EN PAGE</span> est <b>ON</b>, le texte sera plus agréable à lire, mais cela peut être beaucoup plus lent (jusqu'à plusieurs secondes par page) que <span class="ui">DEFAULT</span>, selon votre document.
ga: Má shocraíonn tú do <span class="ui">CHÁILÍOCHT RINDRÍOCHTA</span> go <span class="ui">ARD</span> agus <span class="ui">ATHSHREABADH</span> <b>AR</b>, beidh an téacs níos taitneamhaí ach is féidir leis a bheith i bhfad níos moille (suas le roinnt soicind in aghaidh gach casadh leathanaigh) ná <span class="ui">RÉAMHSHONRACHA</span> ag brath ar do dhoiciméad.
it: Se si imposta la <span class="ui">Qualità Resa Grafica </span> su <span class="ui">alto</span> mentre <span class="ui">Reflow-adatta testo</span> è <b>acceso</b>, sarà più gradevole, ma può essere molto più lento (fino a diversi secondi per giro di pagina) rispetto a <span class="ui">predefinito</span>, a seconda del documento.
nl: Als je de <span class="ui">RENDERKWALITEIT</span> op <span class="ui">HOOG</span> zet terwijl <span class="ui">HERSCHIKKING</span> <b>AAN</b> staat, oogt tekst mooier maar kan het veel trager zijn (tot enkele seconden per pagina) dan <span class="ui">STANDAARD</span>, afhankelijk van je document.
pt_br: Se você definir sua <span class="ui">QUALIDADE DE RENDERIZAÇÃO</span> para <span class="ui">ALTA</span> enquanto o <span class="ui">REDIMENSIONAMENTO</span> estiver <b>ATIVADO</b>, o texto ficará mais agradável, mas pode ser muito mais lento (até vários segundos por virada de página) do que o <span class="ui">PADRÃO</span>, dependendo do seu documento.
sk: Ak nastavíte <span class="ui">KVALITU VYKRESLENIA</span> na <span class="ui">VYSOKÚ</span>, zatiaľ čo <span class="ui">PREFORMÁTOVANIE</span> je <b>ZAPNUTÉ</b>, text bude príjemnejší, ale môže byť oveľa pomalší (až niekoľko sekúnd na otočenie stránky) ako <span class="ui">PREDVOLENÉ</span> v závislosti od vášho dokumentu.
sr: Ако је ваше подешавање <span class="ui">КВАЛИТЕТ ИСЦРТАВАЊА</span> постављено на <span class="ui">ВИСОКИ</span> док је <span class="ui">ПРЕСЛАГАЊЕ</span> је <b>УКЉУЧЕНО</b>, текст ће изгледати лепше, али окретање страница може да буди много спорије (и до неколико секунди по окретању) у односу на <span class="ui">ПОДРАЗУМЕВАНИ</span>, што зависи од документа.
ta: உங்கள் <ச்பான் கிளாச் = "யுஐ"> வழங்குதல் தகுதி </ச்பான்> <ச்பான் வகுப்பு = "யுஐ"> உயர் </span> ஆக இருக்கும்போது <ச்பான் கிளாச் = "யுஐ"> ரிஃப்ளோ </ச்பான்> <b> இல் </b> இல், உரை மிகவும் அழகாக இருக்கும், ஆனால் இது மிகவும் மெதுவாக இருக்கும் (ஒரு பக்கத்திற்கு பல வினாடிகள் வரை) உங்கள் ஆவணத்தை உள்ளடக்கியது.
uk: Якщо встановити <span class="ui">ЯКІСТЬ ВІЗУАЛІЗАЦІЇ</span> на значення «<span class="ui">ВИСОКА</span>», а <span class="ui">ПЕРЕКОМПОНУВАННЯ</span> документа <b>увімкнене</b>, тоді текст буде приємнішим для читання, але робота з документом може бути набагато повільнішою (аж до кількох секунд на перегортання кожної сторінки), ніж за <span class="ui">типових</span> значень цих параметрів.
zh_hans: 如果您将<span class="ui">渲染质量</span>设置为<span class="ui">高</span>，而<span class="ui">重排</span>是<b>开</b>，文本将更令人愉悦，但它可能比<span class="ui">默认</span>慢得多（每页翻几秒钟），具体取决于您的文档。

source: BOTTOM MENU / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Render Quality
es: MENÚ INFERIOR / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Calidad de renderizado
fr: MENU INFÉRIEUR / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Qualité de rendu
ga: AN ROCHLÁR BUNA / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Cáilíocht Rindreála
it: MENU INFERIORE / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Qualità resa grafica
nl: ONDERTSTE MENU / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Renderkwaliteit
pt_br: MENU INFERIOR / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Qualidade de renderização
pt_pt: MENU INFERIOR / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Qualidade de renderização
sk: SPODNÉ MENU / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Kvalita vykreslenia
sr: МЕНИ НА ДНУ/ <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Квалитет исцртавања
ta: கீழே பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / booth_contrast.svg" சூல் தண்டு = "அகலம்: 22px;"> / / வழங்குதல் தகுதி
uk: НИЖНЄ МЕНЮ / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / Якість візуалізації
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/bottom_contrast.svg" style="width:22px;"> / 渲染质量

source: If the problematic book is an EPUB:
es: Si el libro problemático es un EPUB:
fr: Si le livre problématique est un EPUB :
ga: Más EPUB an leabhar fadhbach:
it: Se il libro problematico è un EPUB:
nl: Als het problematische boek een EPUB is:
pt_br: Se o livro problemático for um EPUB:
pt_pt: Se o livro com problemas é um EPUB:
sk: Ak je problematická kniha formátu EPUB:
sr: Ако је проблематична књига EPUB:
ta: சிக்கலான நூல் ஒரு எபப் என்றால்:
uk: Якщо проблеми виникають з книгою у форматі EPUB:
zh_hans: 如果有问题的书籍是 EPUB：

source: EPUB files are basically composed of text and images with some rules to determine how these items are formatted on the screen. In ideal conditions, this is a fairly simple process so EPUB files are generally fast in KOReader. <b>But some EPUB books add a great number of formatting rules that KOReader has to do many calculations just to show even a single sentence.</b> This will slow down opening the book, turning the pages and changing the appearance properties like font weight or line spacing.
es: Los archivos EPUB se componen básicamente de texto e imágenes con algunas reglas para determinar cómo se formatean estos elementos en la pantalla. En condiciones ideales, este es un proceso bastante simple, por lo que los archivos EPUB generalmente son rápidos en KOReader. <b>Pero algunos libros EPUB agregan una gran cantidad de reglas de formato que KOReader tiene que hacer muchos cálculos solo para mostrar incluso una sola oración.</b> Esto ralentizará la apertura del libro, el paso de las páginas y el cambio de las propiedades de apariencia como el grosor de la fuente o el interlineado.
fr: Les fichiers EPUB sont essentiellement composés de texte et d'images, avec certaines règles qui déterminent leur formatage à l'écran. Dans des conditions idéales, ce processus est assez simple, ce qui explique pourquoi les fichiers EPUB s'affichent généralement rapidement dans KOReader. <b>Cependant, certains livres EPUB ajoutent un grand nombre de règles de formatage qui obligent KOReader à effectuer de nombreux calculs pour afficher ne serait-ce qu'une seule phrase</b>. Cela ralentit l'ouverture du livre, le défilement des pages et la modification des propriétés d'apparence telles que l'épaisseur de la police ou l'interligne.
ga: Is téacs agus íomhánna iad comhaid EPUB go bunúsach agus roinnt rialacha acu chun a chinneadh conas a fhormáidítear na míreanna seo ar an scáileán. I ndálaí idéalacha, is próiseas sách simplí é seo, mar sin bíonn comhaid EPUB gasta i KOReader de ghnáth. <b>Ach cuireann roinnt leabhar EPUB líon mór rialacha formáidithe leis a gcaithfidh KOReader go leor ríomhanna a dhéanamh chun fiú abairt amháin a thaispeáint.</b> Cuirfidh sé seo moill ar oscailt an leabhair, ar chasadh na leathanach agus ar athrú airíonna cuma cosúil le meáchan cló nó spásáil líne.
it: I file EPUB sono fondamentalmente composti da testo e immagini con alcune regole che determinano la formattazione di questi elementi sullo schermo. In condizioni ideali, si tratta di un processo abbastanza semplice, per cui i file EPUB sono generalmente veloci in KOReader. <b>Ma alcuni libri EPUB aggiungono un gran numero di regole di formattazione che costringono KOReader a fare molti calcoli solo per mostrare anche una sola frase.</b> Questo rallenterà l'apertura del libro, la rotazione delle pagine e la modifica delle proprietà dell'aspetto, come il peso dei caratteri o l'interlinea.
nl: EPUB‑bestanden bestaan uit tekst en afbeeldingen met regels voor de opmaak op het scherm. Ideaal gezien is dat vrij eenvoudig en zijn EPUB’s doorgaans snel in KOReader. <b>Maar sommige EPUB’s voegen een groot aantal opmaakregels toe, waardoor KOReader veel moet berekenen om zelfs maar één zin weer te geven.</b> Dit vertraagt openen, pagineren en het aanpassen van weergave‑eigenschappen zoals lettergewicht of regelafstand.
pt_br: Arquivos EPUB são basicamente compostos de texto e imagens, com algumas regras para determinar como esses itens são formatados na tela. Em condições ideais, esse é um processo bastante simples, então os arquivos EPUB geralmente são rápidos no KOReader. <b>Mas alguns livros EPUB adicionam um grande número de regras de formatação, forçando o KOReader a fazer muitos cálculos apenas para exibir uma única frase.</b> Isso tornará a abertura do livro mais lenta, a virada de páginas e a alteração de propriedades de aparência, como espessura da fonte ou espaçamento entre linhas.
sk: Súbory EPUB sa v podstate skladajú z textu a obrázkov s určitými pravidlami, ktoré určujú, ako sú tieto položky naformátované na obrazovke. V ideálnych podmienkach je to pomerne jednoduchý proces, takže súbory EPUB sú v KOReaderi vo všeobecnosti rýchle. <b>Niektoré knihy formátu EPUB však pridávajú veľké množstvo pravidiel formátovania, pre ktoré musí KOReader vykonať veľa výpočtov, aby ukázal čo i len jednu vetu. </b> Toto spomalí otváranie knihy, otáčanie strán a zmenu vlastností vzhľadu, ako je hrúbka písma alebo riadkovanie.
sr: EPUB фајлови се у суштини састоје од текста и слика са неким правилима која одређују како се они приказивати на екрану. У идеалним условима, ово је прилично једноставан процес, тако да је у општем случају рад са EPUB фајловима у програму KOReader брз. <b>Али неке EPUB књиге додају велики број правила за форматирање, тако да KOReader мора да обави много израчунавања само да прикаже једну реченицу.</b> Ово ће да успори отварање књиге, окретање страница и измену особина приказа као што су тежина фонта или проред.
ta: இந்த உருப்படிகள் திரையில் எவ்வாறு வடிவமைக்கப்படுகின்றன என்பதை தீர்மானிக்க எபப் கோப்புகள் அடிப்படையில் உரை மற்றும் படங்களால் ஆனவை. சிறந்த நிலைமைகளில், இது மிகவும் எளிமையான செயல்முறையாகும், எனவே எபப் கோப்புகள் பொதுவாக கொரியாடரில் வேகமாக இருக்கும். <b> ஆனால் சில எபப் புத்தகங்கள் ஒரு வாக்கியத்தைக் கூட காட்ட கொரியடர் பல கணக்கீடுகளைச் செய்ய வேண்டிய ஏராளமான வடிவமைப்பு விதிகளைச் சேர்க்கிறது. </b> இது புத்தகத்தைத் திறந்து, பக்கங்களைத் திருப்பி, எழுத்துரு எடை அல்லது வரி இடைவெளி போன்ற தோற்ற பண்புகளை மாற்றும்.
uk: EPUB-файли загалом складаються з тексту і зображень та містять певні правила, які визначають як ці елементи повинні показуватись на екрані. В ідеальних умовах це дуже простий процес, тому зазвичай файли EPUB відкриваються у KOReader швидко. <b>Але деякі книги EPUB містять величезну кількість правил форматування, для дотримання яких KOReader повинен виконати багато обчислень навіть щоб показати одне речення.</b> Це сповільнює відкриття книги, гортання сторінок і зміну параметрів показу книги на кшталт товщини шрифту чи проміжків між рядками.
zh_hans: EPUB 文件基本上由文本和图片组成，并带有一些规则来确定这些项目在屏幕上的格式。在理想情况下，这是一个相当简单的过程，因此 EPUB 文件在 KOReader 中通常速度很快。<b>但是一些 EPUB 书籍添加了大量格式规则，KOReader 必须进行许多计算才能显示哪怕是一个句子。</b>这将减慢打开书籍、翻页和更改外观属性（如字体粗细或行距）的速度。

source: <span class="label_blue">INFO</span> KOReader doesn't support <b>fixed layout EPUBs</b>. They will open, but will render as reflowable EPUBs and probably won't look nice or readable.
es: <span class="label_blue">INFO</span> KOReader no admite <b>EPUB de diseño fijo</b>. Se abrirán, pero se representarán como EPUB con ajuste de texto y probablemente no se verán bonitos ni legibles.
fr: <span class="label_blue">INFO</span> KOReader ne prend pas en charge les <b>EPUB à mise en page fixe</b>. Ils s'ouvriront, mais s'afficheront comme des EPUB reformatables et risquent de ne pas être esthétiques ou lisibles.
ga: <span class="label_blue">EOLAS</span> Ní thacaíonn KOReader le <b>EPUBanna leagan amach seasta</b>. Osclófar iad, ach rindreálfar iad mar EPUBanna in-athshreabhta agus is dócha nach mbeidh cuma deas ná inléite orthu.
it: <span class="label_blue">INFO</span>KOReader non supporta gli <b>EPUB a layout fisso</b>. Si apriranno, ma verranno resi come EPUB reflowable e probabilmente non avranno un aspetto gradevole o leggibile.
nl: <span class="label_blue">INFO</span> KOReader ondersteunt geen <b>EPUB’s met vaste lay‑out</b>. Ze openen wel, maar worden als herschikbare EPUB’s gerenderd en zien er waarschijnlijk niet mooi of leesbaar uit.
pt_br: <span class="label_blue">INFO</span> O KOReader não oferece suporte a <b>EPUBs com layout fixo</b>. Eles serão abertos, mas serão renderizados como EPUBs redimensionáveis, e provavelmente não ficarão bonitos ou legíveis.
sk: <span class="label_blue">INFORMÁCIA</span> KOReader nepodporuje <b>súbory EPUB s pevným rozložením</b>. Otvoria sa, avšak vykreslia sa ako preformátovateľné súbory EPUB a pravdepodobne nebudú vyzerať pekne ani čitateľne.
sr: <span class="label_blue">ИНФО</span> KOReader не подржава <b>EPUB документе фиксног распореда</b>. Они ће се отворити, али ће се исцртавати као EPUB документи који могу да се преслажу, па највероватније неће изгледати како треба и неће моћи да се читају.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> கொரியேடர் ஆதரிக்கவில்லை <b> நிலையான தளவமைப்பு எபப்கள் </b>. அவை திறக்கப்படும், ஆனால் அவை பிரதிபலிக்கக்கூடிய எபப்களாக வழங்கப்படும், மேலும் அழகாகவோ அல்லது படிக்கக்கூடியதாகவோ தோன்றாது.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> KOReader не підтримує <b>EPUB з фіксованим макетом</b>. Вони відкриються, але будуть візуалізовані як перекомпоновувані EPUB та, ймовірно, матимуть не дуже гарний вигляд або навіть будуть нечитабельними.
zh_hans: <span class="label_blue">说明</span> KOReader不支持<b>固定版面的EPUB文档</b>。这类文档仍可在KOReader中打开，但会作为可重排版EPUB格式渲染，页面样式可能不甚美观或难以阅读。
