Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Choose the actions you want to see in your menu from the gesture configuration menu. You can select many actions at once of course.
es: Elige las acciones que quieres ver en tu menú desde el menú de configuración de gestos. Puedes seleccionar varias acciones a la vez, por supuesto.
fr: Choisissez les actions que vous souhaitez voir apparaître dans votre menu à partir du menu de configuration des gestes. Vous pouvez bien sûr sélectionner plusieurs actions à la fois.
ga: Roghnaigh na gníomhartha is mian leat a fheiceáil i do roghchlár ón roghchlár cumraíochta gothaí. Is féidir leat go leor gníomhartha a roghnú ag an am céanna ar ndóigh.
it: Scegliere le azioni che si desidera visualizzare nel menu dal menu di configurazione dei gesti. Naturalmente, è possibile selezionare più azioni contemporaneamente.
nl: Kies in het gebarenconfiguratiemenu de acties die je in je menu wilt zien. Je kunt natuurlijk meerdere acties tegelijk selecteren.
pt_br: Selecione as ações que deseja ver no seu menu no menu de configuração de gestos. Você pode selecionar várias ações ao mesmo tempo, é claro.
sk: V ponuke konfigurácie gest vyberte akcie, ktoré chcete vidieť vo svojej ponuke. Samozrejme si môžete vybrať viacero akcií naraz.
sr: У менију конфигурације гестикулације изаберите акције које желите да видите у Брзом менију. Наравно, можете да изаберете више акција одједном.
ta: சைகை உள்ளமைவு மெனுவிலிருந்து உங்கள் பட்டியலில் நீங்கள் காண விரும்பும் செயல்களைத் தேர்வுசெய்க. நீங்கள் பல செயல்களை ஒரே நேரத்தில் தேர்ந்தெடுக்கலாம்.
uk: Оберіть дії (пункти меню), які повинні бути присутніми у швидкому меню з меню налаштування жестів. Звичайно, можна одразу вибрати декілька дій.
zh_hans: 从手势配置菜单中选择要在菜单中显示的动作。当然，您可以一次选择多个操作。

source: After selecting all your actions, you will tell KOReader to treat this gesture as a menu. You achieve this by enabling <span class="ui">Show as Quick Menu</span> item on the second page as you can see <b>in the picture below</b>.
es: Después de seleccionar todas las acciones, deberá indicarle a KOReader que trate este gesto como un menú. Para ello, active la opción <span class="ui">Mostrar como menú rápido</span> en la segunda página, como puede ver <b>en la imagen de abajo</b>.
fr: Après avoir sélectionné toutes vos actions, vous indiquerez à KOReader de traiter ce geste comme un menu. Pour ce faire, activez l'option <span class="ui">Afficher comme Menu rapide</span> sur la deuxième page, comme vous pouvez le voir <b>sur l'image ci-dessous</b>.
ga: Tar éis duit do ghníomhartha go léir a roghnú, inseoidh tú do KOReader an gotha seo a láimhseáil mar roghchlár. Baintear é seo amach tríd an mír <span class="ui">Taispeáin mar Roghchlár Tapa</span> a chumasú ar an dara leathanach mar is féidir leat a fheiceáil <b>sa phictiúr thíos</b>.
it: Dopo aver selezionato tutte le azioni, si dirà a KOReader di trattare questo gesto come un menu. Questo si ottiene attivando la voce <span class="ui">Mostra come menu rapido</span> nella seconda pagina, come si può vedere <b>nell'immagine qui sotto</b>.
nl: Nadat je alle acties hebt geselecteerd, vertel je KOReader dat dit gebaar als menu moet worden behandeld. Dat doe je door op de tweede pagina het item <span class="ui">Toon als Snelmenu</span> in te schakelen, zoals <b>op de afbeelding hieronder</b>.
pt_br: Após selecionar todas as suas ações, você dirá ao KOReader para tratar esse gesto como um menu. Para isso, habilite o item <span class="ui">Mostrar como Menu Rápido</span> na segunda página, como você pode ver <b>na imagem abaixo</b>.
sk: Po výbere všetkých vašich akcií "poviete" KOReaderu, aby toto gesto považoval za menu. Dosiahnete to povolením položky <span class="ui">Zobraziť ako rýchlu ponuku</span> na druhej stránke, ako vidíte <b>na obrázku nižšie</b>.
sr: Када изаберете све акције, наложићете програму KOReader да ову гестикулацију третира као мени. То постижете укључивањем ставке <span class="ui">Прикажи као Брзи мени</span> на другој страници, као што можете да видите <b>на слици испод</b>.
ta: உங்கள் எல்லா செயல்களையும் தேர்ந்தெடுத்த பிறகு, இந்த சைகையை ஒரு மெனுவாக நடத்துவதற்கு கொரியாடரிடம் கூறுவீர்கள். <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </ச்பான்> உருப்படியை இரண்டாவது பக்கத்தில் காண்பிப்பதன் மூலம் இதை அடைவீர்கள், ஏனெனில் நீங்கள் <b> ஐ கீழே உள்ள படத்தில் காணலாம் </b>.
uk: Після того, як оберете усі дії для відображення у швидкому меню, позначте пункт <span class="ui">Показувати як швидке меню</span>, який знаходиться на другій сторінці меню, <b>як це показано на картинці нижче</b>.
zh_hans: 选择所有动作后，您将告诉KOReader将此手势视为菜单。您可以通过在第二页上启用<span class="ui">显示为快速菜单</span>项来实现这一点，如<b>下图</b>中所示。

source: You can sort your menu items with the <span class="ui">Sort</span> option just below it.
es: Puede ordenar los elementos del menú con la opción <span class="ui">Ordenar</span> que se encuentra justo debajo.
fr: Vous pouvez trier les éléments de votre menu à l'aide de l'option <span class="ui">Trier</span> située juste en dessous.
ga: Is féidir leat míreanna do roghchláir a shórtáil leis an rogha <span class="ui">Sórtáil</span> díreach faoi.
it: È possibile ordinare le voci di menu con l'opzione <span class="ui">Ordina</span>, posta subito sotto.
nl: Je kunt de menu-items sorteren met de optie <span class="ui">Sorteren</span> er net onder.
pt_br: Você pode classificar os itens do seu menu com a opção <span class="ui">Classificar</span> logo abaixo.
sk: Položky ponuky môžete zoradiť pomocou možnosti <span class="ui">Zoradiť</span> hneď pod ňou.
sr: Ставке менија можете да сортирате опцијом <span class="ui">Сортирај</span> одмах испод ње.
ta: உங்கள் பட்டியல் உருப்படிகளை <span வகுப்பு = "Ui"> வரிசைப்படுத்துதல் </span> விருப்பத்துடன் வரிசைப்படுத்தலாம்.
uk: Пункти швидкого меню можна впорядкувати за допомогою функції <span class="ui">Сортувати</span>, яка розміщена трохи нижче.
zh_hans: 您可以使用菜单项下方的<span class="ui">排序</span>选项对菜单项进行排序。

source: Now you can launch your menu with the gesture you selected. If you want to change the menu items, you can open the gesture page and add/remove items.
es: Ahora puedes abrir tu menú con el gesto que seleccionaste. Si quieres cambiar los elementos del menú, puedes abrir la página de gestos y añadir o eliminar elementos.
fr: Vous pouvez désormais lancer votre menu à l'aide du geste que vous avez sélectionné. Si vous souhaitez modifier les éléments du menu, vous pouvez ouvrir la page des gestes et ajouter/supprimer des éléments.
ga: Anois is féidir leat do roghchlár a sheoladh leis an ngluaiseacht a roghnaigh tú. Más mian leat na míreanna roghchláir a athrú, is féidir leat an leathanach gluaiseachta a oscailt agus míreanna a chur leis/a bhaint.
it: Ora è possibile lanciare il menu con il gesto selezionato. Se si desidera modificare le voci del menu, è possibile aprire la pagina dei gesti e aggiungere/rimuovere voci.
nl: Je kunt je menu nu openen met het gekozen gebaar. Wil je de menu-items wijzigen, open dan de gebarenpagina en voeg items toe of verwijder ze.
pt_br: Agora você pode abrir o menu com o gesto selecionado. Se quiser alterar os itens do menu, abra a página de gestos e adicione/remova itens.
sk: Teraz môžete spustiť ponuku gestom, ktoré ste vybrali. Ak chcete zmeniť položky ponuky, môžete otvoriť stránku gest a pridať alebo odstrániť položky.
sr: Сада свој мени можете отворите изабраном гестикулацијом. Ако желите да измените ставке менија, можете да отворите страницу гестикулације и да додате/уклоните ставке.
ta: இப்போது நீங்கள் தேர்ந்தெடுத்த சைகையுடன் உங்கள் மெனுவைத் தொடங்கலாம். நீங்கள் பட்டியல் உருப்படிகளை மாற்ற விரும்பினால், நீங்கள் சைகை பக்கத்தைத் திறந்து உருப்படிகளைச் சேர்க்கலாம்/அகற்றலாம்.
uk: Тепер можна відкрити швидке меню раніше вибраним жестом. Якщо бажаєте змінити пункти цього меню, відкрийте сторінку жестів і додайте/вилучіть пункти.
zh_hans: 现在，您可以使用所选的手势启动菜单。如果要更改菜单项，可以打开手势页面并添加/删除项目。

source: Advanced method
es: Método avanzado
fr: Méthode avancée
ga: Modh ardleibhéil
it: Metodo avanzato
nl: Geavanceerde methode
pt_br: Método Avançado
pt_pt: Método avançado
sk: Pokročilá metóda
sr: Напредни метод
ta: மேம்பட்ட முறை
uk: Розширений спосіб
zh_hans: 高阶方式

source: <span class="label_blue">INFO</span> As we said above, if you are not planning to add more than one <span class="ui">Quick Menu</span> you don’t need this section.
es: <span class="label_blue">INFO</span> Como dijimos anteriormente, si no planeas agregar más de un <span class="ui">Menú rápido</span>, no necesitas esta sección.
fr: <span class="label_blue">INFO</span> Comme nous l'avons mentionné plus haut, si vous ne prévoyez pas d'ajouter plus d'un <span class="ui">Menu rapide</span>, cette section ne vous est pas nécessaire.
ga: <span class="label_blue">EOLAS</span> Mar a dúirt muid thuas, mura bhfuil sé beartaithe agat níos mó ná <span class="ui">Roghchlár Tapa</span> amháin a chur leis, níl an chuid seo de dhíth ort.
it: <span class="label_blue">INFO</span>Come abbiamo detto sopra, se non si intende aggiungere più di un <span class="ui">Menu Rapido</span>, questa sezione non è necessaria.
nl: <span class="label_blue">INFO</span> Zoals hierboven gezegd heb je dit onderdeel niet nodig als je niet van plan bent meer dan één <span class="ui">Snelmenu</span> toe te voegen.
pt_br: <span class="label_blue">INFO</span> Como dissemos acima, se você não planeja adicionar mais de um <span class="ui">Menu Rápido</span>, não precisa desta seção.
sk: <span class="label_blue">INFORMÁCIA</span> Ako sme už povedali vyššie, ak neplánujete pridať viac ako jednu <span class="ui">Rýchlu ponuku</span>, túto sekciu nepotrebujete.
sr: <span class="label_blue">ИНФО</span> Као што смо већ рекли, ако не планирате да направите више од једног <span class="ui">Брзог менија</span> нема потребе да читате овај одељак.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> நாங்கள் மேலே கூறியது போல், ஒன்றுக்கு மேற்பட்ட <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> ஐச் சேர்க்க நீங்கள் திட்டமிடவில்லை என்றால் இந்த பிரிவு உங்களுக்குத் தேவையில்லை.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Як було сказано вище, якщо ви не плануєте створювати більше одного <span class="ui">Швидкого меню</span>, цей розділ вас не стосується.
zh_hans: <span class="label_blue">说明</span> 如上所述，如果不打算在<span class="ui">快捷菜单</span>中添加多个选项，本章节可以直接跳过。

source: This <span class="ui">Quick Menu</span> is actually a <span class="ui">Profile</span> which appears on your screen as a menu. So first you have to learn about <span class="ui">Profiles</span>. If you already know how to use them, you can continue reading, otherwise jump to the <span class="ui">Profiles</span> heading (next section), create a <span class="ui">Profile</span> with some items and come back here.
es: Este <span class="ui">Menú Rápido</span> es en realidad un <span class="ui">Perfil</span> que aparece en la pantalla como un menú. Primero, debes aprender sobre los <span class="ui">Perfiles</span>. Si ya sabes cómo usarlos, puedes continuar leyendo; de lo contrario, ve al apartado <span class="ui">Perfiles</span> (siguiente sección), crea un <span class="ui">Perfil</span> con algunos elementos y regresa aquí.
fr: Ce <span class="ui">Menu rapide</span> est en fait un <span class="ui">Profil</span> qui s'affiche à l'écran sous forme de menu. Vous devez donc d'abord vous familiariser avec les <span class="ui">Profils</span>. Si vous savez déjà comment les utiliser, vous pouvez continuer votre lecture, sinon passez à la rubrique <span class="ui">Profils</span> (section suivante), créez un <span class="ui">Profil</span> avec quelques éléments et revenez ici.
ga: Is <span class="ui">Roghchlár Tapa</span> seo i ndáiríre <span class="ui">Próifíl</span> a thaispeántar ar do scáileán mar roghchlár. Mar sin, ar dtús caithfidh tú foghlaim faoi <span class="ui">Próifílí</span>. Má tá a fhios agat cheana féin conas iad a úsáid, is féidir leat leanúint ar aghaidh ag léamh, nó léim go dtí an ceannteideal <span class="ui">Próifílí</span> (an chéad chuid eile), cruthaigh <span class="ui">Próifíl</span> le roinnt míreanna agus tar ar ais anseo.
it: Questo <span class="ui">menu rapido</span> è in realtà un <span class="ui">profilo</span> che appare sullo schermo come un menu. Quindi, per prima cosa è necessario conoscere i <span class="ui">Profili</span>. Se sapete già come usarli, potete continuare a leggere, altrimenti passate alla voce <span class="ui">Profili</span> (sezione successiva), creare un <span class="ui">profilo</span> con alcuni elementi e tornare qui.
nl: Dit <span class="ui">Snelmenu</span> is eigenlijk een <span class="ui">Profiel</span> dat als menu op je scherm verschijnt. Leer dus eerst over <span class="ui">Profielen</span>. Als je al weet hoe je ze gebruikt kun je verder lezen; ga anders naar de kop <span class="ui">Profielen</span> (volgende sectie), maak een <span class="ui">Profiel</span> met een paar items en kom hier terug.
pt_br: Este <span class="ui">Menu Rápido</span> é, na verdade, um <span class="ui">Perfil</span> que aparece na tela como um menu. Então, primeiro você precisa aprender sobre <span class="ui">Perfis</span>. Se você já sabe como usá-los, pode continuar lendo; caso contrário, vá para o título <span class="ui">Perfis</span> (próxima seção), crie um <span class="ui">Perfil</span> com alguns itens e volte aqui.
sk: <span class="ui">Rýchla ponuka</span> je v skutočnosti <span class="ui">Profil</span>, ktorý sa na obrazovke zobrazuje ako ponuka. Najprv sa teda musíte dozvedieť o <span class="ui">Profiloch</span>. Ak už viete, ako ich používať, môžete pokračovať v čítaní, inak prejdite na nadpis <span class="ui">Profily</span> (ďalšia sekcia), vytvorte <span class="ui">Profil</span> s nejakými položkami a vráťte sa sem.
sr: <span class="ui">Брзи мени</span> је у суштини <span class="ui">Профил</span> који се на екрану појављује као мени. Тако да најпре морате да научите нешто о <span class="ui">Профилима</span>. Ако већ знате како да их користите, наставите да читате, а у супротном прескочите на наслов <span class="ui">Профили</span> (наредни одељак), креирајте <span class="ui">Профил</span> са неким ставкама, па се вратите овде.
ta: இந்த <span வகுப்பு = "Ui"> விரைவான பட்டியல் </span> உண்மையில் ஒரு <span வகுப்பு = "Ui"> சுயவிவரம் </span> ஆகும், இது உங்கள் திரையில் மெனுவாக தோன்றும். எனவே முதலில் நீங்கள் <span வகுப்பு = "Ui"> சுயவிவரங்கள் </span> பற்றி அறிய வேண்டும். அவற்றை எவ்வாறு பயன்படுத்துவது என்பது உங்களுக்கு ஏற்கனவே தெரிந்தால், நீங்கள் தொடர்ந்து படிக்கலாம், இல்லையெனில் <ச்பான் கிளாச் = "யுஐ"> சுயவிவரங்கள் </ச்பான்> தலைப்பு (அடுத்த பகுதி) க்குச் செல்லவும், சில உருப்படிகளுடன் <ச்பான் கிளாச் = "யுஐ"> சுயவிவரம் </ச்பான்> ஐ உருவாக்கி இங்கே திரும்பி வாருங்கள்.
uk: <span class="ui">Швидке меню</span> по своїй суті є <span class="ui">профілем</span>, який відображається як меню. Тож спершу варто прочитати про <span class="ui">профілі</span>. Якщо вам вже відомо як використовувати <span class="ui">профілі</span>, можете продовжувати читання цього розділу, інакше перейдіть до розділу <span class="ui">Профілі</span> (наступний після цього), створіть <span class="ui">профіль</span> з якимись елементами і поверніться суди.
zh_hans: <span class="ui">快捷菜单</span>本质上是一套<span class="ui">配置文件</span>，只是以菜单形式显示在屏幕上。使用该功能须先对<span class="ui">配置文件</span>有所了解。若是如此请继续阅读，否则请转至<span class="ui">配置文件</span>一节（即下一节），创建一套包含若干项的<span class="ui">配置文件</span>再回来继续阅读。

source: Before continuing, we assume that you already created a <span class="ui">Profile</span> as instructed in the previous paragraph. Now we will turn our <span class="ui">Profile</span> into a <span class="ui">Quick Menu</span>.
es: Antes de continuar, asumimos que ya has creado un <span class="ui">Perfil</span> como se indica en el párrafo anterior. Ahora, convertiremos nuestro <span class="ui">Perfil</span> en un <span class="ui">Menú rápido</span>.
fr: Avant de continuer, nous partons du principe que vous avez déjà créé un <span class="ui">Profil</span> comme indiqué dans le paragraphe précédent. Nous allons maintenant transformer notre <span class="ui">Profil</span> en un <span class="ui">Menu rapide</span>.
ga: Sula leanfaimid ar aghaidh, glacaimid leis gur chruthaigh tú <span class="ui">Próifíl</span> cheana féin mar a threoraítear sa mhír roimhe seo. Anois déanfaimid <span class="ui">Roghchlár Tapa</span> dár <span class="ui">Próifíl</span>.
it: Prima di continuare, si suppone che sia già stato creato un <span class="ui">profilo</span> come indicato nel paragrafo precedente. Ora trasformeremo il nostro <span class="ui">profilo</span> in un <span class="ui">menu rapido</span>.
nl: Voordat we verdergaan, gaan we ervan uit dat je al een <span class="ui">Profiel</span> hebt aangemaakt zoals in de vorige alinea beschreven. We maken dit <span class="ui">Profiel</span> nu tot een <span class="ui">Snelmenu</span>.
pt_br: Antes de continuar, presumimos que você já criou um <span class="ui">Perfil</span> conforme as instruções do parágrafo anterior. Agora, transformaremos nosso <span class="ui">Perfil</span> em um <span class="ui">Menu Rápido</span>.
sk: Predtým, ako budeme pokračovať, predpokladáme, že ste si už vytvorili <span class="ui">Profil</span> podľa pokynov v predchádzajúcom odseku. Teraz premeníme náš <span class="ui">Profil</span> na <span class="ui">Rýchle menu</span>.
sr: Пре него што наставимо, претпостављамо да се већ креирали <span class="ui">Профил</span> као што смо вам саветовали у претходном пасусу. Сада ћемо да претворимо наш <span class="ui">Профил</span> у <span class="ui">Брзи мени</span>.
ta: தொடர்வதற்கு முன், முந்தைய பத்தியில் அறிவுறுத்தப்பட்டபடி நீங்கள் ஏற்கனவே <span வகுப்பு = "Ui"> சுயவிவரம் </span> ஐ உருவாக்கியுள்ளீர்கள் என்று கருதுகிறோம். இப்போது நாம் எங்கள் <ச்பான் கிளாச் = "யுஐ"> சுயவிவரம் </ச்பான்> ஐ <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> ஆக மாற்றுவோம்.
uk: Вважатимемо, що ви вже створити <span class="ui">профіль</span>, як описано в наступному розділі. Тепер потрібно перетворити <span class="ui">профіль</span> на <span class="ui">Швидке меню</span>.
zh_hans: 在继续之前，我们假设您已经按照上一段中的说明创建了<span class="ui">配置文件</span>。现在，我们将把<span class="ui">配置文件</span>转换为<span class="ui">快捷菜单</span>。

source: <b>1.</b> Go to your newly created <span class="ui">Profile</span> and enable <span class="ui">Show in action list</span> (shown in the image below). This will make your <span class="ui">Profile</span> visible in the <span class="ui">Gesture Manager</span>. Also enable <span class="ui">Show as Quick Menu</span> (also in the image below) so your profile will be shown as a menu instead of being silently executed.
es: <b>1.</b> Ve a tu <span class="ui">Perfil</span> recién creado y activa la opción <span class="ui">Mostrar en la lista de acciones</span> (imagen a continuación). Esto hará que tu <span class="ui">Perfil</span> sea visible en el <span class="ui">Administrador de gestos</span>. También activa la opción <span class="ui">Mostrar como menú rápido</span> (imagen a continuación) para que tu perfil se muestre como un menú en lugar de ejecutarse silenciosamente.
fr: <b>1.</b> Accédez à votre nouveau <span class="ui">Profil</span> et activez l'option <span class="ui">Afficher dans la liste des actions</span> (illustrée dans l'image ci-dessous). Votre <span class="ui">Profil</span> sera alors visible dans le <span class="ui">Gestionnaire de gestes</span>. Activez également l'option <span class="ui">Afficher dans le Menu rapide</span> (également illustrée dans l'image ci-dessous) afin que votre profil s'affiche sous forme de menu au lieu d'être exécuté silencieusement.
ga: <b>1.</b> Téigh chuig do <span class="ui">Próifíl</span> nua-chruthaithe agus cumasaigh <span class="ui">Taispeáin sa liosta gníomhartha</span> (léirithe san íomhá thíos). Cuirfidh sé seo do <span class="ui">Próifíl</span> le feiceáil sa <span class="ui">Bainisteoir Gothaí</span>. Cumasaigh <span class="ui">Taispeáin mar Roghchlár Tapa</span> freisin (san íomhá thíos freisin) ionas go dtaispeánfar do phróifíl mar roghchlár seachas a bheith á fhorghníomhú go ciúin.
it: <b>1.</b> Andare al proprio <span class="ui">profilo</span> appena creato e abilitare <span class="ui">Mostra nella lista delle azioni</span> (mostrato nell'immagine sottostante). Questo renderà il tuo <span class="ui">profilo</span> visibile in <span class="ui">Tocchi e gesti</span>. Attivare anche <span class="ui">Mostra come menu rapido</span> (anche nell'immagine sottostante), in modo che il profilo venga mostrato come menu invece di essere eseguito silenziosamente.
nl: <b>1.</b> Ga naar je zojuist aangemaakte <span class="ui">Profiel</span> en schakel <span class="ui">Toon in actielijst</span> in (zie afbeelding hieronder). Hierdoor wordt je <span class="ui">Profiel</span> zichtbaar in <span class="ui">Gebarenbeheer</span>. Schakel ook <span class="ui">Toon als Snelmenu</span> in (ook op de afbeelding hieronder), zodat je profiel als een menu wordt getoond in plaats van stilletjes te worden uitgevoerd.
pt_br: <b>1.</b> Acesse o seu <span class="ui">Perfil</span> recém-criado e ative <span class="ui">Mostrar na lista de ações</span> (mostrado na imagem abaixo). Isso tornará seu <span class="ui">Perfil</span> visível no <span class="ui">Gerenciador de Gestos</span>. Ative também <span class="ui">Mostrar como Menu Rápido</span> (também na imagem abaixo) para que seu perfil seja exibido como um menu em vez de ser executado silenciosamente.
sk: <b>1.</b> Prejdite do svojho novovytvoreného <span class="ui">Profilu</span> a povoľte možnosť <span class="ui">Zobraziť v zozname akcií</span> (zobrazené na obrázku nižšie). Týmto sa váš <span class="ui">Profil</span> zobrazí v <span class="ui">Správcovi gest</span>. Povoľte tiež <span class="ui">Zobraziť ako rýchlu ponuku</span> (tiež na obrázku nižšie), aby sa váš profil namiesto tichého spustenia zobrazil ako ponuka.
sr: <b>1.</b> Идите у свој нови <span class="ui">Профил</span> и укључите <span class="ui">Прикажи у листи акција</span> (приказано на слици испод). На овај начин ће се ваш <span class="ui">Профил</span> видети у <span class="ui">Управљачу гестикулацијама</span>. Такође укључите <span class="ui">Прикажи као Брзи мени</span> (такође на слици испод) тако да се ваш профил прикаже као мени, а не да се изврши без било каквих порука.
ta: <b> 1. இது உங்கள் <ச்பான் கிளாச் = "யுஐ"> சுயவிவரம் </span> <span வகுப்பு = "Ui"> சைகை மேலாளர் </span> இல் தெரியும். <ச்பான் கிளாச் = "யுஐ"> ஐ விரைவான பட்டியல் </span> (கீழே உள்ள படத்திலும்) இயக்கு என்பதை இயக்கவும், எனவே உங்கள் சுயவிவரம் அமைதியாக செயல்படுத்தப்படுவதற்கு பதிலாக மெனுவாக காண்பிக்கப்படும்.
uk: <b>1.</b> Перейдіть до новоствореного <span class="ui">профілю</span> і увімкніть <span class="ui">Показувати у списку дій</span> (показано на зображенні нижче). Це зробить ваш <span class="ui">профіль</span> видимим у <span class="ui">Менеджері жестів</span>. Також увімкніть <span class="ui">Показати як швидке меню</span> (показано на зображенні нижче), після чого, замість непомітного виконання, ваш профіль буде показано як меню.
zh_hans: <b>（1）</b>转到新创建的<span class="ui">配置文件</span>，在下图所示的菜单中启用<span class="ui">显示在操作列表中</span>，这将使该<span class="ui">配置文件</span>列入<span class="ui">手势交互管理</span>列表中。在同一菜单中启用<span class="ui">显示为快捷菜单</span>，这样该配置文件会显示为菜单列表，而不是在后台静默执行。
