Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html+html.body.div.table.tr.td.p:3705-9
source: <b>WORKS:</b> Anywhere on the screen
sk: <b>FUNGUJE:</b> Kdekoľvek na obrazovke
ta: <b> வேலை: </b> திரையில் எங்கும்
uk: <b>ПРАЦЮЄ:</b> будь-де на екрані
zh_hans: <b>作用范围：</b>屏幕上的任何地方

source: Icons by <b>Econceptive</b> from the <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
es: Íconos de <b>Econceptive</b> del <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Proyecto Sustantivo</a>
fr: Icônes par <b>Econceptive</b> provenant du <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
ga: Deilbhíní le <b>Econceptive</b> ón <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Tionscadal Noun</a>
it: Icone di <b>Econceptive</b> dal sito di <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
nl: Pictogrammen door <b>Econceptive</b> van het <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
pt_br: Ícones por <b>Econceptive</b> do <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
pt_pt: Ícones de <b>Econceptive</b> do projeto <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
sk: Ikony od <b>Econceptive</b> z <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Projektu Noun</a>
sr: Иконе израдио <b>Econceptive</b> из <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
ta: <b> இன் ஐகான்கள் <b> சுற்றுச்சூழல் </b> <a href = "https://thenounproject.com/econective/collection/touch-gesture/"> பெயர்ச்சொல் திட்டம் </a>
uk: Піктограми від <b>Econceptive</b> з <a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>
zh_hans: 图标由<b>Econceptive</b>创作，来自<a href="https://thenounproject.com/econceptive/collection/touch-gesture/">Noun Project</a>

# user_guide/en.html+html.body.div.div:3715-1
source: Predefined Gestures
sk: Preddefinované gestá
ta: முன் வரையறுக்கப்பட்ட சைகைகள்
uk: Наперед визначені жести
zh_hans: 预设手势

source: This table shows the gestures that comes with KOReader. You can change these gestures according to your preferences via:
es: Esta tabla muestra los gestos que incluye KOReader. Puede modificarlos según sus preferencias mediante:
fr: Ce tableau présente les gestes disponibles dans KOReader. Vous pouvez modifier ces gestes selon vos préférences via :
ga: Taispeánann an tábla seo na gothaí a thagann le KOReader. Is féidir leat na gothaí seo a athrú de réir do chuid sainroghanna trí:
it: Questa tabella mostra i gesti forniti con KOReader. È possibile modificare questi gesti in base alle proprie preferenze tramite:
nl: Deze tabel toont de gebaren die standaard met KOReader meekomen. Je kunt deze gebaren naar wens aanpassen via:
pt_br: Esta tabela mostra os gestos que acompanham o KOReader. Você pode alterar esses gestos de acordo com suas preferências através de:
sk: Táto tabuľka zobrazuje gestá, ktoré sú súčasťou KOReadera. Tieto gestá môžete zmeniť podľa svojich preferencií prostredníctvom:
sr: Следећа табела приказује гестикулације које се испоручују уз KOReader читач. Можете по жељи да их измените из:
ta: இந்த அட்டவணை கொரியாடருடன் வரும் சைகைகளை காட்டுகிறது. உங்கள் விருப்பங்களுக்கு ஏற்ப இந்த சைகைகளை மாற்றலாம்:
uk: У цій таблиці наведено жести, які типово налаштовані у KOReader. Їх можна змінити відповідно до своїх уподобань за допомогою:
zh_hans: 此表显示了KOReader附带的手势。 您可以通过以下方式根据自己的喜好更改这些手势:

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gesture Manager
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Configurador de gestos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gestionnaire de gestes
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Bainisteoir Gothaí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gebarenbeheer
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gerenciador de Gestos
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gestor de Gestos
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Správca gest
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Управљач гестикулацијама
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / சைகை மேலாளர்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Менеджер жестів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 交互手势管理

source: CORNER TAP
es: TOQUE EN LA ESQUINA
fr: APPUI SUR UN COIN
ga: TAP CÚINNE
it: TOCCO SULL'ANGOLO
nl: TIK IN HOEKEN
pt_br: TOQUE NOS CANTOS
pt_pt: TOQUE CANTO
sk: ŤUKNUTIE V ROHU
sr: ТАП У УГАО
ta: மூலையில் குழாய்
uk: ДОТИК В КУТІ ЕКРАНУ
zh_hans: 点击边角

source: <b>Top Left Corner</b> > Toggle page flipping
es: <b>Esquina superior izquierda</b> > Activar o desactivar el cambio de página
fr: <b>Coin supérieur gauche</b> > Activer/désactiver le défilement des pages
ga: <b>Cúinne Barr ar Chlé</b> > Scoraigh an leathanach a fhilleadh
it: <b>Angolo in alto a sinistra</b> > Alterna lo sfogliamento della pagina
nl: <b>Bovenlinkerhoek</b> > Pagina-ombladeren schakelen
pt_br: <b>Canto Superior Esquerdo</b> > Alternar virada de página
pt_pt: <b>Canto superior esquerdo</b> Alternar virar de página
sk: <b>Ľavý horný roh</b> &gt; Prepínať smer listovania strán
sr: <b>Горњи леви угао</b> &gt; Укљ./искљ. окретања странице
ta: <b> மேல் இடது மூலையில் </b >> பக்கத்தை புரட்டுகிறது
uk: <b>Верхній лівий кут</b> Перемкнути гортання сторінок
zh_hans: <b>左上角</b>>切换翻页

source: <b>Top Right Corner</b> > Toggle bookmark
es: <b>Esquina superior derecha</b> > Activar o desactivar marcador
fr: <b>Coin supérieur droit</b> > Basculer le signet
ga: <b>Cúinne Barr ar Dheis</b> > Scoraigh leabharmharc
it: <b>Angolo in alto a destra</b> > Attiva il segnalibro
nl: <b>Bovenrechterhoek</b> > Bladwijzer schakelen
pt_br: <b>Canto Superior Direito</b> > Alternar marcador
pt_pt: <b>Canto Superior Direito</b> > Alterar marcador
sk: <b>Pravý horný roh</b> &gt; Prepínať záložku
sr: <b>Горњи десни угао</b> &gt; Укљ./искљ. маркера
ta: <b> மேல் வலது மூலையில் </b >> புத்தகக்குறியை மாற்று
uk: <b>Верхній правий кут</b> Додати/зняти закладку
zh_hans: <b>右上角</b> > 标记/取消书签

source: <b>Opposing diagonal corners at the same time</b> > Take screenshot
es: <b>Esquinas diagonales opuestas al mismo tiempo</b> > Tomar captura de pantalla
fr: <b>Opposer les coins diagonaux en même temps</b> > Prendre une capture d'écran
ga: <b>Coirnéil trasnánacha os coinne a chéile ag an am céanna</b> > Tóg pictiúr scáileáin
it: <b>Opporre gli angoli diagonali contemporaneamente</b> > Fare screenshot
nl: <b>Tegengestelde diagonale hoeken tegelijk</b> > Schermafdruk maken
pt_br: <b>Cantos diagonais opostos ao mesmo tempo</b> > Fazer captura de tela
pt_pt: <b>Cantos diagonais opostos ao mesmo tempo</b> > Captura de ecrã
sk: <b>Súčasne protiľahlé diagonálne rohy</b> &gt; Urobiť snímku obrazovky
sr: <b>Супротни дијагонални углови, истовремено</b> &gt; Прављење снимка екрана
ta: <b> ஒரே நேரத்தில் மூலைவிட்ட மூலைகளை எதிர்ப்பது </b >> ச்கிரீன்சாட்டை எடுத்துக் கொள்ளுங்கள்
uk: <b>Діагонально протилежні кути водночас</b> &gt; Зробити знімок екрана
zh_hans: <b>同时点击对角</b>>截图

source: DOUBLE TAP
es: TOQUE DOBLE
fr: APPUI DOUBLE
ga: CNIOGÓG DÚBAILTE
it: DOPPIO TOCCO
nl: DUBBELTIK
pt_br: TOQUE DUPLO
pt_pt: TOQUE DUPLO
sk: DVOJITÉ ŤUKNUTIE
sr: ДВОСТРУКИ ТАП
ta: இரட்டை குழாய்
uk: ПОДВІЙНИЙ ДОТИК
zh_hans: 双击

source: <b>Left Side</b> > Go -10 pages
es: <b>↓ ↑</b> - Hojear documento
fr: <b>Côté gauche</b> > Aller à -10 pages
ga: <b>Taobh Clé</b> > Téigh -10 leathanach
it: <b>Lato sinistro</b> > Vai a -10 pagine
nl: <b>Linkerkant</b> > Ga -10 pagina's
pt_br: <b>Lado Esquerdo</b> > Retroceder 10 páginas
pt_pt: <b>Lado Esquerdo</b> > -10 páginas
sk: <b>↓ ↑</b> – Prebehnúť dokument
sr: <b>Лева страна</b> &gt; Иди -10 страница
ta: <b> ம்மை த்தி </b> - ச்கிம் ஆவணம்
uk: <b>↓ ↑</b> - Побіжний перегляд документа
zh_hans: <b>左侧</b>>后翻10页

source: <b>Right Side</b> > Go +10 pages
es: <b>↑ ←</b>: marcapáginas
fr: <b>Côté droit</b> > Aller +10 pages
ga: <b>Taobh Deis</b> > Téigh +10 leathanach
it: <b>Lato destro</b> > Vai a +10 pagine
nl: <b>Rechterkant</b> > Ga +10 pagina's
pt_br: <b>Lado Direito</b> > Avançar 10 páginas
pt_pt: <b>Lado Direito</b> > +10 páginas
sk: <b>↑ ←</b> - Záložky
sr: <b>Десна страна</b> &gt; Иди +10 страница
ta: <b> ம்பி ← </b> - புக்மார்க்குகள்
uk: <b>↑ ←</b> - Закладки
zh_hans: <b>右侧</b>>前翻10页

# user_guide/en.html+html.body.div.div.div:3741-5
source: ONE FINGER SWIPE
sk: POTIAHNUTIE JEDNÝM PRSTOM
ta: ஒரு விரல் ச்வைப்
uk: ПРОВЕДЕННЯ ОДНИМ ПАЛЬЦЕМ
zh_hans: 单指滑动

source: <b>Short diagonal swipe</b> > Full screen refresh
es: <b>↑ ↓ ↑</b> - Capítulo anterior
fr: <b>Balayage diagonal court</b> > Actualisation complète de l'écran
ga: <b>Swipeáil ghearr trasnánach</b> > Athnuachan lánscáileáin
it: <b>Scorrimento diagonale breve</b> > Aggiornamento a schermo intero
nl: <b>Korte diagonale veeg</b> > Volledig scherm verversen
pt_br: <b>Deslize diagonal curto</b> > Atualização total da tela
pt_pt: <b>Deslize diagonal curto</b> Atualização total do ecrã
sk: <b>↑ ↓ ↑</b> - Predchádzajúca kapitola
sr: <b>Кратко дијагонално превлачење</b> &gt; Освежавање целог екрана
ta: இப்போது
uk: <b>↑ ↓ ↑</b> - Попередній розділ
zh_hans: <b>短对角滑动</b>>全屏刷新

source: <b>Long diagonal swipe</b> > Take screenshot
es: <b>↓ ↑ ↓</b> - Siguiente capítulo
fr: <b>Long balayage diagonal</b> > Prendre une capture d'écran
ga: <b>Swipeáil fhada trasnánach</b> > Tóg scáileán
it: <b>Scorrimento diagonale lungo</b> > Acquisizione dello schermo
nl: <b>Lange diagonale veegbeweging</b> > Schermafdruk maken
pt_br: <b>Deslize diagonal longo</b> > Fazer captura de tela
pt_pt: <b>Deslizar diagonal longo</b> > Captura de ecrã
sk: <b>↓ ↑ ↓</b> - Ďalšia kapitola
sr: <b>Дугачко дијагонално превлачење</b> &gt; Креирање снимка екрана
ta: <b>  த்தி </b> - அடுத்த அத்தியாயம்
uk: <b>Довге проведення по діагоналі</b> > Зробити знімок екрану
zh_hans: <b>长对角滑动</b>>截图

source: MULTISWIPES
es: DESLIZAMIENTOS MÚLTIPLES
fr: MULTIPLES BALAYAGES
ga: IL-SVAIDHPEÁLACHA
it: MULTISCORRIMENTI
nl: MULTIVEGEN
pt_br: MULTIDESLIZES
sk: VIACNÁSOBNÉ POTIAHNUTIA
sr: МУЛТИПРЕВЛАЧЕЊА
ta: மல்டிச்வைப்ச்
uk: МУЛЬТИЖЕСТИ
zh_hans: 多重滑动

source: <span style="font-family: microns;"></span> - Back to previous location
es: <span style="font-family: microns;"></span> - Volver a la ubicación anterior
fr: <span style="font-family: microns;"></span> - Retour à l'emplacement précédent
ga: <span style="font-family: microns;"></span> - Ar ais go dtí an suíomh roimhe seo
it: <span style="font-family: microns;"></span> - Torna alla posizione precedente
nl: <span style="font-family: microns;"></span> - Terug naar vorige locatie
pt_br: <span style="font-family: microns;"></span> - Voltar para a localização anterior
pt_pt: <span style="font-family: microns;"></span> - Voltar para local anterior
sk: <span style="font-family: microns;"></span> - Späť na predchádzajúce umiestnenie
sr: <span style="font-family: microns;"></span> - Назад на претходну локацију
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - முந்தைய இடத்திற்குத் திரும்பு
uk: <span style="font-family: microns;"></span> – Назад до попереднього місця
zh_hans: <span style="font-family: microns;"></span> - 返回上个位置

source: <span style="font-family: microns;"></span> - Go to latest bookmark
es: <span style="font-family: microns;"></span> - Ir al último marcador
fr: <span style="font-family: microns;"></span> - Aller au dernier signet
ga: <span style="font-family: microns;"></span> - Téigh go dtí an leabharmharc is déanaí
it: <span style="font-family: microns;"></span> - Vai all'ultimo segnalibro
nl: <span style="font-family: microns;"></span> - Ga naar meest recente bladwijzer
pt_br: <span style="font-family: microns;"></span> - Ir para o marcador mais recente
pt_pt: <span style="font-family: microns;"></span> - Ir para Marcadores recentes
sk: <span style="font-family: microns;"></span> – Prejsť na poslednú záložku
sr: <span style="font-family: microns;"></span> - Иди на најновији маркер
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - அண்மைக் கால புக்மார்க்குக்குச் செல்லவும்
uk: <span style="font-family: microns;"></span> – Перейти до найновішої закладки
zh_hans: <span style="font-family: microns;"></span> - 转到最后的书签

source: <span style="font-family: microns;"></span> - Skim document
es: <span style="font-family: microns;"></span> - Hojear el documento
fr: <span style="font-family: microns;"></span> - Parcourir le document
ga: <span style="font-family: microns;"></span> - Scamhadh an cháipéis
it: <span style="font-family: microns;"></span> - Documento di scrematura
nl: <span style="font-family: microns;"></span> - Document doorbladeren
pt_br: <span style="font-family: microns;"></span> - Folhear o documento
pt_pt: <span style="font-family: microns;"></span> - Documento leitura rápida
sk: <span style="font-family: microns;"></span> - Prebehnúť dokument
sr: <span style="font-family: microns;"></span> - Прелети по документу
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - ச்கிம் ஆவணம்
uk: <span style="font-family: microns;"></span> – Проглянути документ
zh_hans: <span style="font-family: microns;"></span> - 快速翻页

source: <span style="font-family: microns;"></span> - Bookmarks
es: <span style="font-family: microns;"></span> - Marcadores
fr: <span style="font-family: microns;"></span> - Signets
ga: <span style="font-family: microns;"></span> - Leabharmharcanna
it: <span style="font-family: microns;"></span> - Segnalibri
nl: <span style="font-family: microns;"></span> - Bladwijzers
pt_br: <span style="font-family: microns;"></span> - Marcadores
pt_pt: <span style="font-family: microns;"></span> - Marcadores
sk: <span style="font-family: microns;"></span> - Záložky
sr: <span style="font-family: microns;"></span> - Маркери
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - புக்மார்க்குகள்
uk: <span style="font-family: microns;"></span> – Закладки
zh_hans: <span style="font-family: microns;"></span> - 书签

source: <span style="font-family: microns;"></span> - Table of contents
es: <span style="font-family: microns;"></span> - Tabla de Contenidos
fr: <span style="font-family: microns;"></span> - Table des matières
ga: <span style="font-family: microns;"></span> - Clár ábhair
it: <span style="font-family: microns;"></span> - Indice dei contenuti
nl: <span style="font-family: microns;"></span> - Inhoudsopgave
pt_br: <span style="font-family: microns;"></span> - Índice
pt_pt: <span style="font-family: microns;"></span> - Índice
sk: <span style="font-family: microns;"></span> - Tabuľka s obsahom knihy
sr: <span style="font-family: microns;"></span> - Садржај
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - உள்ளடக்க அட்டவணை
uk: <span style="font-family: microns;"></span> – Зміст
zh_hans: <span style="font-family: microns;"></span> - 目录

source: <span style="font-family: microns;"></span> - Show frontlight dialog
es: <span style="font-family: microns;"></span> - Mostrar el cuadro de diálogo de la luz frontal
fr: <span style="font-family: microns;"></span> - Afficher la boîte de dialogue du rétroéclairage
ga: <span style="font-family: microns;"></span> - Taispeáin dialóg an tsolais tosaigh
it: <span style="font-family: microns;"></span> - Mostra finestra di dialogo per la luce frontale
nl: <span style="font-family: microns;"></span> - Lichtdialoog tonen
pt_br: <span style="font-family: microns;"></span> - Mostrar caixa de diálogo de luz frontal
pt_pt: <span style="font-family: microns;"></span> - Mostrar diálogo da luz frontal
sk: <span style="font-family: microns;"></span> - Zobraziť dialógové okno nasvietenia/podsvietenia displeja
sr: <span style="font-family: microns;"></span> - Прикажи дијалог предњег светла
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - முன் விளக்கு உரையாடலைக் காட்டு
uk: <span style="font-family: microns;"></span> – Показати діалог підсвічування
zh_hans: <span style="font-family: microns;"></span> - 显示前灯对话框

source: <span style="font-family: microns;"></span> - Toggle reflow
es: <span style="font-family: microns;"></span> - Activar o desactivar ajuste de texto
fr: <span style="font-family: microns;"></span> - Basculer la remise en page
ga: <span style="font-family: microns;"></span> - Athshreabhadh a scoránaigh
it: <span style="font-family: microns;"></span> - Attiva il riadattamento
nl: <span style="font-family: microns;"></span> - Herschikking schakelen
pt_br: <span style="font-family: microns;"></span> - Alternar refluxo
pt_pt: <span style="font-family: microns;"></span> - Alterar refluxo
sk: <span style="font-family: microns;"></span> - Prepínať preformátovanie
sr: <span style="font-family: microns;"></span> - Укљ./Искљ. преслагање текста
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - ரிஃப்ளோவை மாற்றவும்
uk: <span style="font-family: microns;"></span> – Перемкнути перекомпонування
zh_hans: <span style="font-family: microns;"></span> - 重排

source: <span style="font-family: microns;"></span> - History
es: <span style="font-family: microns;"></span> - Historia
fr: <span style="font-family: microns;"></span> - Historique
ga: <span style="font-family: microns;"></span> - Stair
it: <span style="font-family: microns;"></span> - Cronologia
nl: <span style="font-family: microns;"></span> - Geschiedenis
pt_br: <span style="font-family: microns;"></span> - Histórico
pt_pt: <span style="font-family: microns;"></span> - Histórico
sk: <span style="font-family: microns;"></span> - História
sr: <span style="font-family: microns;"></span> - Историја
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - வரலாறு
uk: <span style="font-family: microns;"></span> – Історія
zh_hans: <span style="font-family: microns;"></span> - 历史

source: <span style="font-family: microns;"></span> - Book status
es: <span style="font-family: microns;"></span> - Estado del libro
fr: <span style="font-family: microns;"></span> - Statut du livre
ga: <span style="font-family: microns;"></span> - Stádas an leabhair
it: <span style="font-family: microns;"></span> - Stato del libro
nl: <span style="font-family: microns;"></span> - Boekstatus
pt_br: <span style="font-family: microns;"></span> - Status do livro
pt_pt: <span style="font-family: microns;"></span> - Estado do livro
sk: <span style="font-family: microns;"></span> - Stav knihy
sr: <span style="font-family: microns;"></span> - Статус књиге
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - புத்தக நிலை
uk: <span style="font-family: microns;"></span> – Стан книги
zh_hans: <span style="font-family: microns;"></span> - 书籍状态

source: <span style="font-family: microns;"></span> - Go to page
es: <span style="font-family: microns;"></span> - Ir a la página
fr: <span style="font-family: microns;"></span> - Aller à la page
ga: <span style="font-family: microns;"></span> - Téigh go dtí an leathanach
it: <span style="font-family: microns;"></span> - Vai alla pagina
nl: <span style="font-family: microns;"></span> - Ga naar pagina
pt_br: <span style="font-family: microns;"></span> - Ir para a página
pt_pt: <span style="font-family: microns;"></span> - Ir para a página
sk: <span style="font-family: microns;"></span> - Prejsť na stránku
sr: <span style="font-family: microns;"></span> - Иди на страну
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - பக்கத்திற்குச் செல்லுங்கள்
uk: <span style="font-family: microns;"></span> – Перейти до сторінки
zh_hans: <span style="font-family: microns;"></span> - 转到页面

source: <span style="font-family: microns;"></span> - Back
es: <span style="font-family: microns;"></span> - Volver
fr: <span style="font-family: microns;"></span> - Retour
ga: <span style="font-family: microns;"></span> - Ar ais
it: <span style="font-family: microns;"></span> - Indietro
nl: <span style="font-family: microns;"></span> - Terug
pt_br: <span style="font-family: microns;"></span> - Voltar
pt_pt: <span style="font-family: microns;"></span> - Voltar
sk: <span style="font-family: microns;"></span> - Späť
sr: <span style="font-family: microns;"></span> - Назад
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - பின்
uk: <span style="font-family: microns;"></span> – Назад
zh_hans: <span style="font-family: microns;"></span> - 返回

source: <span style="font-family: microns;"></span> - Previous chapter
es: <span style="font-family: microns;"></span> - Capítulo anterior
fr: <span style="font-family: microns;"></span> - Chapitre précédent
ga: <span style="font-family: microns;"></span> - An chaibidil roimhe seo
it: <span style="font-family: microns;"></span> - Capitolo precedente
nl: <span style="font-family: microns;"></span> - Vorig hoofdstuk
pt_br: <span style="font-family: microns;"></span> - Capítulo anterior
pt_pt: <span style="font-family: microns;"></span> - Capítulo anterior
sk: <span style="font-family: microns;"></span> - Predchádzajúca kapitola
sr: <span style="font-family: microns;"></span> - Претходно поглавље
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - முந்தைய அத்தியாயம்
uk: <span style="font-family: microns;"></span> – Попередній розділ
zh_hans: <span style="font-family: microns;"></span> - 上一章

source: <span style="font-family: microns;"></span> - Next chapter
es: <span style="font-family: microns;"></span> - Siguiente capítulo
fr: <span style="font-family: microns;"></span> - Chapitre suivant
ga: <span style="font-family: microns;"></span> - An chéad chaibidil eile
it: <span style="font-family: microns;"></span> - Capitolo successivo
nl: <span style="font-family: microns;"></span> - Volgende hoofdstuk
pt_br: <span style="font-family: microns;"></span> - Próximo capítulo
pt_pt: <span style="font-family: microns;"></span> - Capitulo seguinte
sk: <span style="font-family: microns;"></span> - Ďalšia kapitola
sr: <span style="font-family: microns;"></span> - Наредно поглавље
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - அடுத்த அத்தியாயம்
uk: <span style="font-family: microns;"></span> – Наступний розділ
zh_hans: <span style="font-family: microns;"></span> - 下一章
