Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Font hinting</span> adjusts your text for maximum readability according to your screen’s pixel grid. <span class="ui">native</span> uses font’s internal hinting instructions, <span class="ui">auto</span> uses FreeType’s hinting algorithm. <span class="ui">auto</span> is a safer choice because font files that you installed may have problematic hinting instructions. Also <span class="ui">auto</span> handles <b>CJK</b> text better. You can try different settings to see which one looks better on your device.
es: La <span class="ui">optimización de letra</span> adapta tu texto para la máxima legibilidad según la rejilla de píxeles de lu pantalla. <span class="ui">native</span> usa las instrucciones internas de optimización de la letra, <span class="ui">auto</span> usa el algoritmo de optimización de FreeType. <span class="ui">auto</span> es una opción más segura porque los archivos de letra que tengas instaladas pueden tener instrucciones de optimización problemáticas. Además, <span class="ui">auto</span> maneja mejor el texto <b>CJK</b>. Puedes probar diferentes ajustes para ver cuál es el mejor en tu dispositivo.
fr: L'<span class="ui">Indentation des polices</span> ajuste votre texte pour une lisibilité maximale en fonction de la grille de pixels de votre écran. <span class="ui">native</span> utilise les instructions d'indentation internes de la police, <span class="ui">auto</span> utilise l'algorithme d'indentation de FreeType. <span class="ui">auto</span> est un choix plus sûr, car les fichiers de polices que vous avez installés peuvent contenir des instructions d'indentation problématiques. De plus, <span class="ui">auto</span> gère mieux le texte <b>CJK</b>. Vous pouvez essayer différents paramètres pour voir lequel convient le mieux à votre appareil.
ga: Déanann <span class="ui">Leideanna cló</span> do théacs a choigeartú le haghaidh inléiteachta uasta de réir eangach picteilín do scáileáin. Úsáideann <span class="ui">dúchasach</span> treoracha leideanna inmheánacha an chló, úsáideann <span class="ui">uathoibríoch</span> algartam leideanna FreeType. Is rogha níos sábháilte é <span class="ui">uathoibríoch</span> mar d'fhéadfadh treoracha leideanna fadhbacha a bheith i gcomhaid chló a shuiteáil tú. Chomh maith leis sin, láimhseálann <span class="ui">uathoibríoch</span> téacs <b>CJK</b> níos fearr. Is féidir leat socruithe éagsúla a thriail chun a fheiceáil cé acu ceann is fearr a fhéachann ar do ghléas.
it: <span class="ui">Suggerimento per i caratteri</span> regola il testo per la massima leggibilità in base alla griglia di pixel dello schermo. <span class="ui">nativo</span> utilizza le istruzioni di suggerimento interne al font, <span class="ui">auto</span> utilizza l'algoritmo di suggerimento di FreeType. <span class="ui">auto</span> è una scelta più sicura perché i file di font installati potrebbero avere istruzioni di suggerimento problematiche. <span class="ui">auto</span> gestisce meglio anche il testo <b>CJK</b>. È possibile provare diverse impostazioni per vedere quale si adatta meglio al proprio dispositivo.
nl: <span class="ui">Lettertype-hinting</span> past je tekst aan voor maximale leesbaarheid volgens het pixelraster van je scherm. <span class="ui">native</span> gebruikt de interne hintinginstructies van het lettertype; <span class="ui">auto</span> gebruikt FreeType’s hintalgoritme. <span class="ui">auto</span> is veiliger omdat lettertypebestanden problematische hintinginstructies kunnen bevatten. Bovendien gaat <span class="ui">auto</span> beter om met <b>CJK</b>-tekst. Probeer verschillende instellingen om te zien welke het beste oogt op jouw apparaat.
pt_br: <span class="ui">Hinting da fonte</span> ajusta seu texto para máxima legibilidade de acordo com a grade de pixels da sua tela. <span class="ui">nativo</span> usa as instruções de hinting internas da fonte, enquanto <span class="ui">auto</span> utiliza o algoritmo de hinting do FreeType. <span class="ui">Auto</span> é uma escolha mais segura, pois fontes que você instalou podem ter instruções de hinting problemáticas. Além disso, <span class="ui">auto</span> lida melhor com textos em <b>CJK</b>. Você pode testar diferentes configurações para ver qual fica melhor no seu dispositivo.
pt_pt: <span class="ui">Sugestão de fonte</span> ajusta o seu texto para uma legibilidade máxima de acordo com a grelha de pixéis do ecrã. O <span class="ui">nativo</span> utiliza instruções de dicas internas da fonte, o <span class="ui">auto</span> utiliza o algoritmo de dicas do FreeType. <span class="ui">Auto</span> é uma escolha mais segura porque os ficheiros de fontes que instalou podem ter instruções de dicas problemáticas. Além disso, <span class="ui">auto</span> lida melhor com texto <b>CJK</b>. Pode experimentar diferentes configurações para ver qual delas fica melhor no seu dispositivo.
sk: <span class="ui">Kvalita zobrazenia písma</span> upraví váš text pre maximálnu čitateľnosť podľa pixelovej mriežky vašej obrazovky. <span class="ui">Vstavaná</span> používa interné nastavenia kvality pre písmo ktoré sú jeho súčasťou, <span class="ui">automatická</span> používa pre úpravu algoritmus FreeType. <span class="ui">automatická</span>je bezpečnejšia voľba, pretože nainštalované súbory písiem môžu mať problematické interné nastavenia kvality. <span class="ui">automatická</span> lepšie zvláda text <b>CJK (čínskych, japonských, kórejských) znakov</b>. Môžete vyskúšať rôzne nastavenia, aby ste zistili, ktoré z nich vyzerá na vašom zariadení lepšie.
sr: <span class="ui">Хинтовање фонта</span> подешава текст тако да се добије најбоља читљивост на мрежи пиксела вашег екрана. <span class="ui">уграђено у фонт</span> користи интерне инструкције за хинтовање у фонту, <span class="ui">аутоматско</span> користи алгоритам за хинтовање библиотеке FreeType. <span class="ui">аутоматско</span> је сигурнији избор јер инсталирани фајлови фонта могу да имају проблематичне инструкције за хинтовање. Исто тако, <span class="ui">аутоматско</span> боље обрађује <b>CJK</b> (кинески, јапански, корејски) текст. Пробајте различита подешавања да видите које боље изгледа на вашем уређају.
ta: <span வகுப்பு = "Ui"> எழுத்துரு குறிப்பு </span> உங்கள் திரையின் படப்புள்ளி கட்டத்திற்கு ஏற்ப அதிகபட்ச வாசிப்புக்கு உங்கள் உரையை சரிசெய்கிறது. <span வகுப்பு = "Ui"> நேட்டிவ் </span> எழுத்துருவின் உள் குறிப்பு வழிமுறைகளைப் பயன்படுத்துகிறது, <span வகுப்பு = "Ui"> ஆட்டோ </span> ஃப்ரீடைப்பின் குறிக்கும் வழிமுறையைப் பயன்படுத்துகிறது. <span வகுப்பு = "Ui"> ஆட்டோ </span> என்பது பாதுகாப்பான தேர்வாகும், ஏனெனில் நீங்கள் நிறுவிய எழுத்துரு கோப்புகள் சிக்கலான குறிப்புக் வழிமுறைகளைக் கொண்டிருக்கலாம். மேலும் <ச்பான் வகுப்பு = "யுஐ"> ஆட்டோ </ச்பான்> கையாளுகிறது <b> சி.சே.கே </b> உரை சிறந்தது. உங்கள் சாதனத்தில் எது நன்றாக இருக்கிறது என்பதைக் காண வெவ்வேறு அமைப்புகளை முயற்சி செய்யலாம்.
uk: <span class="ui">Хінтинг шрифту</span> підлаштовує текст для максимальної читабельності відповідно до піксельної сітки екрану пристрою. <span class="ui">вбудований</span> використовує вбудовані в шрифти інструкції хінтингу; <span class="ui">авто</span> використовує алгоритм хінтингу FreeType. <span class="ui">авто</span> є надійнішим вибором, бо наявні на пристрої шрифти можуть мати проблемні інструкції хінтингу. До того ж, <span class="ui">авто</span> краще обробляє текст <b>CJK</b>. Можна спробувати різні варіанти, щоб переконатися який з них краще виглядає на конкретному пристрої.
zh_hans: <span class="ui">字体微调</span>是根据设备屏幕像素阵列调整文字以实现最佳可读性的功能。<span class="ui">原生</span>选项将使用字体内置的微调规则；<span class="ui">自动</span>选项使用FreeType的微调算法。自行安装的字体文件包含的微调规则可能有问题，因此<span class="ui">自动</span>是更稳妥的选择。另外，<span class="ui">自动</span>选项在处理<b>CJK</b>字符（东亚文字）时表现更好。请自行探索当前设备适合的选项。

source: <span class="ui">Font kerning</span> adjusts the spacing between letters to achieve a visually pleasing result. Default is <span class="ui">best</span> option, which might be <b>slower</b> when opening files (depending on your device) but <b>has better support for ligatures</b> (see picture below for an example), joined <b>Arabic</b> glyphs and some other scripts. If your device is slow, you can try <span class="ui">good</span> which is faster and may still look correct with western latin-script text.
es: El <span class="ui">interletraje de letra</span> ajusta el espaciado entre letras para lograr un resultado visualmente agradable. Por defecto está la opción <span class="ui">mejor</span>, que puede ser <b>más lenta</b> al abrir archivos (dependiendo de tu dispositivo), pero <b>tiene mejor soporte para ligaduras</b> (ver imagen abajo como ejemplo), glifos <b>árabes</b> unidos y algunos otros alfabetos. Si tu dispositivo es lento, puedes probar <span class="ui">bueno</span> que es más rápida y aún podría verse correcta con texto latino occidental.
fr: <span class="ui">Le crénage des polices</span> ajuste l'espacement entre les lettres afin d'obtenir un résultat visuellement agréable. L'option par défaut est <span class="ui">meilleur</span>, qui peut être <b>plus lente</b> lors de l'ouverture des fichiers (selon votre appareil), mais qui <b>prend mieux en charge les ligatures</b> (voir l'exemple ci-dessous), les glyphes <b>arabes</b> joints et certains autres scripts. Si votre appareil est lent, vous pouvez essayer l'option <span class="ui">bon</span>, qui est plus rapide et peut tout de même donner un résultat correct avec les textes en alphabet latin occidental.
ga: Coigeartaíonn <span class="ui">Cló-chéarnú</span> an spásáil idir litreacha chun toradh taitneamhach ó thaobh amhairc de a bhaint amach. Is é an rogha <span class="ui">is fearr</span> an rogha réamhshocraithe, a d'fhéadfadh a bheith <b>níos moille</b> agus comhaid á n-oscailt (ag brath ar do ghléas) ach <b>tacaíonn sé níos fearr le ligatúir</b> (féach an pictiúr thíos le haghaidh sampla), glifí <b>Araibis</b> ceangailte agus roinnt scripteanna eile. Más mall do ghléas, is féidir leat triail a bhaint as <span class="ui">good</span> atá níos tapúla agus a d'fhéadfadh breathnú ceart fós le téacs Laidineach an iarthair.
it: <span class="ui">Crenatura dei font</span> regola la spaziatura tra le lettere per ottenere un risultato visivamente gradevole. L'impostazione predefinita è l'opzione <span class="ui">migliore</span>, che potrebbe <b>rallentare</b> l'apertura dei file (a seconda del dispositivo) ma <b>ha un supporto migliore per le legature</b> (si veda l'immagine qui sotto per un esempio), se è unito ai aimboli <b>arabi</b> e ad alcune altre scritture. Se il dispositivo è lento, si può provare con <span class="ui">buono</span>, che è più veloce e può ancora apparire corretto con il testo occidentale in caratteri latini.
nl: <span class="ui">Kerning</span> past de ruimte tussen letters aan voor een visueel aantrekkelijk resultaat. Standaard is de optie <span class="ui">best</span>, die <b>trager</b> kan zijn bij het openen van bestanden (afhankelijk van je apparaat) maar <b>betere ondersteuning voor ligaturen</b> biedt (zie afbeelding hieronder), gekoppelde <b>Arabische</b> glyphs en enkele andere schriften. Als je apparaat traag is kun je <span class="ui">good</span> proberen; dat is sneller en ziet er vaak nog goed uit met westers Latijns schrift.
pt_br: <span class="ui">Kerning da fonte</span> ajusta o espaçamento entre letras para um resultado visualmente agradável. A opção padrão é <span class="ui">ótimo</span>, que pode ser <b>mais lenta</b> ao abrir arquivos (dependendo do seu dispositivo), mas <b>oferece melhor suporte a ligaduras</b> (veja a imagem abaixo como exemplo), glifos <b>árabes</b> conectados e alguns outros scripts. Se seu dispositivo for lento, você pode tentar <span class="ui">bom</span>, que é mais rápida e ainda pode parecer correta em textos ocidentais em alfabeto latino.
pt_pt: <span class="ui">Kerning de tipos de letra</span> ajusta o espaçamento entre letras para obter um resultado visualmente agradável. Por definição é a <span class="ui">melhor</span> opção, pode ser <b>mais lenta</b> ao abrir ficheiros (dependendo do seu dispositivo) mas <b>tem melhor suporte para ligações</b> (veja a imagem abaixo para um exemplo), juntou glifos em <b>árabe</b> e alguns outros scripts. Se o seu dispositivo for lento, pode tentar <span class="ui">bom</span>, que é mais rápido e ainda pode parecer correto com texto em escrita latina ocidental.
sk: <span class="ui">Vylepšenie písma</span> upraví medzery medzi písmenami, aby ste dosiahli vizuálne príjemný výsledok. Predvolená hodnota je <span class="ui">najlepšie</span>, ktorá môže byť <b>pomalšia</b> pri otváraní súborov (v závislosti od vášho zariadenia), ale <b>má lepšiu podporu pre ligatúry</b> (pozrite si príklad na obrázku nižšie), spojené <b>arabské</b> glyfy a niektoré ďalšie skripty. Ak je vaše zariadenie pomalé, môžete skúsiť <span class="ui">dobré</span> čo je rýchlejšie a stále môže vyzerať správne s textom v západnej latinke.
sr: <span class="ui">Кернинг фонта</span> подешава размак између слова, тако да се добије визуелно лепши резултат. Подразумевана вредност је <span class="ui">најбоље</span>, и то може да буде <b>спорије</b> када се отварају фајлови (у зависности од вашег уређаја) али <b>има бољу подршку за лигатуре</b> (за пример, погледајте слику испод), спојене <b>арапске</b> словне ликове и нека остала писма. Ако је ваш уређај спор, покушајте <span class="ui">добро</span> јер ради брже, а још увек може коректно да изгледа у случају текстова писаних западним латиницама.
ta: <span வகுப்பு = "Ui"> எழுத்துரு கெரிங் </span> பார்வைக்கு மகிழ்ச்சியான முடிவை அடைய கடிதங்களுக்கு இடையிலான இடைவெளியை சரிசெய்கிறது. இயல்புநிலை <span வகுப்பு = "Ui"> சிறந்த </span> விருப்பம், இது <b> மெதுவாக இருக்கலாம் </b> கோப்புகளைத் திறக்கும்போது (உங்கள் சாதனத்தைப் பொறுத்து) ஆனால் <b> தசைநார்கள் </b> க்கு சிறந்த உதவி உள்ளது (ஒரு எடுத்துக்காட்டுக்கு கீழே உள்ள படத்தைப் பார்க்கவும்), <b> அரபு </b> கிளிஃப்கள் மற்றும் வேறு சில ச்கிரிப்ட்களில் இணைந்தது. உங்கள் சாதனம் மெதுவாக இருந்தால், நீங்கள் <span வகுப்பு = "Ui"> நல்ல </span> ஐ முயற்சி செய்யலாம், இது வேகமானதாக இருக்கும், மேலும் மேற்கு லத்தீன்-ச்கிரிப்ட் உரையுடன் இன்னும் சரியாகத் தோன்றலாம்.
uk: <span class="ui">Кернінг шрифту</span> пристосовує проміжки між літерами слів, щоб покращити читабельність тексту. Типовим є значення <span class="ui">найкращий</span>, який може бути <b>повільнішим</b> під час відкриття файлів (залежно від пристрою), але <b>має кращу підтримку лігатур</b> (див. зображення зі зразком нижче), включаючи <b>арабські</b> символи та деякі інші скрипти. Якщо пристрій повільний, можна спробувати <span class="ui">хороший</span>, який є швидшим і все ще може виглядати коректно з написаними західною латиницею текстами.
zh_hans: <span class="ui">字偶间距</span>是调节特定字母组合之间的间距以提升视觉效果的功能。默认的<span class="ui">最佳</span>选项可能会<b>拖慢</b>书籍打开速度（受阅读设备性能影响），但对<b>对合字（如下图所示）</b>、<b>连笔阿拉伯字形</b>及某些书体的支持更好。若阅读设备性能较差可将改为<span class="ui">良</span>选项，在保证拉丁字母书体正确显示的前提下提升设备响应速度。

source: <span class="ui">Alt status bar</span> enables an alternative status bar which is available only in reflowable documents (EPUB, HTML, DOCX, RTF, TXT…). After enabling it here, you can configure <span class="ui">alt status bar</span> via:
es: <span class="ui">Barra de estado alternativa</span> activa una barra de estado alternativa que está disponible solo en documentos ajustables (EPUB, HTML, DOCX, RTF, TXT…). Tras activarla aquí, puedes configurar la <span class="ui">barra de estado alternativa</span> a través de:
fr: <span class="ui">Barre d'état alternative</span> active une barre d'état alternative qui n'est disponible que dans les documents reformatables (EPUB, HTML, DOCX, RTF, TXT…). Après l'avoir activée ici, vous pouvez configurer <span class="ui">barre d'état alternative</span> via :
ga: Cumasaíonn <span class="ui">barra stádais alt</span> barra stádais malartach nach bhfuil ar fáil ach i ndoiciméid in-athshreabhta (EPUB, HTML, DOCX, RTF, TXT…). Tar éis é a chumasú anseo, is féidir leat <span class="ui">barra stádais alt</span> a chumrú trí:
it: <span class="ui">Barra di stato alternativa</span> abilita una barra di stato alternativa che è disponibile solo nei documenti adattabili (EPUB, HTML, DOCX, RTF, TXT...). Dopo averla abilitata, è possibile configurare la barra di stato <span class="ui">alternativa</span> tramite:
nl: <span class="ui">Alt-statusbalk</span> schakelt een alternatieve statusbalk in die alleen beschikbaar is in herschikbare documenten (EPUB, HTML, DOCX, RTF, TXT…). Nadat je hem hier hebt ingeschakeld, kun je de <span class="ui">Alt-statusbalk</span> configureren via:
pt_br: A <span class="ui">Barra de status alternativa</span> ativa uma barra de status alternativa, disponível apenas em documentos refluíveis (EPUB, HTML, DOCX, RTF, TXT…). Após ativá-la aqui, você pode configurar a <span class="ui">barra de status alternativa</span> por meio de:
pt_pt: <span class="ui">Barra de Estado Alternativa</span> ativa uma barra de estado alternativa que apenas está disponível em documentos refluíveis (EPUB, HTML, DOCX, RTF, TXT…). Depois de a ativar aqui, pode configurar <span class="ui">barra de estado alternativa</span> a partir de:
sk: <span class="ui">Alternatívny stavový riadok</span> povolí alternatívny stavový riadok, ktorý je dostupný iba v dokumentoch s možnosťou preformátovania (EPUB, HTML, DOCX, RTF, TXT…). Po povolení tu, môžete konfigurovať <span class="ui">alternatívny stavový riadok</span> cez:
sr: <span class="ui">Алтернативна статусна линија</span> укључује алтернативну статусну линију која је доступна само за типове докумената који могу да се пресложе (EPUB, HTML, DOCX, RTF, TXT…). Када се овде укључи, <span class="ui">Алтернативну статусну линију</span> можете да подесите из:
ta: <span வகுப்பு = "Ui"> மாற்று நிலை மதுக்கூடம் </span> மாற்றக்கூடிய ஆவணங்களில் மட்டுமே கிடைக்கும் மாற்று நிலைப் பட்டியை இயக்குகிறது (EPUB, HTML, DOCX, RTF, TXT…). அதை இங்கே இயக்கிய பிறகு, நீங்கள் <span வகுப்பு = "Ui"> மாற்று நிலை மதுக்கூடம் </span> வழியாக உள்ளமைக்கலாம்:
uk: <span class="ui">Альтернативна панель стану</span> вмикає відображення альтернативної панелі стану, яка доступна лише для документів, які перекомпоновуються (EPUB, HTML, DOCX, RTF, TXT…). Після увімкнення тут, <span class="ui">альтернативну панель стану</span> можна налаштувати у:
zh_hans: <span class="ui">副状态栏</span>是对EPUB、HTML、DOCX、RTF、TXT等可重排版格式的文档启用一块补充状态栏。启用该功能后，可通过下列路径详细配置<span class="ui">副状态栏</span>：

# user_guide/en.html+html.body.div.div:1763-5
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Alt status bar
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Alternatívny stavový riadok
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / நிலை பட்டி / ஆல்ட் நிலை பட்டி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Альтернативна панель стану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏 / 副状态栏

source: <span class="ui">Embedded style</span> and <span class="ui">embedded fonts</span> determine if publisher’s styles and fonts embedded in the document will be used (or ignored) to render the document. These are general on/off switches. You can achieve more fine tuned tweaks for your document via:
es: <span class="ui">Estilo incrustado</span> y <span class="ui">fuentes incrustadas</span> determinan si se usarán (o ignorarán) el estilo del editor y las fuentes incrustadas del documento para presentar el documento. Aceptan los valores on/off. Puedes lograr ajustes más precisos para tu documento a través de:
fr: <span class="ui">Style intégré</span> et <span class="ui">polices intégrées</span> déterminent si les styles et polices de l'éditeur intégrés au document seront utilisés (ou ignorés) pour le rendu du document. Il s'agit de commutateurs généraux activés/désactivés. Vous pouvez affiner davantage les réglages de votre document via :
ga: Cinneann <span class="ui">Stíl leabaithe</span> agus <span class="ui">clónna leabaithe</span> an n-úsáidfear (nó an ndéanfar neamhaird de) stíleanna agus clónna an fhoilsitheora atá leabaithe sa doiciméad chun an doiciméad a rindreáil. Is lasca ginearálta ar siúl/as iad seo. Is féidir leat níos mó coigeartuithe míne a dhéanamh ar do dhoiciméad trí:
it: <span class="ui">Stile incorporato</span> e <span class="ui">Caratteri incorporati</span> determinano se gli stili e i font dell'editore incorporati nel documento saranno utilizzati (o ignorati) per la resa del documento. Si tratta di interruttori generali on/off. È possibile ottenere regolazioni più precise per il documento tramite:
nl: <span class="ui">Ingesloten stijl</span> en <span class="ui">ingesloten lettertypen</span> bepalen of uitgeversstijlen en lettertypen die in het document zijn ingesloten worden gebruikt (of genegeerd) bij het weergeven van het document. Dit zijn algemene aan/uit-schakelaars. Fijnmazigere aanpassingen voor je document kun je doen via:
pt_br: <span class="ui">Estilo incorporado</span> e <span class="ui">fontes incorporadas</span> determinam se os estilos e fontes do editor incorporados no documento serão usados (ou ignorados) para renderizá-lo. Essas são opções gerais de ligar/desligar. Você pode fazer ajustes mais precisos no seu documento por meio de:
pt_pt: <span class="ui">Estilo incorporado</span> e <span class="ui">fontes incorporadas</span> determinam se os estilos e fontes incorporados da editora no documento serão utilizados (ou ignorados) para renderizar o documento. Estes são interruptores gerais de ligar/desligar. Pode obter ajustes mais precisos no seu documento através de:
sk: <span class="ui">Vložený štýl</span> a <span class="ui">vložené písma</span> určujú, či sa na vykreslenie dokumentu použijú (alebo ignorujú) štýly a písma vydavateľa vložené do dokumentu. Toto sú všeobecné prepínače. Viac vylepšení vzhľadu pre svoj dokument môžete dosiahnuť pomocou:
sr: <span class="ui">Уграђени стил</span> и <span class="ui">Уграђени фонтови</span> одређују да ли ће се користити (или игнорисати) стилови издавача и фонтови уграђени у документ. Ово су општи прекидачи укључено/искључено. Финија дотеривања докумената можете да извршите из:
ta: <span வகுப்பு = "Ui"> உட்பொதிக்கப்பட்ட பாணி </span> மற்றும் <span வகுப்பு = "Ui"> உட்பொதிக்கப்பட்ட எழுத்துருக்கள் </span> ஆவணத்தில் பதிக்கப்பட்ட வெளியீட்டாளரின் பாணிகள் மற்றும் எழுத்துருக்கள் ஆவணத்தை வழங்க பயன்படுத்தப்படுமா (அல்லது புறக்கணிக்கப்படுமா) என்பதை தீர்மானிக்கவும். இவை பொதுவானவை/ஆஃப் சுவிட்சுகள். உங்கள் ஆவணத்திற்கான சிறந்த டியூன் மாற்றங்களை நீங்கள் அடையலாம்:
uk: <span class="ui">Вбудований стиль</span> та <span class="ui">вбудовані шрифти</span> визначають чи будуть використовуватися (або ігноруватися) для візуалізації документу вбудовані видавцем у документ стилі та шрифти. Це загальні перемикачі увімкнення/вимкнення. Тонші підлаштування для документа можна здійснити за допомогою:
zh_hans: <span class="ui">内嵌样式</span>及<span class="ui">内嵌字体</span>决定KOReader是否使用出版方在书籍中内置的排版样式和字体来渲染页面。这些选项通常是开关形式，可通过下列路径更精细地调整页面表现：
