Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can run a profile manually as explained above but real power of profiles can be unleashed with its <span class="ui">auto-execute</span> feature. Using this feature, you can trigger a profile depending on some conditions and sub-conditions:
es: Puedes ejecutar un perfil manualmente como se explicó anteriormente, pero puedes aprovechar al máximo su potencial con su función de <span class="ui">autoejecución</span>. Con esta función, puedes activar un perfil según ciertas condiciones y subcondiciones:
fr: Vous pouvez exécuter un profil manuellement comme expliqué ci-dessus, mais la véritable puissance des profils peut être exploitée grâce à la fonctionnalité <span class="ui">exécution automatique</span>. Cette fonctionnalité vous permet de déclencher un profil en fonction de certaines conditions et sous-conditions :
ga: Is féidir leat próifíl a rith de láimh mar a mhínítear thuas ach is féidir fíorchumhacht na bpróifílí a scaoileadh saor lena ghné <span class="ui">uath-fhorghníomhaithe</span>. Agus an ghné seo á húsáid, is féidir leat próifíl a spreagadh ag brath ar roinnt coinníollacha agus fo-choinníollacha:
it: È possibile eseguire un profilo manualmente come spiegato sopra, ma la vera potenza dei profili può essere sfruttata con la sua funzione di <span class="ui">auto-esecuzione</span>. Utilizzando questa funzione, è possibile attivare un profilo in base ad alcune condizioni e sottocondizioni:
nl: Je kunt een profiel handmatig uitvoeren zoals hierboven uitgelegd, maar de echte kracht van profielen komt vrij met de functie <span class="ui">automatisch uitvoeren</span>. Met deze functie kun je een profiel activeren op basis van voorwaarden en subvoorwaarden:
pt_br: Você pode executar um perfil manualmente, conforme explicado acima, mas o verdadeiro poder dos perfis pode ser explorado com o recurso de <span class="ui">execução automática</span>. Usando esse recurso, você pode acionar um perfil dependendo de algumas condições e sub-condições:
sk: Profil môžete spustiť manuálne, ako je vysvetlené vyššie, ale skutočnú silu profilov môžete uvoľniť pomocou funkcie <span class="ui">automatického spustenia</span>. Pomocou tejto funkcie môžete spustiť profil v závislosti od určitých podmienok a podpodmienok:
sr: Профил можете да покренете ручно, али стварна снага профила може да се искористи употребом њихове функције <span class="ui">ауто-извршавања</span>. Помоћу тога профил можете да окинете у зависности од неких услова и подуслова:
ta: மேலே விளக்கப்பட்டுள்ளபடி நீங்கள் ஒரு சுயவிவரத்தை கைமுறையாக இயக்கலாம், ஆனால் சுயவிவரங்களின் உண்மையான சக்தியை அதன் <ச்பான் கிளாச் = "யுஐ"> ஆட்டோ-எக்ச்கியூட் </ச்பான்> அம்சத்துடன் கட்டவிழ்த்து விடலாம். இந்த அம்சத்தைப் பயன்படுத்தி, சில நிபந்தனைகள் மற்றும் துணை நிபந்தனைகளைப் பொறுத்து சுயவிவரத்தைத் தூண்டலாம்:
uk: Як вже було сказано, профіль можна запустити власноруч, але справжню силу профілів можна розкрити завдяки функції <span class="ui">автоматичного виконання</span>. За допомогою цієї функції можна запустити профіль залежно від певних умов та підумов:
zh_hans: 配置文件可依如上所述方式手动套用，但<span class="ui">自动套用</span>功能才能真正释放配置文件的潜力。 使用此功能可以在满足某些触发条件和次级条件时自动套用配置文件：

source: Trigger
es: Desencadenar
fr: Déclencheur
ga: Spriocdhíriú
it: Innesco
pt_br: Gatilho
pt_pt: Gatilho
sk: Spúšťač
sr: Окидач
ta: தூண்டுதல்
uk: Дія-активатор
zh_hans: 触发条件

source: Sub-conditions
es: Subcondiciones
fr: Sous-conditions
ga: Fo-choinníollacha
it: Sottocondizioni
nl: Subvoorwaarden
pt_br: Sub-condições
pt_pt: Subcondições
sk: Podpodmienky
sr: Подуслови
ta: துணை நிபந்தனைகள்
uk: Підумови
zh_hans: 次级条件

source: On KOReader start
es: Al iniciar KOReader
fr: Au démarrage de KOReader
ga: Ar thosach KOReader
it: All'avvio di KOReader
nl: Bij het starten van KOReader
pt_br: Ao iniciar o KOReader
pt_pt: Ao iniciar KOReader
sk: Pri spustení KOReadera
sr: Приликом покретања KOReader-а
ta: கொரியடர் தொடக்கத்தில்
uk: При запуску KOReader
zh_hans: KOReader 启动时

source: Run this profile every time KOReader starts. Note that this is only possible when KOReader is starting with the <span class="ui">File browser</span> or <span class="ui">Last file</span>.
es: Ejecute este perfil cada vez que se inicie KOReader. Tenga en cuenta que esto solo es posible cuando KOReader se inicia con el <span class="ui">Explorador de archivos</span> o el <span class="ui">Último archivo</span>.
fr: Exécutez ce profil à chaque démarrage de KOReader. Notez que cela n'est possible que lorsque KOReader démarre avec l'<span class="ui">Explorateur de fichiers</span> ou le <span class="ui">Dernier fichier</span>.
ga: Rith an phróifíl seo gach uair a thosaíonn KOReader. Tabhair faoi deara nach féidir é seo a dhéanamh ach amháin nuair a bhíonn KOReader ag tosú leis an <span class="ui">Brabhsálaí Comhad</span> nó leis an <span class="ui">Comhad Deireanach</span>.
it: Eseguire questo profilo a ogni avvio di KOReader. Si noti che questo è possibile solo quando KOReader si avvia con il <span class="ui">navigatore dei file</span> oppure aprendo l' <span class="ui">ultimo file</span>.
nl: Voer dit profiel uit telkens wanneer KOReader start. Let op: dit is alleen mogelijk als KOReader start met de <span class="ui">Bestandsverkenner</span> of <span class="ui">Laatste bestand</span>.
pt_br: Executar este perfil sempre que o KOReader iniciar. Note que isso só é possível quando o KOReader inicia com o <span class="ui">Explorador de arquivos</span> ou com o <span class="ui">Último arquivo</span>.
sk: Spustí tento profil pri každom spustení KOReaderu. Upozorňujeme, že je to možné iba vtedy, keď KOReader začína s <span class="ui">prehliadačom súborov</span> alebo <span class="ui">posledným súborom</span>.
sr: Покреће овај профил сваки пут када се KOReader покрене. Имајте на уму да је ово могуће само када се KOReader покреће са <span class="ui">Прегледачем фајлова</span> или <span class="ui">Последњим фајлом</span>.
ta: கொரியடர் தொடங்கும் ஒவ்வொரு முறையும் இந்த சுயவிவரத்தை இயக்கவும். <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> அல்லது <ச்பான் கிளாச் = "யுஐ"> கடைசி கோப்பு </ச்பான்> உடன் கொரியேடர் தொடங்கும் போது மட்டுமே இது சாத்தியமாகும் என்பதை நினைவில் கொள்க.
uk: Запускати цей профіль щоразу при запуску KOReader. Зверніть увагу, що це можливо лише тоді, коли KOReader запускається з <span class="ui">Оглядача файлів</span> чи <span class="ui">останнього файлу</span>.
zh_hans: 每次KOReader启动时套用此配置文件。 请注意，该条件仅在KOReader启动页面设置为<span class="ui">文件管理器</span>或<span class="ui">上次阅读的书籍</span>时才会生效。

source: On wake-up
es: Al despertar
fr: Au réveil
ga: Ar dhúiseacht
it: Al risveglio
nl: Bij ontwaken
pt_br: Ao despertar
pt_pt: Ao desbloquear
sk: Pri prebudení
sr: Приликом буђења
ta: விழித்தெழுந்தால்
uk: При пробудженні
zh_hans: 唤醒时

source: Run this profile every time device wakes up
es: Ejecute este perfil cada vez que el dispositivo se active
fr: Exécutez ce profil chaque fois que l'appareil se réveille
ga: Rith an phróifíl seo gach uair a dhúisíonn an gléas
it: Eseguire questo profilo ogni volta che il dispositivo si risveglia
nl: Voer dit profiel uit telkens wanneer het apparaat ontwaakt
pt_br: Execute esse perfil toda vez que o dispositivo é desbloqueado
pt_pt: Execute este perfil sempre que o dispositivo desbloqueado
sk: Spustí tento profil vždy, keď sa zariadenie prebudí
sr: Покреће овај профил сваки пут када се уређај пробуди
ta: சாதனம் எழுந்த ஒவ்வொரு முறையும் இந்த சுயவிவரத்தை இயக்கவும்
uk: Запускати цей профіль щоразу при пробудженні пристрою
zh_hans: 每次设备唤醒时套用此配置文件

source: On rotation
es: Al rotar
fr: En rotation
ga: Ar rothlú
it: Su rotazione
nl: Bij draaien
pt_br: Ao girar (rotação)
pt_pt: Ao rodar
sk: Pri otáčaní
sr: Приликом ротације
ta: சுழற்சியில்
uk: При повороті
zh_hans: 改变屏幕显示方向时

source: Run this profile when screen rotates to the selected rotation(s).
es: Ejecute este perfil cuando la pantalla gire según las rotaciones seleccionadas.
fr: Exécutez ce profil lorsque l'écran pivote selon la ou les rotations sélectionnées.
ga: Rith an phróifíl seo nuair a rothlaíonn an scáileán go dtí an rothlú/na rothluithe roghnaithe.
it: Eseguire questo profilo quando lo schermo ruota in base alle rotazioni selezionate.
nl: Voer dit profiel uit wanneer het scherm naar de geselecteerde stand(en) draait.
pt_br: Execute este perfil quando a tela girar para a(s) rotação(ões) selecionada(s).
pt_pt: Execute este perfil quando o ecrã rodar para a orientação selecionada.
sk: Spustí tento profil, keď sa obrazovka otočí na vybranú rotáciu (rotácie).
sr: Покреће овај профил када се екран ротира на изабрану ротацију (или више њих).
ta: திரை தேர்ந்தெடுக்கப்பட்ட சுழற்சி (கள்) க்கு சுழலும் போது இந்த சுயவிவரத்தை இயக்கவும்.
uk: Запускати цей профіль при повороті екрану до вибраного положення чи положень.
zh_hans: 当屏幕旋转到指定方向时套用此配置文件。

source: <b>Examples:</b> Change to double column layout when device rotates to landscape. Activate night mode when device rotates upside down.
es: <b>Ejemplos:</b> Cambiar a doble columna cuando el dispositivo gira a horizontal. Activar el modo nocturno cuando el dispositivo gira boca abajo.
fr: <b>Exemples :</b> Passer à une mise en page à deux colonnes lorsque l'appareil est tourné en mode paysage. Activer le mode nuit lorsque l'appareil est tourné à l'envers.
ga: <b>Samplaí:</b> Athraigh go leagan amach dúbailte colún nuair a rothlaíonn an gléas go tírdhreach. Gníomhachtaigh mód oíche nuair a rothlaíonn an gléas bun os cionn.
it: <b>Esempi:</b> Passa al layout a doppia colonna quando il dispositivo ruota in orizzontale. Attiva la modalità notturna quando il dispositivo ruota al contrario.
nl: <b>Voorbeelden:</b> Schakel naar tweekolomsindeling wanneer het apparaat naar landschap draait. Activeer de nachtmodus wanneer het apparaat ondersteboven wordt gedraaid.
pt_br: <b>Exemplos:</b> Altere para o layout de coluna dupla quando o dispositivo girar para o modo paisagem. Ative o modo noturno quando o dispositivo girar de cabeça para baixo.
sk: <b>Príklady:</b> Zmena na dvojstĺpcové rozloženie pri otočení zariadenia na šírku. Aktivácia nočného režimu pri otočení zariadenia "hore nohami".
sr: <b>Примери:</b> промени на распоред у две колоне када се уређај ротира на положено. Активирај ноћни режим када се уређај ротира за 180 степени.
ta: <b> எடுத்துக்காட்டுகள்: </b> சாதனம் நிலப்பரப்புக்கு சுழலும் போது இரட்டை நெடுவரிசை தளவமைப்புக்கு மாற்றவும். சாதனம் தலைகீழாக சுழலும் போது இரவு பயன்முறையை செயல்படுத்தவும்.
uk: <b>Приклади:</b> Змінити макет на два стовпці коли пристрій повертається в альбомну орієнтацію. Активувати нічний режим коли пристрій повертається на 180°.
zh_hans: <b>示例</b>：当设备横向时，更改为双列布局。当设备颠倒时，激活夜间模式。

source: <span class="ui">Left 90°</span> (landscape)
es: <span class="ui">90° a la izquierda</span> (paisaje)
fr: <span class="ui">À gauche à 90°</span> (paysage)
ga: <span class="ui">Ar chlé 90°</span> (tírdhreach)
it: <span class="ui">Sinistra 90°</span> (orizzontale)
nl: <span class="ui">Links 90°</span> (landschap)
pt_br: <span class="ui">90° à esquerda</span> (paisagem)
pt_pt: <span class="ui">90° esquerda</span> (paisagem)
sk: <span class="ui">Doľava 90°</span> (na šírku)
sr: <span class="ui">Лево 90°</span> (положено)
ta: <span வகுப்பு = "Ui"> இடது 90 ° </span> (நிலப்பரப்பு)
uk: <span class="ui">Ліворуч 90°</span> (альбомна)
zh_hans: <span class="ui">向左旋转90°</span>（屏幕横向）

source: <span class="ui">0°</span> (normal)
ga: <span class="ui">0°</span> (gnáth)
it: <span class="ui">0°</span> (normale)
nl: <span class="ui">0°</span> (normaal)
sk: <span class="ui">0°</span> (normálne)
sr: <span class="ui">0°</span> (нормално)
ta: <span வகுப்பு = "Ui"> 0 ° </span> (இயல்பானது)
uk: <span class="ui">0°</span> (звичайна)
zh_hans: <span class="ui">0°</span>（默认屏幕方向）

source: <span class="ui">Right 90°</span> (landscape)
es: <span class="ui">90° a la derecha</span> (paisaje)
fr: <span class="ui">À droite à 90°</span> (paysage)
ga: <span class="ui">Ar dheis 90°</span> (tírdhreach)
it: <span class="ui">Destra 90°</span> (orizzontale)
nl: <span class="ui">Rechts 90°</span> (landschap)
pt_br: <span class="ui">90° à direita</span> (paisagem)
pt_pt: <span class="ui">90° direita</span> (paisagem)
sk: <span class="ui">Doprava 90°</span> (na šírku)
sr: <span class="ui">Десно 90°</span> (положено)
ta: <span வகுப்பு = "Ui"> வலது 90 ° </span> (நிலப்பரப்பு)
uk: <span class="ui">Праворуч 90°</span> (альбомна)
zh_hans: <span class="ui">向右旋转90°</span>（屏幕横向）

source: <span class="ui">180°</span> (upside down)
es: Texto (.txt)<span class="ui">180°</span> (al revés)
fr: <span class="ui">180°</span> (à l'envers)
ga: <span class="ui">180°</span> (bun os cionn)
it: <span class="ui">180°</span> (capovolto)
nl: <span class="ui">180°</span> (ondersteboven)
pt_br: <span class="ui">180°</span> (invertida)
pt_pt: <span class="ui">180°</span> (ao contrário)
sk: <span class="ui">180°</span> (hore nohami)
sr: <span class="ui">180°</span> (обрнуто)
ta: <span வகுப்பு = "Ui"> 180 ° </span> (தலைகீழாக)
uk: <span class="ui">180°</span> (догори дриґом)
zh_hans: <span class="ui">旋转180°</span>（屏幕方向倒置）

source: On showing folder
es: Al mostrar la carpeta
fr: Afficher le dossier
ga: Agus fillteán á thaispeáint
it: Quando viene mostrata la cartella
nl: Bij tonen van map
pt_br: Ao exibir a pasta
pt_pt: Ao exibir pasta
sk: Pri zobrazení priečinka
sr: Приликом приказивања директоријума
ta: கோப்புறையைக் காண்பிக்கும் போது
uk: При показі теки
zh_hans: 打开文件夹时

source: Run this profile when you enter this folder in file browser. You can use this trigger to change the display mode of <span class="ui">file browser</span>. For example when you enter a certain folder you can change the display mode from <b>mosaic</b> to <b>detailed</b> view.
es: Ejecute este perfil al acceder a esta carpeta en el explorador de archivos. Puede usar este disparador para cambiar el modo de visualización del <span class="ui">explorador de archivos</span>. Por ejemplo, al acceder a una carpeta, puede cambiar el modo de visualización de <b>mosaico</b> a vista <b>detallada</b>.
fr: Exécutez ce profil lorsque vous accédez à ce dossier dans l'explorateur de fichiers. Vous pouvez utiliser ce déclencheur pour modifier le mode d'affichage de l'<span class="ui">Explorateur de fichiers</span>. Par exemple, lorsque vous accédez à un certain dossier, vous pouvez passer du mode d'affichage <b>mosaïque</b> au mode <b>détaillé</b>.
ga: Rith an phróifíl seo nuair a théann tú isteach sa fhillteán seo sa bhrabhsálaí comhad. Is féidir leat an spreagadh seo a úsáid chun modh taispeána an <span class="ui">bhrabhsálaí comhad</span> a athrú. Mar shampla, nuair a théann tú isteach i bhfillteán áirithe is féidir leat an modh taispeána a athrú ó radharc <b>mósáic</b> go radharc <b>mionsonraithe</b>.
it: Eseguire questo profilo quando si accede a questa cartella nel navigatore dei file. Si può usare questo trigger per cambiare la modalità di visualizzazione del <span class="ui">navigatore dei file</span>. Ad esempio, quando si entra in una determinata cartella è possibile cambiare la modalità di visualizzazione da <b>mosaico</b> a <b>dettagliato</b>.
nl: Voer dit profiel uit wanneer je deze map opent in de Bestandsverkenner. Je kunt deze trigger gebruiken om de weergavemodus van de <span class="ui">Bestandsverkenner</span> te wijzigen. Je kunt bijvoorbeeld bij het openen van een bepaalde map de weergave wijzigen van <b>mozaïek</b> naar <b>gedetailleerd</b>.
pt_br: Executar este perfil ao entrar nesta pasta no explorador de arquivos. Você pode usar este gatilho para alterar o modo de exibição do <span class="ui">Explorador de arquivos</span>. Por exemplo, ao entrar em determinada pasta, é possível mudar o modo de exibição de <b>mosaico</b> para <b>detalhado</b>.
sk: Spustiť tento profil pri vstupe do tohto priečinka v prehliadači súborov. Tento spúšťač môžete použiť na zmenu režimu zobrazenia <span class="ui">prehliadača súborov</span>. Napríklad, keď vstúpite do určitého priečinka, môžete zmeniť režim zobrazenia z <b>mozaikového</b> na <b>podrobné zobrazenie</b>.
sr: Покреће овај профил када у прегледачу фајлова уђете у овај фолдер. Овај окидач можете употребити да промените режим приказа <span class="ui">прегледача фајлова</span>. На пример, када уђете у одређени фолдер режим приказа можете да промените са <b>мозаик</b> на <b>детаљни</b> view.
ta: இந்த கோப்புறையை கோப்பு உலாவியில் உள்ளிடும்போது இந்த சுயவிவரத்தை இயக்கவும். <Span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இன் காட்சி பயன்முறையை மாற்ற இந்த தூண்டுதலைப் பயன்படுத்தலாம். எடுத்துக்காட்டாக, நீங்கள் ஒரு குறிப்பிட்ட கோப்புறையை உள்ளிடும்போது, காட்சி பயன்முறையை <b> மொசைக் </b> இலிருந்து <b> விரிவான </b> பார்வைக்கு மாற்றலாம்.
uk: Запускати цей профіль при вході до цієї теки у Оглядачі файлів. Цей активатор можна використовувати для зміни режиму відображення <span class="ui">Оглядача файлів</span>. Наприклад, при вході до певної теки можна змінити режим відображення з <b>мозаїчного</b> на <b>детальний</b>.
zh_hans: 在文件管理器中打开指定文件夹时套用此配置文件。此项还可用于改变<span class="ui">文件管理器</span>的视图。例如当打开某文件夹时，将文件显示视图从<b>平铺</b>改为<b>详情</b>视图。

source: <span class="ui">If folder path contains</span> a certain text
es: <span class="ui">Si la ruta de la carpeta contiene</span> un texto determinado
fr: <span class="ui">Si le chemin d'accès au dossier contient</span> un certain texte
ga: <span class="ui">Má tá téacs áirithe i gcosán an fhillteáin</span>
it: <span class="ui">Se il percorso della cartella contiene</span> un determinato testo
nl: <span class="ui">Als het mappad</span> een bepaalde tekst bevat
pt_br: <span class="ui">Se o caminho da pasta contiver</span> um determinado texto
pt_pt: <span class="ui">Se o caminho da pasta contém</span> um determinado texto
sk: <span class="ui">Ak cesta k priečinku obsahuje</span> určitý text
sr: <span class="ui">Ако путања фолдера садржи</span> одређени текст
ta: <span வகுப்பு = "Ui"> கோப்புறை பாதையில் இருந்தால் </span> ஒரு குறிப்பிட்ட உரை
uk: <span class="ui">Якщо шлях до теки містить</span> певний текст
zh_hans: <span class="ui">当目录路径包含</span>特定字词时

source: <span class="ui">If folder path doesn't contain</span> a certain text
es: <span class="ui">Si la ruta de la carpeta no contiene</span> un texto determinado
fr: <span class="ui">Si le chemin d'accès au dossier ne contient pas</span> un certain texte
ga: <span class="ui">Mura bhfuil téacs áirithe i gcosán an fhillteáin</span>
it: <span class="ui">Se il percorso della cartella non contiene</span> un determinato testo
nl: <span class="ui">Als het mappad</span> een bepaalde tekst niet bevat
pt_br: <span class="ui">If folder path doesn't contain</span> um texto específico
pt_pt: <span class="ui">Se o caminho da pasta não contêm</span> um determinado texto
sk: <span class="ui">Ak cesta k priečinku neobsahuje</span> určitý text
sr: <span class="ui">Ако путања фолдера не садржи</span> одређени текст
ta: <span வகுப்பு = "Ui"> கோப்புறை பாதையில் இல்லை என்றால் </span> ஒரு குறிப்பிட்ட உரை
uk: <span class="ui">Якщо шлях до теки не містить</span> певного тексту
zh_hans: <span class="ui">当目录路径不包含</span>特定字词时

source: On book opening
es: Al abrir el libro
fr: À l'ouverture du livre
ga: Ar oscailt an leabhair
it: All'apertura del libro
nl: Bij openen van boek
pt_br: Ao abrir um livro
pt_pt: Ao abrir livro
sk: Pri otváraní knihy
sr: Приликом отварања књиге
ta: புத்தக திறப்பில்
uk: При відкритті книги
zh_hans: 打开书籍时

source: This trigger is executed when you open a book (optionally) combined with specific sub-conditions.
es: Este disparador se ejecuta cuando abres un libro (opcionalmente) combinado con subcondiciones específicas.
fr: Ce déclencheur est exécuté lorsque vous ouvrez un livre (facultatif) combiné à des sous-conditions spécifiques.
ga: Cuirtear an spreagadh seo i bhfeidhm nuair a osclaíonn tú leabhar (roghnach) in éineacht le fo-choinníollacha sonracha.
it: Questo trigger viene eseguito quando si apre un libro (facoltativamente) combinato con specifiche sottocondizioni.
nl: Deze trigger wordt uitgevoerd wanneer je een boek opent, eventueel gecombineerd met specifieke subvoorwaarden.
pt_br: Esse gatilho é executado quando você abre um livro (opcionalmente) combinado com sub-condições específicas.
pt_pt: Este gatilho é executado quando abre um livro (opcional) combinado com as sub-condições específicas.
sk: Tento spúšťač sa vykoná pri otvorení knihy (voliteľné) v kombinácii so špecifickými čiastkovými podmienkami.
sr: Овај окидач се извршава када отворите књигу (и по жељи) у комбинацији са одређеним подусловом.
ta: குறிப்பிட்ட துணை நிபந்தனைகளுடன் இணைந்து ஒரு புத்தகத்தை (விருப்பமாக) திறக்கும்போது இந்த தூண்டுதல் செயல்படுத்தப்படுகிறது.
uk: Цей активатор виконується при відкритті книгу (за бажанням) у поєднанні з певними підумовами.
zh_hans: 当打开符合特定次级条件的书籍时，此项将会执行。

source: First 4 sub-conditions are <b>OR</b> matching, so any one of them is enough to trigger the profile execution.
es: Las primeras 4 subcondiciones coinciden con <b>O</b>, por lo que cualquiera de ellas es suficiente para activar la ejecución del perfil.
fr: Les 4 premières sous-conditions sont des conditions <b>OU</b>, donc l'une d'entre elles suffit pour déclencher l'exécution du profil.
ga: Tá na chéad 4 fho-choinníoll ag teacht le <b>NÓ</b>, mar sin is leor aon cheann acu chun forghníomhú na próifíle a spreagadh.
it: Le prime 4 sotto-condizioni hanno una corrispondenza <b>o l'una o l'altra</b>, quindi una qualsiasi di esse è sufficiente per attivare l'esecuzione del profilo.
nl: De eerste 4 subvoorwaarden zijn <b>OF</b>-koppelingen; één ervan is voldoende om het profiel uit te voeren.
pt_br: As primeiras 4 sub-condições são correspondentes a <b>OU</b>, então qualquer uma delas é suficiente para acionar a execução do perfil.
sk: Prvé 4 podpodmienky sa zhodujú operátorom <b>ALEBO</b>, takže ktorákoľvek z nich stačí na spustenie vykonania profilu.
sr: Прва 4 подуслова се комбинују <b>ИЛИ</b>, тако да било који од њих окида извршавање профила.
ta: முதல் 4 துணை நிபந்தனைகள் <b> அல்லது </b> பொருந்தும், எனவே அவற்றில் ஏதேனும் ஒன்று சுயவிவர செயல்பாட்டைத் தூண்டுவதற்கு போதுமானது.
uk: Перші 4 підумови збігаються за допомогою оператора <b>АБО</b>, тому будь-якої з них достатньо для запуску виконання профілю.
zh_hans: 前四项次级条件是按照<b>或关系</b>匹配，因此满足其中任何一项即可套用该配置文件。

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4507-7
source: Combined with <b>device orientation</b>
sk: V kombinácii s <b>orientáciou zariadenia</b>
ta: <b> சாதன நோக்குநிலை </b> உடன் இணைந்து
uk: У поєднанні з <b>орієнтацією пристрою</b>
zh_hans: 与<b>设备方向</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4508-7
source: Combined with <b>book metadata</b>
sk: V kombinácii s <b>metadátami knihy</b>
ta: <b> புத்தக மேனிலை தரவு </b> உடன் இணைந்து
uk: У поєднанні з <b>метаданими книги</b>
zh_hans: 与<b>书籍元数据</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4509-7
source: Combined with <b>book file path</b>
sk: V kombinácii s <b>cestou k súboru knihy</b>
ta: <b> புத்தக கோப்பு பாதை </b> உடன் இணைந்து
uk: У поєднанні з <b>шляхом до файлу книги</b>
zh_hans: 与<b>书籍文件路径</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4510-7
source: Combined with <b>collections book is included in</b>
sk: V kombinácii s <b>knihou zo zbierky je zahrnutá v</b>
ta: <b> சேகரிப்பு புத்தகத்துடன் இணைந்து </b> இல் சேர்க்கப்பட்டுள்ளது
uk: У поєднанні з <b>добірками, до яких включена книга</b>
zh_hans: 与<b>书籍属于指定书单</b>条件组合

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4511-7
source: Combined with <b>book is being opened for the first time</b>
sk: V kombinácii s <b>kniha sa otvára prvýkrát</b>
ta: <b> புத்தகத்துடன் இணைந்து முதல் முறையாக திறக்கப்படுகிறது </b>
uk: У поєднанні з тим, що <b>книга відкривається вперше</b>
zh_hans: 与<b>首次打开该书籍</b>条件组合
