Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: After creating your collections and adding books to them, you will probably want to keep them in sync with some folders. For example imagine that you created a <b>Science Fiction</b> collection. And you also have a <b>SF</b> folder in your library where you put your science fiction books. If you want to make the <span class="ui">science fiction collection</span> update itself when you add a new file to this folder, you can do it with <span class="ui">connected folders</span> feature of the collections.
es: Después de crear tus colecciones y añadirles libros, probablemente querrás mantenerlas sincronizadas con algunas carpetas. Por ejemplo, imagina que creaste una colección de <b>Ciencia Ficción</b> y que también tienes una carpeta de <b>SF</b> en tu biblioteca donde guardas tus libros de ciencia ficción. Si quieres que la <span class="ui">colección de ciencia ficción</span> se actualice automáticamente al añadir un nuevo archivo a esta carpeta, puedes hacerlo con la función de <span class="ui">carpetas conectadas</span> de las colecciones.
fr: Après avoir créé vos collections et y avoir ajouté des livres, vous souhaiterez probablement les synchroniser avec certains dossiers. Imaginons par exemple que vous ayez créé une collection <b>Science-fiction</b>. Vous disposez également d'un dossier <b>SF</b> dans votre bibliothèque où vous rangez vos livres de science-fiction. Si vous souhaitez que la collection <span class="ui">Science-fiction</span> se mette à jour automatiquement lorsque vous ajoutez un nouveau fichier à ce dossier, vous pouvez le faire grâce à la fonctionnalité <span class="ui">Dossiers connectés</span> des collections.
ga: Tar éis duit do bhailiúcháin a chruthú agus leabhair a chur leo, is dócha gur mhaith leat iad a choinneáil sioncrónaithe le roinnt fillteán. Mar shampla, samhlaigh gur chruthaigh tú bailiúchán <b>Ficsean Eolaíochta</b>. Agus tá fillteán <b>SF</b> agat i do leabharlann freisin inar chuireann tú do leabhair ficsean eolaíochta. Más mian leat go ndéanfadh an <span class="ui">bailiúchán ficsean eolaíochta</span> é féin a nuashonrú nuair a chuireann tú comhad nua leis an bhfillteán seo, is féidir leat é sin a dhéanamh le gné <span class="ui">fillteáin nasctha</span> na mbailiúchán.
it: Dopo aver creato le collezioni e avervi aggiunto i libri, probabilmente si vorrà tenerle sincronizzate con alcune cartelle. Per esempio, immaginate di aver creato una raccolta di <b>Fantascienza</b>.E avete anche una cartella <b>SF</b> nella vostra libreria dove mettete i libri di fantascienza. Se si desidera che la raccolta <span class="ui">fantascienza</span> si aggiorni da sola quando si aggiunge un nuovo file a questa cartella, è possibile farlo con la funzione <span class="ui">cartelle connesse</span> delle collezioni.
nl: Na het aanmaken van je collecties en het toevoegen van boeken wil je ze waarschijnlijk met bepaalde mappen synchroniseren. Stel dat je een collectie <b>Sciencefiction</b> hebt aangemaakt en ook een map <b>SF</b> in je bibliotheek waarin je sciencefictionboeken zet. Als je wilt dat de <span class="ui">sciencefiction-collectie</span> zichzelf bijwerkt wanneer je een nieuw bestand aan deze map toevoegt, kan dat met de functie <span class="ui">Verbonden mappen</span> van collecties.
pt_br: Depois de criar suas coleções e adicionar livros a elas, você provavelmente vai querer mantê-las sincronizadas com algumas pastas. Por exemplo, imagine que você criou uma coleção <b>Ficção Científica</b> e também tem uma pasta <b>FC</b> na sua biblioteca onde guarda seus livros de ficção científica. Se quiser que a <span class="ui">coleção de ficção científica</span> seja atualizada automaticamente quando você adicionar um novo arquivo a essa pasta, isso pode ser feito com o recurso de <span class="ui">pastas conectadas</span> das coleções.
sk: Po vytvorení zbierok a pridaní kníh do nich ich pravdepodobne budete chcieť synchronizovať s niektorými priečinkami. Predstavte si napríklad, že ste vytvorili zbierku <b>Sci-fi</b>. A vo svojej knižnici máte aj priečinok <b>SF</b>, kam si dávate sci-fi knihy. Ak chcete, aby sa <span class="ui">zbierka sci-fi</span> aktualizovala pri pridaní nového súboru do tohto priečinka, môžete to urobiť pomocou funkcie <span class="ui">prepojené priečinky</span> v rámci zbierok.
sr: Када креирате своје збирке и додате књиге у њих, вероватно ћете пожелети да одржавате у синхронизацији са неким фолдерима. На пример, замислите да сте креирали збирку <b>Научна фантастика</b>. А у библиотеци имате и фолдер <b>SF</b> у који смештате књиге научне фантастике. Ако желите да се <span class="ui">збирка научна фантастика</span> самостално ажурира када додате нови фајл у овај фолдер, постићи ћете то уз помоћ функције збирки <span class="ui">повезани фолдери</span>.
ta: உங்கள் சேகரிப்புகளை உருவாக்கி அவற்றில் புத்தகங்களைச் சேர்த்த பிறகு, அவற்றை சில கோப்புறைகளுடன் ஒத்திசைக்க விரும்புவீர்கள். உதாரணமாக நீங்கள் ஒரு <b> அறிவியல் புனைகதை </b> சேகரிப்பை உருவாக்கியுள்ளீர்கள் என்று கற்பனை செய்து பாருங்கள். உங்கள் அறிவியல் புனைகதை புத்தகங்களை வைத்திருக்கும் உங்கள் நூலகத்தில் <b> sf </b> கோப்புறையும் உங்களிடம் உள்ளது. இந்த கோப்புறையில் நீங்கள் ஒரு புதிய கோப்பைச் சேர்க்கும்போது <span வகுப்பு = "Ui"> அறிவியல் புனைகதை சேகரிப்பு </span> தன்னை புதுப்பிக்க விரும்பினால், நீங்கள் அதை <span வகுப்பு = "Ui"> இணைக்கப்பட்ட கோப்புறைகள் </span> சேகரிப்புகளின் அம்சத்துடன் செய்யலாம்.
uk: Після створення добірок та додавання до них книг, ви, ймовірно, захочете синхронізувати їх з деякими теками. Наприклад, уявіть, що ви створили добірку <b>Наукова фантастика</b>. І у вашій бібліотеці також є тека <b>НФ</b>, де зберігаються науково-фантастичні книги. Якщо бажаєте, щоб <span class="ui">добірка наукової фантастики</span> при додаванні нового файлу до цієї теки оновлювалася автоматично, можна зробити це за допомогою функції <span class="ui">під'єднаних тек</span> добірок.
zh_hans: 在创建书单并编入书目后，用户可能希望书单可以与文件夹内容保持同步。例如，用户使用<b>科幻</b>文件夹存放所有科幻作品，并用它创建了一份<b>科幻题材</b>书单。如果希望在向该文件夹中添加文件后，<span class="ui">科幻题材书单</span>可以自动更新，可以使用书单的<span class="ui">关联文件夹</span>功能。

source: With this feature you can connect one or more folders to your collection. After that, KOReader will (re)scan the folders to add or remove books from your collections in these conditions:
es: Con esta función, puede conectar una o más carpetas a su colección. Después, KOReader volverá a escanearlas para añadir o eliminar libros de sus colecciones en las siguientes condiciones:
fr: Cette fonctionnalité vous permet de connecter un ou plusieurs dossiers à votre collection. Ensuite, KOReader analysera (à nouveau) les dossiers afin d'ajouter ou de supprimer des livres de vos collections dans les conditions suivantes :
ga: Leis an ngné seo is féidir leat fillteán amháin nó níos mó a nascadh le do bhailiúchán. Ina dhiaidh sin, déanfaidh KOReader scanadh (ath) ar na fillteáin chun leabhair a chur le do bhailiúcháin nó a bhaint díobh sna coinníollacha seo a leanas:
it: Con questa funzione è possibile collegare una o più cartelle alla propria raccolta. Dopodiché, KOReader (ri)scansionerà le cartelle per aggiungere o rimuovere libri dalle vostre collezioni in queste condizioni:
nl: Met deze functie kun je een of meer mappen aan je collectie koppelen. Daarna zal KOReader de mappen (opnieuw) scannen om boeken aan je collecties toe te voegen of eruit te verwijderen in de volgende situaties:
pt_br: Com esse recurso, você pode conectar uma ou mais pastas à sua coleção. A partir disso, o KOReader irá (re)examinar as pastas para adicionar ou remover livros da sua coleção nas seguintes situações:
sk: Pomocou tejto funkcie môžete k svojej zbierke pripojiť jeden alebo viacero priečinkov. KOReader potom (znovu) prehľadá priečinky a pridá alebo odstráni knihy z vašich zbierok za týchto podmienok:
sr: Помоћу ове функционалности један или више фолдера можете да повежете са својом збирком. Након тога, KOReader ће (поново) скенирати фолдере како би додао или уклонио књиге из збирки под следећим условима:
ta: இந்த அம்சத்தின் மூலம் ஒன்று அல்லது அதற்கு மேற்பட்ட கோப்புறைகளை உங்கள் சேகரிப்புடன் இணைக்கலாம். அதன்பிறகு, இந்த நிபந்தனைகளில் உங்கள் சேகரிப்புகளிலிருந்து புத்தகங்களைச் சேர்க்க அல்லது அகற்ற கொரியடர் கோப்புறைகளை வருடு செய்வார்:
uk: За допомогою цієї функції можна під'єднувати до своєї добірки одну чи декілька тек. Після цього KOReader (пере)сканує теки, щоб додати або вилучити книги з ваших добірок за таких умов:
zh_hans: 该功能可以将一个或多个文件夹关联到书单，KOReader将在下列几种情况下重新扫描这些文件夹，以便将书籍文件的变化反应到书单中：

source: When connecting a folder to a collection
es: Al conectar una carpeta a una colección
fr: Lorsque vous connectez un dossier à une collection
ga: Agus fillteán á cheangal le bailiúchán
it: Quando si connette una cartella a una collezione
nl: Wanneer je een map met een collectie verbindt
pt_br: Ao conectar uma pasta a uma coleção
pt_pt: Quando conecta uma pasta a uma colecção
sk: Pri pripájaní priečinka ku kolekcii
sr: Када се фолдер повезује са збирком
ta: ஒரு கோப்புறையை ஒரு சேகரிப்புடன் இணைக்கும்போது
uk: При під'єднанні теки до добірки
zh_hans: 为书单添加关联文件夹后

source: When including subfolders of a connected folder
es: Al incluir subcarpetas de una carpeta conectada
fr: Lorsque vous incluez les sous-dossiers d'un dossier connecté
ga: Agus fo-fhillteáin de fhillteán ceangailte á gcur san áireamh
it: Quando si includono le sottocartelle di una cartella connessa
nl: Wanneer submappen van een verbonden map worden meegenomen
pt_br: Ao incluir subpastas de uma pasta conectada
pt_pt: Quando inclui uma sub-pasta de uma pasta conectada
sk: Pri pridávaní podpriečinkov pripojeného priečinka
sr: Када се укључује подфолдер повезаног фолдера
ta: இணைக்கப்பட்ட கோப்புறையின் துணை கோப்புறைகளைச் சேர்க்கும்போது
uk: При від'єднанні підтек раніше під'єднаної теки
zh_hans: 向关联文件夹中添加了次级文件夹

source: When showing the collection
es: Al mostrar la colección
fr: Lors de la présentation de la collection
ga: Agus an bailiúchán á thaispeáint
it: Quando viene mostrata la collezione
nl: Wanneer de collectie wordt weergegeven
pt_br: Ao exibir a coleção
pt_pt: Ao mostrar colecção
sk: Pri zobrazovaní zbierky
sr: Када се приказује збирка
ta: சேகரிப்பைக் காண்பிக்கும் போது
uk: Під час показу добірки
zh_hans: 查看该书单时

source: On program start
es: Al iniciar el programa
fr: Au démarrage du programme
ga: Ar thús an chláir
it: All'avvio del programma
nl: Bij het starten van het programma
pt_br: Ao iniciar o programa
pt_pt: Ao iniciar o programa
sk: Pri spustení programu
sr: Приликом покретања програма
ta: நிரல் தொடக்கத்தில்
uk: При запуску програми
zh_hans: KOReader启动时

source: How to connect a folder to your collection:
es: Cómo conectar una carpeta a tu colección:
fr: Comment connecter un dossier à votre collection :
ga: Conas fillteán a nascadh le do bhailiúchán:
it: Come connettere una cartella alla collezione:
nl: Zo verbind je een map met je collectie:
pt_br: Como conectar uma pasta à sua coleção:
pt_pt: Como conectar uma pasta à sua colecção:
sk: Ako pripojiť priečinok k vašej zbierke:
sr: Како да фолдер повежете са збирком:
ta: உங்கள் சேகரிப்புடன் ஒரு கோப்புறையை எவ்வாறு இணைப்பது:
uk: Як під'єднати теку до добірки:
zh_hans: 将文件夹关联到书单的方法：

# user_guide/en.html+html.body.div.ol.li:3478-9
source: Go to the <span class="ui">Collections</span> screen that is seen in the image above.
sk: Prejdite na obrazovku <span class="ui">Zbierky</span>, ktorá je zobrazená na obrázku vyššie.
ta: மேலே உள்ள படத்தில் காணப்படும் <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </span> திரைக்குச் செல்லுங்கள்.
uk: Перейдіть до екрану <span class="ui">Добірки</span>, який показано на зображенні вище.
zh_hans: 前往如上图所示的<span class="ui">书单列表</span>界面。

# user_guide/en.html+html.body.div.ol.li:3479-9
source: Long-press on the collection name which you want to connect folders <b>(1)</b>.
sk: Dlho stlačte názov zbierky, ku ktorej chcete priečinky prepojiť <b>(1)</b>.
ta: நீங்கள் கோப்புறைகளை இணைக்க விரும்பும் சேகரிப்பு பெயரில் நீண்ட அழுத்தம் <b> (1) </b>.
uk: Затисніть назву добірки, до якої потрібно під'єднати теки <b>(1)</b>.
zh_hans: 长按想要关联到文件夹的书单标题<b>①</b>。

# user_guide/en.html+html.body.div.ol.li:3480-9
source: Select <span class="ui">Connect folders</span> from the pop-up menu <b>(2)</b>.
sk: V rozbaľovacej ponuke <b>(2)</b> vyberte možnosť <span class="ui">Pripojiť priečinky</span>.
ta: பாப்-அப் மெனுவிலிருந்து <b> (2) </b> இலிருந்து <span வகுப்பு = "Ui"> கோப்புறைகளை இணைக்கவும் </span> ஐத் தேர்ந்தெடுக்கவும்.
uk: Оберіть <span class="ui">Під'єднати теки</span> з випадаючого меню <b>(2)</b>.
zh_hans: 在弹出菜单中选择<span class="ui">关联文件夹</span><b>②</b>。

# user_guide/en.html+html.body.div.ol.li:3481-9
source: <span class="ui">List of connected folders screen</span> will open.
sk: <span class="ui">Otvorí sa obrazovka so zoznamom pripojených priečinkov</span>.
ta: <span வகுப்பு = "Ui"> இணைக்கப்பட்ட கோப்புறைகளின் பட்டியல் </span> திறக்கப்படும்.
uk: Відкриється <span class="ui">екран списку під'єднаних тек</span>.
zh_hans: 此时会显示<span class="ui">已关联的文件夹</span>列表。

source: Add a folder by pressing the <span class="ui">PLUS icon</span> at the top left corner of that screen, which will open the <span class="ui">Folder chooser screen</span>.
es: Agregue una carpeta presionando el <span class="ui">ícono MÁS</span> en la esquina superior izquierda de esa pantalla, lo que abrirá la <span class="ui">pantalla de selección de carpeta</span>.
fr: Ajoutez un dossier en appuyant sur l'icône <span class="ui">PLUS</span> dans le coin supérieur gauche de cet écran, ce qui ouvrira l'écran <span class="ui">Sélectionneur de dossiers</span>.
ga: Cuir fillteán leis trí bhrú ar an deilbhín <span class="ui">PLUS</span> ag an gcúinne uachtarach ar chlé den scáileán sin, rud a osclóidh an <span class="ui">scáileán roghnóir fillteán</span>.
it: Aggiungere una cartella premendo l'icona <span class="ui">PIU'</span> nell'angolo superiore sinistro della schermata, che aprirà la schermata <span class="ui">Scelta cartelle</span>.
nl: Voeg een map toe door op het <span class="ui">PLUS-pictogram</span> linksboven op dat scherm te tikken; hierdoor wordt het <span class="ui">Mapkiezer-scherm</span> geopend.
pt_br: Adicione uma pasta tocando no <span class="ui">ícone de MAIS</span> no canto superior esquerdo da tela, o que abrirá a <span class="ui">tela de seleção de pastas</span>.
sk: Pridajte priečinok stlačením ikony <span class="ui">PLUS</span> v ľavom hornom rohu obrazovky, čím sa otvorí <span class="ui">obrazovka výberu priečinkov</span>.
sr: Додајте фолдер притиском на <span class="ui">ПЛУС икону</span> у горњем левом углу тог екрана, након чега ће се отворити <span class="ui">екран Бирача фолдера</span>.
ta: அந்தத் திரையின் மேல் இடது மூலையில் <ச்பான் கிளாச் = "யுஐ"> பிளச் படவுரு </ச்பான்> ஐ அழுத்துவதன் மூலம் ஒரு கோப்புறையைச் சேர்க்கவும், இது <ச்பான் கிளாச் = "யுஐ"> கோப்புறை தேர்வு திரை </ச்பான்> ஐ திறக்கும்.
uk: Додайте теку, натиснувши <span class="ui">значок + (плюс)</span> у верхньому лівому куті екрана, що відкриє <span class="ui">екран вибору тек</span>.
zh_hans: 点按屏幕左上角的<span class="ui">加号标志</span>，在弹出的<span class="ui">选择文件夹</span>窗口中选择要添加的文件夹。

source: Repeat the last item if you want to connect more folders.
es: Repita el último elemento si desea conectar más carpetas.
fr: Répétez la dernière étape si vous souhaitez connecter d'autres dossiers.
ga: Déan an mhír dheireanach arís más mian leat níos mó fillteán a nascadh.
it: Ripetere l'ultimo punto se si desidera collegare altre cartelle.
nl: Herhaal de vorige stap als je meer mappen wilt verbinden.
pt_br: Repita o passo anterior se quiser conectar mais pastas.
pt_pt: Repita o último item se pretender conectar mais pastas.
sk: Ak chcete pripojiť viac priečinkov, zopakujte posledný krok.
sr: Поновите последњи корак ако желите да повежете још фолдера.
ta: நீங்கள் அதிக கோப்புறைகளை இணைக்க விரும்பினால் கடைசி உருப்படியை மீண்டும் செய்யவும்.
uk: Якщо потрібно під'єднати більше тек – повторіть останній пункт.
zh_hans: 重复最后一步以添加多个文件夹。

source: Collections with connected folders will have a <span class="ui">folder icon</span> as you can see from the image above <b>(3)</b>.
es: Las colecciones con carpetas conectadas tendrán un <span class="ui">icono de carpeta</span> como puede ver en la imagen de arriba <b>(3)</b>.
fr: Les collections avec des dossiers connectés auront une icône de dossier <span class="ui">folder icon</span>, comme vous pouvez le voir sur l'image ci-dessus <b>(3)</b>.
ga: Beidh deilbhín fillteáin <span class="ui">ag bailiúcháin a bhfuil fillteáin nasctha leo</span> mar is féidir leat a fheiceáil ón íomhá thuas <b>(3)</b>.
it: Le collezioni con cartelle connesse avranno un'icona <span class="ui">cartella</span>, come si può vedere nell'immagine qui sopra <b>(3)</b>.
nl: Collecties met verbonden mappen krijgen een <span class="ui">mappictogram</span>, zoals te zien is in de afbeelding hierboven <b>(3)</b>.
pt_br: Coleções com pastas conectadas terão um <span class="ui">ícone de pasta</span>, como mostrado na imagem acima <b>(3)</b>.
sk: Zbierky s prepojenými priečinkami budú mať <span class="ui">ikonu priečinka</span>, ako vidíte na obrázku vyššie <b>(3)</b>.
sr: Збирке са повезаним фолдерима ће имати <span class="ui">икону фолдера</span> као што можете видети на горњој слици <b>(3)</b>.
ta: இணைக்கப்பட்ட கோப்புறைகளைக் கொண்ட சேகரிப்புகள் <b> (3) </b> மேலே உள்ள படத்திலிருந்து நீங்கள் காணக்கூடிய <UI "> கோப்புறை படவுரு </span> ஐக் கொண்டிருக்கும்.
uk: Добірки з під'єднаними теками будуть мати <span class="ui">значок теки</span>, як видно на зображенні вище <b>(3)</b>.
zh_hans: 如上图所示，关联了文件夹的书单标题右侧有一个<span class="ui">文件夹标志</span><b>③</b>。

source: You might want to include subfolders of a folder too for synchronization. In the <b>step 4</b> above, when you open the <span class="ui">List of connected folders screen</span>, you can long-press on a folder to <span class="ui">include/exclude subfolders</span> from the popup menu.
es: Quizás quieras incluir también subcarpetas de una carpeta para la sincronización. En el <b>paso 4</b> anterior, al abrir la <span class="ui">Lista de carpetas conectadas</span>, puedes mantener pulsada una carpeta para <span class="ui">incluir o excluir subcarpetas</span> desde el menú emergente.
fr: Vous pouvez également inclure les sous-dossiers d'un dossier dans la synchronisation. À <b>l'étape 4</b> ci-dessus, lorsque vous ouvrez <span class="ui">l'écran Liste des dossiers connectés</span>, vous pouvez appuyer longuement sur un dossier pour <span class="ui">inclure/exclure les sous-dossiers</span> à partir du menu contextuel.
ga: B’fhéidir gur mhaith leat fo-fhillteáin fillteáin a chur san áireamh freisin le haghaidh sioncrónaithe. I <b>chéim 4</b> thuas, nuair a osclaíonn tú an scáileán <span class="ui">Liosta fillteán ceangailte</span>, is féidir leat brú fada a chur ar fhillteán chun <span class="ui">fo-fhillteáin a chur san áireamh/a eisiamh</span> ón roghchlár aníos.
it: È possibile includere anche le sottocartelle di una cartella per la sincronizzazione. Nel <b>passo 4</b> di cui sopra, quando si apre la schermata <span class="ui">Elenco delle cartelle connesse</span>, è possibile premere a lungo su una cartella per <span class="ui">includere/escludere le sottocartelle</span> dal menu a comparsa.
nl: Voor synchronisatie wil je mogelijk ook submappen meenemen. Bij <b>stap 4</b> hierboven, op het <span class="ui">scherm Lijst met verbonden mappen</span>, kun je een map lang ingedrukt houden en in het pop-upmenu <span class="ui">Submappen opnemen/uitsluiten</span> kiezen.
pt_br: Você também pode querer incluir subpastas de uma pasta para sincronização. No <b>passo 4</b> acima, ao abrir a <span class="ui">tela de Lista de pastas conectadas</span>, você pode tocar e segurar uma pasta para <span class="ui">incluir/excluir subpastas</span> no menu pop-up.
sk: Možno budete chcieť zahrnúť aj podpriečinky priečinka na synchronizáciu. V <b>kroku 4</b> vyššie, keď otvoríte <span class="ui">obrazovku Zoznam pripojených priečinkov</span>, dlhým stlačením priečinka <span class="ui">zahrniete/vylúčite podpriečinky</span> z kontextovej ponuky.
sr: Можда ћете пожелети да у синхронизацију укључите и подфолдере фолдера. У <b>кораку 4</b> изнад, када отворите <span class="ui">екран Листе повезаних фолдера</span>, можете да извршите дуги притисак на фолдер и у искачућем менију <span class="ui">укључите/искључите подфолдере</span>.
ta: ஒத்திசைவுக்காக ஒரு கோப்புறையின் துணை கோப்புறைகளை நீங்கள் சேர்க்க விரும்பலாம். மேலே உள்ள <b> படி 4 </b> இல், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> இணைக்கப்பட்ட கோப்புறைகளின் திரை </ச்பான்> பட்டியலைத் திறக்கும்போது, மேல்தோன்றல் மெனுவிலிருந்து </ச்பான்> துணை கோப்புறைகள் </span> ஐ உள்ளடக்கிய/விலக்கு <span வகுப்பு = "Ui"> க்கு ஒரு கோப்புறையில் நீண்ட நேரம் அழுத்தலாம்.
uk: Можливо, потрібно буде також увімкнути синхронізацію підтек. . У <b>кроці 4</b> вище, після відкриття екрану <span class="ui">Список під'єднаних тек</span>, можна затиснути теку, щоб <span class="ui">увімкнути/вимкнути підтеки</span> у зринаючому меню.
zh_hans: 为了同步功能的正常执行，最好连同次级文件夹也一并添加。在上面的<b>第四步</b>，在打开<span class="ui">已关联的文件夹</span>列表中长按某个文件夹，在弹出菜单中选择<span class="ui">包含/排除次级目录</span>。

source: How to disconnect a folder from your collection:
es: Cómo desconectar una carpeta de tu colección:
fr: Comment dissocier un dossier de votre collection :
ga: Conas fillteán a dhícheangal ó do bhailiúchán:
it: Come sconnettere una cartella dalla collezione:
nl: Zo koppel je een map los van je collectie:
pt_br: Como desconectar uma pasta da sua coleção:
pt_pt: Como desconectar uma pasta da sua colecção:
sk: Ako odpojiť priečinok od vašej zbierky:
sr: Како да откачите фолдер од збирке:
ta: உங்கள் சேகரிப்பிலிருந்து ஒரு கோப்புறையை எவ்வாறு துண்டிப்பது:
uk: Як від'єднати теку від добірки:
zh_hans: 将书单与文件夹断开关联的方法：

# user_guide/en.html+html.body.div.ol.li:3495-9
source: Go to the <span class="ui">Collections</span> screen that is seen in the image above.
sk: Prejdite na obrazovku <span class="ui">Zbierky</span>, ktorá je zobrazená na obrázku vyššie.
ta: மேலே உள்ள படத்தில் காணப்படும் <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </span> திரைக்குச் செல்லுங்கள்.
uk: Перейдіть до екрану <span class="ui">Добірки</span>, який показано на зображенні вище.
zh_hans: 前往如上图所示的<span class="ui">书单</span>界面。

# user_guide/en.html+html.body.div.ol.li:3496-9
source: Long-press on the collection name which you want to connect folders <b>(1)</b>.
sk: Dlho stlačte názov zbierky, ku ktorej chcete priečinky prepojiť <b>(1)</b>.
ta: நீங்கள் கோப்புறைகளை இணைக்க விரும்பும் சேகரிப்பு பெயரில் நீண்ட அழுத்தம் <b> (1) </b>.
uk: Затисніть назву добірки, до якої потрібно під'єднати теки <b>(1)</b>.
zh_hans: 长按想要关联文件夹的书单名称<b>①</b>。

# user_guide/en.html+html.body.div.ol.li:3497-9
source: Select <span class="ui">Connect folders</span> from the pop-up menu <b>(2)</b>.
sk: V rozbaľovacej ponuke <b>(2)</b> vyberte možnosť <span class="ui">Pripojiť priečinky</span>.
ta: பாப்-அப் மெனுவிலிருந்து <b> (2) </b> இலிருந்து <span வகுப்பு = "Ui"> கோப்புறைகளை இணைக்கவும் </span> ஐத் தேர்ந்தெடுக்கவும்.
uk: Оберіть <span class="ui">Під'єднати теки</span> з випадаючого меню <b>(2)</b>.
zh_hans: 在弹出菜单中选择<span class="ui">关联文件夹</span><b>②</b>。

# user_guide/en.html+html.body.div.ol.li:3498-9
source: <span class="ui">List of connected folders screen</span> will open.
sk: <span class="ui">Otvorí sa obrazovka so zoznamom pripojených priečinkov</span>.
ta: <span வகுப்பு = "Ui"> இணைக்கப்பட்ட கோப்புறைகளின் பட்டியல் </span> திறக்கப்படும்.
uk: Відкриється <span class="ui">екран списку під'єднаних тек</span>.
zh_hans: 此时会显示<span class="ui">已关联的文件夹</span>列表。
