Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html+html.body.div.ul.li:1923-17
source: You can assign a gesture to it
sk: Môžete mu priradiť gesto
ta: அதற்கு நீங்கள் ஒரு சைகையை ஒதுக்கலாம்
uk: Призначити на нього жест
zh_hans: 您可以为其指定一个手势

source: You can add it to your <span class="ui">Quick Menu</span>
es: Puedes agregarlo a tu <span class="ui">Menú rápido</span>
fr: Vous pouvez l'ajouter à votre <span class="ui">Menu rapide</span>
ga: Is féidir leat é a chur le do <span class="ui">Roghchlár Tapa</span>
it: E' possibile aggiungerlo al proprio <span class="ui">Menu Rapido</span>
nl: Je kunt het toevoegen aan je <span class="ui">Snelmenu</span>
pt_br: Você pode adicioná-lo ao seu <span class="ui">Menu Rápido</span>
pt_pt: Pode adicioná-lo ao seu <span class="ui">Menu Rápido</span>
sk: Môžete si ho pridať do <span class="ui">Rýchlej ponuky</span>
sr: Можете да га додате у свој <span class="ui">Брзи мени</span>
ta: உங்கள் <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> இல் இதைச் சேர்க்கலாம்
uk: Це можна додати до <span class="ui">Швидкого меню</span>
zh_hans: 您可以将其添加到<span class="ui">快速菜单中</span>

source: Using the Skim Widget
es: Uso del widget Hojear
fr: Utilisation du widget Skim
ga: Ag Úsáid an Ghiuirléid Skim
it: Uso di Scorri documento
nl: De Doorbladerwidget gebruiken
pt_br: Usando a Navegação Rápida
pt_pt: A utilizar navegação rápida
sk: Používanie doplnku "prebehnutie knihy"
sr: Употреба виџета за прелетање
ta: ச்கிம் விட்செட்டைப் பயன்படுத்துதல்
uk: Використання віджету проглядання
zh_hans: 快速翻页工具的用法

source: First let's have a quick look at the diagram below. You will see that we have two different <span class="ui">Skim Widget</span>s. They have the same functions, only their size is different:
es: Primero echemos un vistazo rápido al diagrama de abajo. Verás que tenemos dos <span class="ui">widget de Vista rápida</span>. Tienen las mismas funciones, solo que tu tamaño es diferente:
fr: Commençons par examiner rapidement le schéma ci-dessous. Vous remarquerez que nous avons deux <span class="ui">widgets Skim</span> différents. Ils ont les mêmes fonctions, seule leur taille diffère :
ga: Ar dtús, féachfaimid go gasta ar an léaráid thíos. Feicfidh tú go bhfuil dhá <span class="ui">Ghiuirléid Scimála</span> éagsúla againn. Tá na feidhmeanna céanna acu, ach níl mórán difríochta eatarthu:
it: Per prima cosa, diamo una rapida occhiata al diagramma sottostante. Si noterà che abbiamo due diversi <span class="ui">Scorri documento</span>. Hanno le stesse funzioni, solo le dimensioni sono diverse:
nl: Laten we eerst snel kijken naar het diagram hieronder. Je ziet dat we twee verschillende <span class="ui">Doorbladerwidgets</span> hebben. Ze hebben dezelfde functies; alleen de grootte verschilt:
pt_br: Primeiro, vamos dar uma olhada rápida no diagrama abaixo. Você verá que temos dois modos de <span class="ui">Navegação Rápida</span> diferentes. Eles têm as mesmas funções, apenas o tamanho é diferente:
pt_pt: Primeiro, vamos dar uma vista de olhos ao diagrama abaixo. Verá que temos dois <span class="ui">Widget de Navegação rápida</span> diferentes. Ambos com as mesmas funções, apenas o tamanho é diferente:
sk: Najprv sa v rýchlosti pozrime na diagram nižšie. Uvidíte, že máme dva rôzne <span class="ui">doplnky "prebehnutia knihou"</span>. Majú rovnaké funkcie, líšia sa len v ich veľkosti:
sr: Погледајмо најпре дијаграм испод. Приметићете да имамо два различита <span class="ui">Виџета за прелетање</span>. Они имају исту функцију, само се разликују по величини:
ta: முதலில் கீழே உள்ள வரைபடத்தை விரைவாகப் பார்ப்போம். எங்களிடம் இரண்டு வெவ்வேறு <span வகுப்பு = "Ui"> ச்கிம் விட்செட் </span> கள் இருப்பதை நீங்கள் காண்பீர்கள். அவை ஒரே செயல்பாடுகளைக் கொண்டுள்ளன, அவற்றின் அளவு மட்டுமே வேறுபட்டது:
uk: Спершу погляньте на нижченаведену схему. Ви побачити, що є два різних <span class="ui">віджети проглядання</span>. Вони виконують однакові функції, але відрізняються розміром:
zh_hans: 先来快速浏览下方的图表。可以看到<span class="ui">快速翻页工具</span>有两种样式。这两种有相同的功能，区别仅是尺寸不同：

source: <b>FULL-SIZE SKIM WIDGET:</b> This is the default <span class="ui">skim widget</span> you will see when you install KOReader. It is bigger than the <span class="ui">compact skim widget</span> so buttons are more comfortable to press. This widget opens at the <b>center of the screen</b>.
es: <b>WIDGET DE VISTA RÁPIDA A TAMAÑO COMPLETO:</b> Este es el <span class="ui">widget de Vista rápida</span> predeterminado que verás al instalar KOReader. Es más grande que el <span class="ui">widget compacto de Vista rápida</span>, por lo que los botones son más cómodos de pulsar. Este widget se abre en el <b>centro de la pantalla</b>.
fr: <b>WIDGET SKIM PLEIN ÉCRAN :</b> Il s'agit du <span class="ui">widget skim</span> par défaut qui s'affiche lorsque vous installez KOReader. Il est plus grand que le <span class="ui">widget skim compact</span>, ce qui rend les boutons plus faciles à utiliser. Ce widget s'ouvre au <b>centre de l'écran</b>.
ga: <b>Giuirléid LÁN-MHÉIDE:</b> Seo an <span class="ui">giuirléid léargaithe</span> réamhshocraithe a fheicfidh tú nuair a shuiteálann tú KOReader. Tá sé níos mó ná an <span class="ui">giuirléid léargaithe dlúth</span> agus mar sin tá sé níos compordaí na cnaipí a bhrú. Osclaítear an giuirléid seo i <b>lár an scáileáin</b>.
it: <b>Scorri documento completo: </b> Questo è il widget <span class="ui">Scorri documento</span> che si vede quando si installa KOReader. È più grande del widget <span class="ui">compatto</span>, quindi i pulsanti sono più comodi da premere. Questo widget si apre al <b>centro dello schermo</b>.
nl: <b>VOLLEDIGE DOORBLADERWIDGET:</b> Dit is de standaard <span class="ui">doorbladerwidget</span> die je ziet bij installatie van KOReader. Hij is groter dan de <span class="ui">compacte doorbladerwidget</span> waardoor knoppen comfortabeler te bedienen zijn. Deze widget opent in het <b>midden van het scherm</b>.
pt_br: <b>WIDGET DE NAVEGAÇÃO RÁPIDA EM TAMANHO COMPLETO:</b> Este é o <span class="ui">widget de navegação rápida</span> padrão que você verá ao instalar o KOReader. Ele é maior que o <span class="ui">widget de navegação rápida compacto</span>, então os botões são mais confortáveis de pressionar. Este widget abre no <b>centro da tela</b>.
pt_pt: <b>WIDGET NAVEGAÇÃO COMPLETA:</b> Este é o <span class="ui">widget de navegação</span> padrão que verá ao instalar o KOReader. É maior do que o <span class="ui">widget de navegação compacta</span>, por isso, os botões são mais confortáveis de premir. Este widget abre no <b>centro do ecrã</b>.
sk: <b>Doplnok "prebehnúť knihu" v plnej veľkosti:</b> Toto je predvolený <span class="ui">doplnok "prebehnuia knihou"</span>, ktorý sa zobrazí po nainštalovaní KOReaderu. Je väčší ako <span class="ui">kompaktný doplnok "prebehnutia knihou"</span>, takže tlačidlá sa pohodlnejšie stláčajú. Tento doplnok sa otvára v <b>strede obrazovky</b>.
sr: <b>ВИЏЕТ ЗА ПРЕЛЕТАЊЕ ПУНЕ ВЕЛИЧИНЕ:</b> Ово је подразумевани <span class="ui">виџет за прелетање</span> који ћете видети када инсталирате KOReader. Већи је од <span class="ui">компактног виџета за прелетање</span> тако да је угодније притискати дугмад. Овај виџет се отвара на <b>центру екрана</b>.
ta: <b> முழு அளவிலான ச்கிம் விட்செட்: </b> இது இயல்புநிலை <ச்பான் கிளாச் = "யுஐ"> ச்கிம் விட்செட் </ச்பான்> நீங்கள் கொரியாடரை நிறுவும்போது பார்ப்பீர்கள். இது <span வகுப்பு = "Ui"> சிறிய ச்கிம் விட்செட் </span> ஐ விட பெரியது, எனவே பொத்தான்கள் அழுத்துவதற்கு மிகவும் வசதியாக இருக்கும். இந்த விட்செட் திரையின் <b> மையத்தில் திறக்கிறது </b>.
uk: <b>ПОВНОРОЗМІРНИЙ ВІДЖЕТ ПРОГЛЯДАННЯ:</b> Це типовий <span class="ui">віджет проглядання</span>, який ви побачите після встановлення KOReader. Він більший за <span class="ui">компактний віджет проглядання</span>, тож має зручніші для натискання кнопки. Цей віджет відображається <b>у центрі екрану</b>.
zh_hans: <b>全尺寸快速翻页工具</b>：这是安装KOReader后默认启用的<span class="ui">快速翻页工具</span>。它的尺寸比<span class="ui">精简快速翻页工具</span>更大，因此上面的各种按钮更易点按。该工具会显示在<b>屏幕中间</b>显示。

source: <b>COMPACT SKIM WIDGET:</b> This is the slimmer version of the default <span class="ui">skim widget</span>. It can be more useful if you are making highlights for example. Since this widget is smaller and opens at the <b>top or bottom of the screen</b>, it doesn't obstruct the page as much as the default widget.
es: <b>WIDGET COMPACTO DE VISTA RÁPIDA:</b> es la versión más delgada del <span class="ui">widget de Vista rápida</span> predeterminado. Puede ser más útil si estás haciendo subrayados. Dado que este widget es más pequeño y se abre en la <b>parte superior o inferior de la pantalla</b>, no obstruye la página tanto como el widget predeterminado.
fr: <b>WIDGET SKIM COMPACT :</b> Il s'agit de la version allégée du <span class="ui">widget skim</span> par défaut. Il peut s'avérer plus utile si vous souhaitez mettre en évidence certains éléments, par exemple. Étant donné que ce widget est plus petit et s'ouvre en <b>haut ou en bas de l'écran</b>, il n'obstrue pas autant la page que le widget par défaut.
ga: <b>Giuirléid Léirithe Dlúth:</b> Seo an leagan níos caol den <span class="ui">ghiuirléid léirithe</span> réamhshocraithe. Is féidir go mbeadh sé níos úsáidí má tá tú ag déanamh aibhsithe mar shampla. Ós rud é go bhfuil an giuirléid seo níos lú agus go n-osclaítear é ag <b>barr nó bun an scáileáin</b>, ní chuireann sé bac ar an leathanach chomh mór leis an ngiuirléid réamhshocraithe.
it: <b>Scorri documento compatto:</b> È la versione più sottile dello <span class="ui">strumento predefinito </span>. Può essere più utile, ad esempio, se si stanno realizzando delle evidenziazioni. Poiché questo widget è più piccolo e si apre nella parte <b>superiore o inferiore dello schermo</b>, non ostruisce la pagina come lo strumento predefinito.
nl: <b>COMPACTE DOORBLADERWIDGET:</b> Dit is de smallere versie van de standaard <span class="ui">doorbladerwidget</span>. Hij kan nuttiger zijn als je bijvoorbeeld highlights maakt. Omdat deze widget kleiner is en bovenaan of onderaan het scherm opent belemmert hij de pagina minder dan de standaardwidget.
pt_br: <b>WIDGET DE NAVEGAÇÃO RÁPIDA COMPACTO:</b> Esta é uma versão menor que o <span class="ui">widget de navegação rápida</span> padrão. Pode ser mais útil se você estiver fazendo destaques, por exemplo. Como este widget é menor e abre na <b>parte superior ou inferior da tela</b>, ele não obstrui a página tanto quanto o widget padrão.
pt_pt: <b>WIBGET DE NAVEGAÇÃO COMPACTO:</b> Esta é a versão mais simplificada do <span class="ui">widget de navegação</span> padrão. Pode ser mais útil se estiver a fazer destaques, por exemplo. Como este widget é mais pequeno e abre na <b>parte superior ou inferior do ecrã</b>, não obstrui tanto a página como o widget padrão.
sk: <b>KOMPAKTNÝ DOPLNOK "PREBEHNÚŤ KNIHU":</b> Toto je užšia verzia predvoleného <span class="ui">doplnku "prebehnutia knihou"</span>. Môže byť užitočnejší napríklad pri zvýraznení. Keďže tento doplnok je menší a otvára sa v <b>hornej alebo dolnej časti obrazovky</b>, nezakrýva stránku tak veľmi ako predvolený doplnok.
sr: <b>КОМПАКТНИ ВИЏЕТ ЗА ПРЕЛЕТАЊЕ:</b> Ово је ситнија верзија подразумеваног <span class="ui">виџета за прелетање</span>. На пример, може бити кориснији када радите истицања. Пошто је овај виџет мањи и отвара се на <b>врху или дну екрана</b>, он не заклања страницу у толикој мери као подразумевани виџет.
ta: <b> சிறிய ச்கிம் விட்செட்: </b> இது இயல்புநிலை <ச்பான் கிளாச் = "யுஐ"> ச்கிம் விட்செட் </ச்பான்> இன் மெலிதான பதிப்பாகும். எடுத்துக்காட்டாக நீங்கள் சிறப்பம்சங்களை உருவாக்கினால் அது மிகவும் பயனுள்ளதாக இருக்கும். இந்த விட்செட் சிறியது மற்றும் திரையின் மேல் அல்லது கீழ் </b> இல் திறப்பதால், இது இயல்புநிலை விட்செட்டைப் போல பக்கத்தைத் தடுக்காது.
uk: <b>КОМПАКТНИЙ ВІДЖЕТ ПРОГЛЯДАННЯ:</b> Це зменшена версія типового <span class="ui">віджету проглядання</span>. Він може бути зручнішим, наприклад, при роботі з виділенням тексту. Оскільки цей віджет менший і відображається <b>вгорі або внизу екрану</b>, він не закриває сторінку так сильно, як типовий віджет.
zh_hans: <b>精简快速翻页工具</b>： 这是默认<span class="ui">快速翻页工具</span>的精简版本。它的尺寸更小巧，会显示在<b>屏幕顶部或底部</b>，因此不像默认工具那样遮挡屏幕，在诸如标注文段时会更便于使用。

source: If you want to use the <span class="ui">compact skim widget</span>, you can do this by choosing <span class="ui">Top</span> or <span class="ui">Bottom</span> from this menu:
es: Si quieres usar el <span class="ui">widget compacto de Vista rápida</span>, puedes hacerlo eligiendo <span class="ui">Arriba</span> o <span class="ui">Abajo</span> desde este menú:
fr: Si vous souhaitez utiliser le <span class="ui">widget compact skim</span>, vous pouvez le faire en choisissant <span class="ui">Haut</span> ou <span class="ui">Bas</span> dans ce menu :
ga: Más mian leat an <span class="ui">giuirléid scimeála dlúth</span> a úsáid, is féidir leat é seo a dhéanamh trí <span class="ui">Barr</span> nó <span class="ui">Bun</span> a roghnú ón roghchlár seo:
it: Se si desidera utilizzare lo strumento <span class="ui">Scorri documento compatto</span>, è possibile farlo scegliendo <span class="ui">In alto</span> o <span class="ui">In basso</span> da questo menu:
nl: Wil je de <span class="ui">compacte doorbladerwidget</span> gebruiken, kies dan <span class="ui">Boven</span> of <span class="ui">Onder</span> in dit menu:
pt_br: Se você quiser usar o <span class="ui">widget de navegação rápida compacto</span>, você pode fazer isso escolhendo <span class="ui">Superior</span> ou <span class="ui">Inferior</span> neste menu:
pt_pt: Se pretender utilizar o <span class="ui">widget de nevegação compacta</span>, pode fazê-lo escolhendo <span class="ui">Topo</span> ou <span class="ui">Fundo</span> neste menu:
sk: Ak chcete použiť <span class="ui">kompaktný doplnok "prebehnutia knihou"</span>, môžete tak urobiť výberom možnosti <span class="ui">Hore</span> alebo <span class="ui">Dole</span> z tejto ponuky:
sr: Ако желите да користите <span class="ui">компактни виџет за прелетање</span>, изаберите <span class="ui">Горе</span> или <span class="ui">Доле</span> у следећем менију:
ta: நீங்கள் <ச்பான் கிளாச் = "யுஐ"> சிறிய ச்கிம் விட்செட் </ச்பான்> ஐப் பயன்படுத்த விரும்பினால், இந்த மெனுவிலிருந்து <ச்பான் கிளாச் = "யுஐ"> மேல் </ச்பான்> அல்லது <ச்பான் கிளாச் = "யுஐ"> கீழே </ச்பான்> ஐத் தேர்ந்தெடுப்பதன் மூலம் இதைச் செய்யலாம்:
uk: Якщо бажаєте користуватися <span class="ui">компактним віджетом проглядання</span>, його можна увімкнути обравши <span class="ui">Верх</span> або <span class="ui">Низ</span> в цьому меню:
zh_hans: 若要使用<span class="ui">精简快速翻页工具</span>，可点选如下菜单中的<span class="ui">顶部</span>或<span class="ui">底部</span>选项：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navigation / Skim dialog position:
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navegación / Posición del cuadro de diálogo de exploración:
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navigation / Positionner la boîte de dialogue Skim :
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Nascleanúint / Scimáil suíomh an dialóige:
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navigazione / Posizione del dialogo di scorsa:
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navigatie / Doorbladerdialoogpositie:
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navegação / Posição do diálogo de folhear:
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear. svg" style="width:22px;"> / Navegação / Posição do Widget de Navegação:
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Navigácia / Pozícia dialógového okna doplnku "prebehnúť knihu":
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Навигација / Позиција дијалога прелетања:
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / வழிசெலுத்தல் / ச்கிம் உரையாடல் நிலை:
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Навігація / Позиція вікна швидкого проглядання:
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 书页定位 /快速翻页工具位置：

source: <span class="label_green">TIP</span> Both skim widgets are movable. You can move them by pressing on an empty area of the widget and dragging. Also you can make these dialogs semi-transparent by long-pressing on an empty area on the widget. But semi-transparency is triggered only in its initial position. Once moved, long-pressing moves it back to the initial position.
es: <span class="label_green">CONSEJO</span> Ambos widgets de vista rápida son movibles. Puedes moverlos presionando en un área vacía del widget y arrastrando. También puedes hacer estos diálogos semi-transparente manteniendo pulsado en un área vacía del widget. Pero la semi-transparencia solo se activa en tu posición inicial. Una vez movido, una pulsación larga lo devuelve a la posición inicial.
fr: <span class="label_green">ASTUCE</span> Les deux widgets skim sont déplaçables. Vous pouvez les déplacer en appuyant sur une zone vide du widget et en le faisant glisser. Vous pouvez également rendre ces boîtes de dialogue semi-transparentes en appuyant longuement sur une zone vide du widget. Mais la semi-transparence n'est activée que dans sa position initiale. Une fois déplacé, un appui long le ramène à sa position initiale.
ga: <span class="label_green">LEID</span> Tá an dá ghiuirléid scime soghluaiste. Is féidir leat iad a bhogadh trí bhrú ar limistéar folamh den ghiuirléid agus iad a tharraingt. Chomh maith leis sin, is féidir leat na dialóga seo a dhéanamh leath-thrédhearcach trí bhrú fada ar limistéar folamh ar an ngiuirléid. Ach ní spreagtar leath-thrédhearcacht ach amháin ina seasamh tosaigh. Nuair a bhogtar é, bogann brú fada ar ais é go dtí an seasamh tosaigh.
it: <span class="label_green">TIP</span> Entrambi gli strumenti sono mobili. È possibile spostarli premendo su un'area vuota dello strumento e trascinandoli. È inoltre possibile rendere queste finestre di dialogo semitrasparenti premendo a lungo su un'area vuota dello strumento. Ma la semitrasparenza si attiva solo nella posizione iniziale. Una volta spostata, la pressione prolungata la riporta nella posizione iniziale.
nl: <span class="label_green">TIP</span> Beide doorbladerwidgets zijn te verplaatsen. Je kunt ze verplaatsen door op een leeg gebied van de widget te drukken en te slepen. Je kunt deze dialoogvensters ook halftransparant maken door lang te drukken op een leeg gebied van de widget. Halftransparantie wordt alleen geactiveerd op de beginpositie. Na verplaatsen zet lang indrukken hem terug naar de beginpositie.
pt_br: <span class="label_green">DICA</span> Ambos os widgets de navegação rápida são móveis. Você pode movê-los pressionando uma área vazia do widget e arrastando. Você também pode tornar essas caixas de diálogo semitransparentes pressionando longamente uma área vazia do widget. Mas a semitransparência é acionada apenas em sua posição inicial. Uma vez movido, pressionar longamente o widget o move de volta para a posição inicial.
pt_pt: <span class="label_green">DICA</span> Ambos os widgets de navegação são móveis. Pode movê-los premindo uma área vazia do widget e arrastando. Além disso, pode tornar estas caixas de diálogo semitransparentes mantendo pressionada uma área vazia do widget. Mas a semitransparência é acionada apenas na sua posição inicial. Uma vez movido, se o pressionar continuamente isso move-o de volta para a posição inicial.
sk: <span class="label_green">TIP</span> Oba doplnky "prebehnutia knihou" sú presúvateľné. Môžete ich presunúť stlačením prázdnej oblasti doplnku a potiahnutím. Tieto dialógové okná môžete tiež nastaviť ako polo-priehľadné dlhým stlačením prázdnej oblasti na doplnku. Polo-priehľadnosť sa však aktivuje iba v ich počiatočnej polohe. Po presunutí ich dlhým stlačením vrátite naspäť do počiatočnej polohy.
sr: <span class="label_green">САВЕТ</span> Оба виџета за прелетање могу да се померају. Премештате их тако што притиснете на празну површину и превлачите. Ове дијалоге такође можете да прикажете полупровидно трако што дуго притиснете на правну површину виџета. Али полупровидност се окида само на почетној позицији виџета. Једном када га померите, дуги притисак га враћа назад на почетну позицију.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> இரண்டு ச்கிம் விட்செட்டுகளும் நகரக்கூடியவை. விட்செட்டின் வெற்று பகுதியை அழுத்தி இழுப்பதன் மூலம் அவற்றை நகர்த்தலாம். விட்செட்டில் வெற்று பகுதியில் நீண்ட நேரம் அழுத்துவதன் மூலம் இந்த உரையாடல்களை அரை வெளிப்படையானதாக மாற்றலாம். ஆனால் அரை-வெளிப்படைத்தன்மை அதன் ஆரம்ப நிலையில் மட்டுமே தூண்டப்படுகிறது. நகர்ந்ததும், நீண்ட அழுத்தும் அதை ஆரம்ப நிலைக்கு நகர்த்துகிறது.
uk: <span class="label_green">ПОРАДА</span> Обидва віджети проглядання можна переміщувати. Їх можна перемістити, якщо натиснути на порожню область віджету та перетягнувши. Також ці вікна можна зробити напівпрозорими затисканням порожньої області віджета. Але прозорість вмикається тільки у його початковій позиції. Після переміщення вікна затискання поверне його на початкову позицію.
zh_hans: <span class="label_green">提示</span> 两种快速翻页工具都可调整显示位置。长按工具栏的空白区域然后拖拽即可移动。另外，长按也可让对话框进入半透明状态（仅在对话框处于初始位置时有效）。在移动位置后，再次长按对话框可以将其复位。
