Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Your device is very new (a recently released Kobo model for example) and KOReader support has just been added in a recent nightly.
es: Su dispositivo es muy nuevo (un modelo Kobo lanzado recientemente, por ejemplo) y recientemente se agregó soporte para KOReader.
fr: Votre appareil est très récent (un modèle Kobo récemment commercialisé, par exemple) et la prise en charge de KOReader vient d'être ajoutée dans une version nocturne récente.
ga: Tá do ghléas an-nua (samhail Kobo a eisíodh le déanaí mar shampla) agus cuireadh tacaíocht do KOReader leis i nuachtán oíche le déanaí.
it: Il vostro dispositivo è molto nuovo (un modello Kobo di recente uscita, ad esempio) e il supporto di KOReader è stato appena aggiunto in una recente nightly.
nl: Je apparaat is heel nieuw (bijvoorbeeld een recent uitgebracht Kobo-model) en ondersteuning voor KOReader is pas in een recente nightly toegevoegd.
pt_br: Seu dispositivo é muito novo (um modelo Kobo lançado recentemente, por exemplo) e o suporte ao KOReader foi adicionado recentemente em um nightly.
sk: Vaše zariadenie je úplne nové (napríklad nedávno vydaný model Kobo) a podpora KOReader bola pridaná nedávno vo večernej verzii.
sr: Ваш уређај је врло нов (на пример, недавно издат Kobo модел) и KOReader подршка је управо додата у скорашњем ноћном издању.
ta: உங்கள் சாதனம் மிகவும் புதியது (எடுத்துக்காட்டாக அண்மைக் காலத்தில் வெளியிடப்பட்ட கோபோ மாடல்) மற்றும் கொரியடர் உதவி அண்மைக் கால இரவில் சேர்க்கப்பட்டுள்ளது.
uk: Ваш пристрій дуже новий (наприклад, нещодавно випущена модель Kobo) і підтримку KOReader було додано у нещодавній нічній версії програми.
zh_hans: 您的设备非常新（例如最近发布的 Kobo 型号），并且刚刚在最近的一个晚上添加了 KOReader 支持。

source: There is a bug or problem specific to your device that is fixed already but not released yet. And you don't want to wait for the <b>stable</b> version to have this fix.
es: Hay un error o problema específico de su dispositivo que ya se ha solucionado pero que aún no se ha publicado. Y no querrás esperar a que la versión <b>estable</b> tenga esta solución.
fr: Il existe un bug ou un problème spécifique à votre appareil qui a déjà été corrigé, mais qui n'a pas encore été publié. Et vous ne voulez pas attendre la version <b>stable</b> pour bénéficier de cette correction.
ga: Tá fabht nó fadhb ann a bhaineann go sonrach le do ghléas atá socraithe cheana féin ach nár eisíodh fós. Agus níl tú ag iarraidh fanacht go mbeidh an socrú seo sa leagan <b>cobhsaí</b>.
it: C'è un bug o un problema specifico del vostro dispositivo che è già stato risolto ma non ancora rilasciato. E non si vuole aspettare la versione <b>stabile</b> per avere questa correzione.
nl: Er is een bug of probleem dat specifiek is voor jouw apparaat en al is opgelost, maar nog niet uitgebracht. En je wilt niet wachten tot de <b>stable</b>-versie deze fix bevat.
pt_br: Há um bug ou problema específico no seu dispositivo que já foi corrigido, mas ainda não foi lançado. E você não quer esperar pela versão <b>stable</b> para ter essa correção.
sk: Existuje chyba alebo problém špecifický pre vaše zariadenie, ktorý už bol opravený, ale ešte nebol oficiálne vydaný. A nechcete čakať na <b>stabilnú</b> verziu, aby túto opravu obsahovala.
sr: Постоји баг или проблем који се јавља само на вашем уређај и који је већ исправљен, али још није ушао у издање. А не желите да чекате на <b>стабилну</b> верзију да се то исправи.
ta: உங்கள் சாதனத்திற்கு குறிப்பிட்ட பிழை அல்லது சிக்கல் உள்ளது, அது ஏற்கனவே சரி செய்யப்பட்டுள்ளது, ஆனால் இன்னும் வெளியிடப்படவில்லை. இந்த பிழைத்திருத்தத்தை வைத்திருக்க <b> நிலையான </b> பதிப்பிற்காக நீங்கள் காத்திருக்க விரும்பவில்லை.
uk: Існує помилка або проблема, характерна для вашого пристрою, яку вже виправлено, але ще не випущено в стабільній версії. І немає сил чекати на <b>стабільну</b> версію, щоб мати це виправлення.
zh_hans: 存在特定于您的设备的错误或问题，该错误或问题已修复但尚未发布。而且您不想等待<b>稳定</b>版本进行此修复。

source: After updating KOReader, you notice that a feature which you were using is removed. You don't want to lose this feature, so you can install a nightly version that still has this feature. Of course you can also go back to the previous <b>stable</b> release but <b>nightly</b> would be newer so might have more features and fixes.
es: Después de actualizar KOReader, observa que se eliminó una función que estaba utilizando. No querrás perder esta función, por lo que puedes instalar una versión nocturna que todavía la tenga. Por supuesto, también puede volver a la versión <b>estable</b> anterior, pero <b>nightly</b> sería más nueva, por lo que podría tener más funciones y correcciones.
fr: Après avoir mis à jour KOReader, vous remarquez qu'une fonctionnalité que vous utilisiez a été supprimée. Vous ne voulez pas perdre cette fonctionnalité, vous pouvez donc installer une version nightly qui la conserve. Vous pouvez bien sûr revenir à la version <b>stable</b> précédente, mais la version <b>nightly</b> est plus récente et pourrait donc offrir davantage de fonctionnalités et de corrections.
ga: Tar éis duit KOReader a nuashonrú, tugann tú faoi deara go bhfuil gné a bhí in úsáid agat bainte. Níl tú ag iarraidh an ghné seo a chailleadh, mar sin is féidir leat leagan oíche a shuiteáil a bhfuil an ghné seo fós ann. Ar ndóigh, is féidir leat dul ar ais chuig an leagan <b>cobhsaí</b> roimhe seo ach bheadh <b>nightly</b> níos nuaí agus mar sin d'fhéadfadh go mbeadh níos mó gnéithe agus socruithe ann.
it: Dopo l'aggiornamento di KOReader, si nota che una funzione che si utilizzava è stata rimossa. Non si vuole perdere questa funzione, per cui si può installare una versione nightly che la contenga ancora. Naturalmente è possibile tornare alla precedente release <b>stabile</b> ma <b>nightly</b> sarebbe più recente e quindi potrebbe avere più funzioni e correzioni.
nl: Na het bijwerken van KOReader merk je dat een functie die je gebruikte is verwijderd. Je wilt deze functie niet kwijt, dus kun je een nightly-versie installeren die de functie nog heeft. Je kunt natuurlijk ook teruggaan naar de vorige <b>stable</b>-release, maar een <b>nightly</b> is nieuwer en bevat mogelijk al meer functies en fixes.
pt_br: Após atualizar o KOReader, você percebe que um recurso que estava usando foi removido. Você não quer perder esse recurso, então pode instalar uma versão nightly que ainda o tenha. É claro que você também pode voltar para a versão <b>stable</b> anterior, mas a <b>nightly</b> seria mais recente, então pode ter mais recursos e correções.
sk: Po aktualizácii KOReaderu si všimnete, že funkcia, ktorú ste používali, bola odstránená. Nechcete o túto funkciu prísť, preto si môžete nainštalovať nočnú verziu, ktorá túto funkciu stále obsahuje. Samozrejme, môžete sa vrátiť aj k predchádzajúcej <b>stabilnej</b> verzii, ale <b>nočná</b> by bola novšia, takže by mohla obsahovať viac funkcií a opráv.
sr: Када ажурирате KOReader, приметите да је функционалност коју сте користили уклоњена. Не желите да изгубите ту функционалност, па инсталирате ноћну верзију која је још увек имала ту функционалност. Наравно, можете да се вратите и на претходно <b>стабилно</b> издање, али <b>ноћно</b> би било новије, тако да би могло да садржи више функционалности и исправки.
ta: கொரியாடரைப் புதுப்பித்த பிறகு, நீங்கள் பயன்படுத்தும் ஒரு நற்பொருத்தம் அகற்றப்படுவதை நீங்கள் கவனிக்கிறீர்கள். இந்த அம்சத்தை நீங்கள் இழக்க விரும்பவில்லை, எனவே இந்த அம்சத்தைக் கொண்ட ஒரு இரவு பதிப்பை நீங்கள் நிறுவலாம். நிச்சயமாக நீங்கள் முந்தைய <b> நிலையான </b> வெளியீட்டிற்குச் செல்லலாம், ஆனால் <b> இரவு </b> புதியதாக இருக்கும், எனவே கூடுதல் நற்பொருத்தங்கள் மற்றும் திருத்தங்கள் இருக்கலாம்.
uk: Після оновлення KOReader ви помітили, що функція, яку ви використовували, вилучена. Ви ж не хочете втрачати цю функцію, тому можете встановити нічну версії, яка все ще її містить. Звичайно, також можна повернутися до попередної <b>стабільної</b> версії, але <b>нічна</b> версія буде новішою, тому може містити більше функцій та виправлень.
zh_hans: 更新 KOReader 后，您注意到您正在使用的功能已被删除。您不想丢失此功能，因此您可以安装仍然具有此功能的夜间版本。当然，您也可以返回到以前的<b>稳定</b>版本，但 <b>夜间版</b> 会更新，因此可能会有更多功能和修复。

source: This section was just a general introduction to the topic. For detailed information and asking for help about nightly versions, you can visit the discussion page: <a href="https://github.com/koreader/koreader/issues/11068">FAQ: How to track latest nightly builds</a>
es: Esta sección fue solo una introducción general al tema. Para obtener información detallada y solicitar ayuda sobre las versiones nocturnas, puede visitar la página de discusión: <a href="https://github.com/koreader/koreader/issues/11068">Preguntas frecuentes: cómo realizar un seguimiento de las últimas versiones nocturnas</a>
fr: Cette section n'était qu'une introduction générale au sujet. Pour obtenir des informations détaillées et demander de l'aide sur les versions nocturnes, vous pouvez consulter la page de discussion : <a href="https://github.com/koreader/koreader/issues/11068">FAQ : Comment suivre les dernières versions nocturnes</a>
ga: Ní raibh sa chuid seo ach réamhrá ginearálta ar an ábhar. Chun eolas mionsonraithe a fháil agus chun cabhair a iarraidh faoi leaganacha oíche, is féidir leat cuairt a thabhairt ar an leathanach plé: <a href="https://github.com/koreader/koreader/issues/11068">Ceisteanna Coitianta: Conas na leaganacha oíche is déanaí a rianú</a>
it: Questa sezione era solo un'introduzione generale all'argomento. Per informazioni dettagliate e richieste di aiuto sulle versioni notturne, è possibile visitare la pagina di discussione: <a href="https://github.com/koreader/koreader/issues/11068">FAQ: How to track latest nightly builds</a>
nl: Deze sectie was slechts een algemene introductie. Voor gedetailleerde informatie en om hulp te vragen over nightly-versies kun je de discussie raadplegen: <a href="https://github.com/koreader/koreader/issues/11068">FAQ: How to track latest nightly builds</a>
pt_br: Essa seção foi apenar uma introdução geral ao tópico. Para informações detalhadas e pedir ajuda para versões nightly, você pode visitar a página de discussão: <a href="https://github.com/koreader/koreader/issues/11068">FAQ: How to track latest nightly builds</a>
sk: Táto časť bola len všeobecným úvodom do témy. Podrobné informácie a pomoc s nočnými verziami nájdete na diskusnej stránke: <a href="https://github.com/koreader/koreader/issues/11068">Často kladené otázky: Ako sledovať najnovšie nočné zostavenia</a>
sr: Овај одељак је само општи увод у ову тему. За детаљне информације и добијање помоћи у вези са ноћним верзијама, посетите страницу дискусије: <a href="https://github.com/koreader/koreader/issues/11068">FAQ: How to track latest nightly builds</a>
ta: இந்த பிரிவு தலைப்புக்கு ஒரு பொதுவான அறிமுகம் மட்டுமே. விரிவான தகவல்களுக்கும், இரவு பதிப்புகளைப் பற்றிய உதவிகளுக்கும், நீங்கள் கலந்துரையாடல் பக்கத்தைப் பார்வையிடலாம்: <a href = "https://github.com/koreader/koreader/issues/11068"> கேள்விகள்: அண்மைக் கால இரவு கட்டங்களை எவ்வாறு கண்காணிப்பது </a>
uk: Цей розділ був лише загальним вступом до теми. Для отримання детальної інформації та звернення за допомогою щодо нічних версій можна відвідати сторінку обговорення: <a href="https://github.com/koreader/koreader/issues/11068">FAQ: Як відстежувати останні нічні збірки</a>
zh_hans: 本节只是对该主题的一般介绍。有关夜间版本的详细信息和寻求帮助，您可以访问讨论页面：<a href="https://github.com/koreader/koreader/issues/11068">FAQ：如何跟踪最新的夜间版本</a>

source: <span class="label_green">TIP</span> If you are using KOReader on an Android device, you can use the <b>Work Profile</b> feature of the Android OS to test the Nightly versions without affecting your main KOReader installation. Open source applications like <b>Shelter</b> and <b>Island</b> can help you with this.
es: <span class="label_green">CONSEJO</span> Si está utilizando KOReader en un dispositivo Android, puede utilizar la función <b>Perfil de trabajo</b> del sistema operativo Android para probar las versiones Nightly sin afectar su instalación principal de KOReader. Las aplicaciones de código abierto como <b>Shelter</b> e <b>Island</b> pueden ayudarte con esto.
fr: <span class="label_green">CONSEIL</span> Si vous utilisez KOReader sur un appareil Android, vous pouvez utiliser la fonctionnalité <b>Profil professionnel</b> du système d'exploitation Android pour tester les versions Nightly sans affecter votre installation principale de KOReader. Des applications open source telles que <b>Shelter</b> et <b>Island</b> peuvent vous aider dans cette tâche.
ga: <span class="label_green">LEID</span> Má tá KOReader in úsáid agat ar ghléas Android, is féidir leat gné <b>Próifíl Oibre</b> chóras oibriúcháin Android a úsáid chun na leaganacha Nightly a thástáil gan cur isteach ar do phríomhshuiteáil KOReader. Is féidir le feidhmchláir foinse oscailte ar nós <b>Shelter</b> agus <b>Island</b> cabhrú leat leis seo.
it: <span class="label_green">TIP</span> Se si utilizza KOReader su un dispositivo Android, è possibile utilizzare la funzione <b>Profilo di lavoro</b> del sistema operativo Android per testare le versioni Nightly senza influire sull'installazione principale di KOReader. Applicazioni open source come <b>Shelter</b> e <b>Island</b> possono essere utili per questo.
nl: <span class="label_green">TIP</span> Gebruik je KOReader op Android, dan kun je de functie <b>Werkprofiel</b> van Android gebruiken om Nightly-versies te testen zonder je hoofdinstallatie van KOReader te beïnvloeden. Open-sourceapps zoals <b>Shelter</b> en <b>Island</b> kunnen hierbij helpen.
pt_br: <span class="label_green">DICA</span> Se você está usando o KOReader em um dispositivo Android, você pode usar a função <b>Perfil de Trabalho</b> do sistema Android para testar versões Nightly sem afetar sua instalação principal do KOReader. Aplicações Open source como <b>Shelter</b> e <b>Island</b> podem te ajudar com isso.
sk: <span class="label_green">TIP</span> Ak používate KOReader na zariadení so systémom Android, môžete použiť funkciu <b>Pracovný profil</b> v operačnom systéme Android na otestovanie nočných verzií bez ovplyvnenia hlavnej inštalácie KOReaderu. S tým vám môžu pomôcť aplikácie s otvoreným zdrojovým kódom ako <b>Shelter</b> a <b>Island</b>.
sr: <span class="label_green">САВЕТ</span> Ако KOReader користите на Android уређају, искористите <b>Work Profile</b> функционалност Android ОС-а да тестирате Ноћну верзију без утицаја на вашу главну KOReader инсталацију. У овоме вам могу помоћи апликације отвореног кода као што су <b>Shelter</b> и <b>Island</b>.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> நீங்கள் ஒரு ஆண்ட்ராய்டு சாதனத்தில் கொரியாடரைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் முக்கிய கொரியடர் நிறுவலை பாதிக்காமல் இரவு பதிப்புகளை சோதிக்க ஆண்ட்ராய்டு OS இன் <b> பணி சுயவிவரம் </b> அம்சத்தைப் பயன்படுத்தலாம். <b> தங்குமிடம் </b> மற்றும் <b> தீவு </b> போன்ற திறந்த மூல பயன்பாடுகள் இதற்கு உங்களுக்கு உதவக்கூடும்.
uk: <span class="label_green">ПОРАДА</span> На пристроях Android можна скористатися функцією <b>Робочий профіль</b> ОС Android, щоб протестувати нічні версії, не впливаючи на основну інсталяцію KOReader. Програми з відкритим кодом, як <b>Shelter</b> та <b>Island</b>, можуть допомогти у цьому.
zh_hans: <span class="label_green">提示</span> 在Android设备上使用KOReader时，可利用系统内置的<b>工作资料夹（Work Profile）</b>功能来测试每夜版，而不会对同设备上安装的主力版本KOReader造成影响。<b>Shelter</b>及<b>Island</b>等开源软件也可提供类似功能。

source: Backup your KOReader settings
es: Haga una copia de seguridad de la configuración de KOReader
fr: Sauvegardez vos paramètres KOReader
ga: Déan cúltaca de do shocruithe KOReader
it: Backup delle impostazioni di KOReader
nl: Een back-up maken van je KOReader-instellingen
pt_br: Fazer backup das suas configurações do KOReader
pt_pt: Faça uma cópia de segurança das suas definições do KOReader
sk: Zálohujte si nastavenia KOReadera
sr: Направите резервну копију KOReader подешавања
ta: உங்கள் கொரியடர் அமைப்புகளை காப்புப் பிரதி எடுக்கவும்
uk: Резервне копіювання налаштувань KOReader
zh_hans: 备份您的 KOReader 设置

source: In rare cases that you want to backup and restore your KOReader with all your settings, you can backup these folders and files under the KOReader installation directory. Then you can overwrite them after a clean installation to restore your settings:
es: En casos excepcionales en los que desee hacer una copia de seguridad y restaurar su KOReader con todas sus configuraciones, puede hacer una copia de seguridad de estas carpetas y archivos en el directorio de instalación de KOReader. Luego puedes sobrescribirlos después de una instalación limpia para restaurar tu configuración:
fr: Dans les rares cas où vous souhaitez sauvegarder et restaurer votre KOReader avec tous vos paramètres, vous pouvez sauvegarder ces dossiers et fichiers dans le répertoire d'installation de KOReader. Vous pouvez ensuite les remplacer après une installation propre pour restaurer vos paramètres :
ga: I gcásanna neamhchoitianta nuair is mian leat cúltaca a dhéanamh de do KOReader agus é a athchóiriú leis na socruithe go léir atá agat, is féidir leat na fillteáin agus na comhaid seo a chúltaca faoin eolaire suiteála KOReader. Ansin is féidir leat iad a athscríobh tar éis suiteáil ghlan chun do shocruithe a athchóiriú:
it: Nei rari casi in cui si desidera eseguire il backup e il ripristino di KOReader con tutte le impostazioni, è possibile eseguire il backup di queste cartelle e file nella directory di installazione di KOReader. Quindi è possibile sovrascriverli dopo un'installazione pulita per ripristinare le impostazioni:
nl: Als je in uitzonderlijke gevallen KOReader inclusief alle instellingen wilt back-uppen en herstellen, maak dan een back-up van deze mappen en bestanden in de KOReader-installatiemap. Na een schone installatie kun je ze overschrijven om je instellingen te herstellen:
pt_br: Em casos raros, se você quiser fazer backup e restaurar o KOReader com todas as suas configurações, você pode fazer backup dessas pastas e arquivos no diretório de instalação do KOReader. Depois, você pode sobrescrevê-los após uma instalação limpa para restaurar suas configurações:
sk: V ojedinelých prípadoch, keď chcete zálohovať a obnoviť svoj KOReader so všetkými vašimi nastaveniami, môžete zálohovať tieto priečinky a súbory v inštalačnom adresári KOReadera. Potom ich môžete prepísať po čistej inštalácii, aby ste obnovili svoje nastavenia:
sr: У ретким случајевима када желите да направите резервну копију и вратите KOReader са свим подешавањима, можете да направите резервну копију следећих фолдера и фајлова унутар KOReader инсталационог фолдера. Затим можете да их препишете након чисте инсталације и тако вратите своја подешавања:
ta: உங்கள் அனைத்து அமைப்புகளுடனும் உங்கள் கொரியாடரை காப்புப் பிரதி எடுக்கவும் மீட்டெடுக்கவும் விரும்பும் அரிதான சந்தர்ப்பங்களில், இந்த கோப்புறைகளையும் கோப்புகளையும் கொரியடர் நிறுவல் கோப்பகத்தின் கீழ் காப்புப் பிரதி எடுக்கலாம். உங்கள் அமைப்புகளை மீட்டெடுக்க தூய்மையான நிறுவலுக்குப் பிறகு அவற்றை மேலெழுதலாம்:
uk: Деколи може знадобитися зробити резервну копію усіх налаштувань KOReader, щоб потім відновити їх з резервної копії на тому ж або іншому пристрої. Всі необхідні для цього теки й файли розміщені в теці встановленого KOReader. Щоб відновити усі зроблені налаштування з резервної копії, замініть відповідні теки й файли у нововстановленій програмі:
zh_hans: 在极少数情况下，您想要使用所有设置备份和恢复 KOReader，您可以在 KOReader 安装目录下备份这些文件夹和文件。然后，您可以在全新安装后覆盖它们以恢复您的设置：

source: Folders:
es: Carpetas:
fr: Dossiers :
ga: Fillteáin:
it: Cartelle:
nl: Mappen:
pt_br: Pastas:
pt_pt: Pastas:
sk: Priečinky:
sr: Фолдери:
ta: கோப்புறைகள்:
uk: Теки:
zh_hans: 文件夹：

source: settings
es: ajustes
fr: paramètres
ga: socruithe
it: impostazioni
pt_br: configurações
pt_pt: configurações
sk: nastavenia
ta: அமைப்புகள்
uk: налаштування
zh_hans: 设置

source: styletweaks
es: ajustes de estilo
fr: ajustements de style
ga: stíl-athruithe
it: modifiche allo stile
pt_pt: Ajustes de Estilo
sk: vylepšenia štýlu
ta: ச்டைலெட்வீக்ச்
zh_hans: 样式调整

source: Files:
es: Archivos:
fr: Fichiers :
ga: Comhaid:
it: File:
nl: Bestanden:
pt_br: Arquivos:
pt_pt: Ficheiros:
sk: Súbory:
sr: Фајлови:
ta: கோப்புகள்:
uk: Файли:
zh_hans: 文件：

source: data/cr3.ini
fr: données/cr3.ini
ta: தரவு/cr3.ini

source: history.lua
ta: வரலாறு.லுவா

source: settings/profiles.lua
fr: paramètres/profils.lua
ta: அமைப்புகள்/சுயவிவரங்கள்.லுவா

source: Files under <b>data/dict/</b> and <b>/data/tessdata/</b> directories <b>(if they exist)</b>
es: Archivos en los directorios <b>data/dict/</b> y <b>/data/tessdata/</b> <b>(si existen)</b>
fr: Fichiers dans les répertoires <b>data/dict/</b> et <b>/data/tessdata/</b> <b>(s'ils existent)</b>
ga: Comhaid faoi na heolairí <b>data/dict/</b> agus <b>/data/tessdata/</b> <b>(más ann dóibh)</b>
it: File inelle cartelle <b>data/dict/</b> e <b>/data/tessdata/</b> <b>(se esistono)</b>
nl: Bestanden in de mappen <b>data/dict/</b> en <b>/data/tessdata/</b> <b>(indien aanwezig)</b>
pt_br: Arquivos nos diretórios <b>data/dict/</b> e <b>/data/tessdata/</b> <b>(se existirem)</b>
pt_pt: Ficheiros nos diretórios <b>data/dict/</b> e <b>/data/tessdata/</b> <b>(se existirem)</b>
sk: Súbory v adresároch <b>data/dict/</b> a <b>/data/tessdata/</b> <b>(ak existujú)</b>
sr: Фајлови у <b>data/dict/</b> и <b>/data/tessdata/</b> директоријумима <b>(ако постоје)</b>
ta: <b> தரவு/டிக்/</b> மற்றும் <b>/தரவு/டெச் டேட்டா/</b> கோப்பகங்கள் <b> (அவை இருந்தால்) </b> ஆகியவற்றின் கீழ் உள்ள கோப்புகள்
uk: Файли в теках <b>/data/dict</b> та <b>/data/tessdata</b> <b>(якщо вони наявні)</b>
zh_hans: <b>data/dict/</b>和<b>/data/tessdata/</b>目录下的文件<b>（如果存在）</b>
