Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html+html.body.div.div:3728-1
source: Predefined Gestures
es: Gestos Predefinidos

# user_guide/en.html+html.body.div.div:3782-1
source: Gesture Categories
es: Categorías de Gestos

# user_guide/en.html+html.body.div.div.ol.li:3800-17
source: Collections
es: Colecciones

# user_guide/en.html+html.body.div.div.ol.li:3911-17
source: Font size
es: Tamaño de letra
nl: Lettergrootte
pt_br: Tamanho da fonte
pt_pt: Tamanho da fonte

# user_guide/en.html+html.body.div.div.ol.li:4033-17
source: Font size
es: Tamaño de letra
pt_br: Tamanho da fonte

source: Enter
es: Entrar

# user_guide/en.html+html.body.div.div:4332-5
source: QUICK MENU AND PROFILES
es: MENÚ RÁPIDO Y PERFILES

# user_guide/en.html+html.body.div.div:4335-5
source: Quick Menu
es: Menú Rápido

# user_guide/en.html+html.body.div.div:4429-1
source: Profiles
es: Perfiles

# user_guide/en.html+html.body.div.div:4591-9
source: PLUGINS AND USER PATCHES
es: COMPLEMENTOS Y PARCHES DE USUARIO

# user_guide/en.html+html.body.div.div:4592-9
source: Plugin types
es: Tipos de complementos

# user_guide/en.html+html.body.div.div:4659-9
source: List of internal plugins
es: Listado de complementos internos

# user_guide/en.html+html.body.div.div:4714-9
source: User patches
es: Parches de usuario

# user_guide/en.html+html.body.div.div:4757-1
source: TIPS
es: CONSEJOS

# user_guide/en.html+html.body.div.div:4882-1
source: TROUBLESHOOTING
es: SOLUCIÓN DE PROBLEMAS

# user_guide/en.html+html.body.div.div:5109-1
source: REACH US
es: CONTACTO

source: ["/storage/emulated/0/Books/manga"] = {<br> ["inverse_reading_order"] = true,<br> ["kopt_zoom_direction"] = 0,<br> },
fr: ["/storage/emulated/0/Books/manga"] = {<br> ["inverse_reading_order"] = true,<br> ["kopt_zoom_direction"] = 0,<br> }, ignore-same

source: /koreader/settings/directory_defaults.lua
fr: /koreader/paramètres/répertoire_par_défaut.lua

# user_guide/en.html+html.body.div.div.table.tr.td:4103-13
source: Esc
fr: Échap

# user_guide/en.html+html.body.div.div.table.tr.td:4119-13
source: Esc
fr: Échap

# user_guide/en.html+html.body.div.div.table.tr.td:4195-13
source: Esc
fr: Échap
