Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_blue">INFO</span> You have to enable <span class="ui">Continuous mode</span> from the <span class="ui">Bottom menu</span> to be able to use scrolling.
es: <span class="label_blue">INFO</span> Tienes que habilitar el modo <span class="ui">Continuo</span> desde el <span class="ui">Menú inferior</span> para poder usar el desplazamiento.
fr: <span class="label_blue">INFO</span> Vous devez activer le <span class="ui">mode continu</span> dans le <span class="ui">menu inférieur</span> pour pouvoir utiliser le défilement.
ga: <span class="label_blue">EOLAS</span> Caithfidh tú <span class="ui">Mód leanúnach</span> a chumasú ón <span class="ui">roghchlár bun</span> le bheith in ann scrollú a úsáid.
it: <span class="label_blue">INFO</span> È necessario attivare la modalità <span class="ui">ininterrotto</span> dal <span class="ui">Menu Inferiore / Modalità di visualizzazione</span> per poter utilizzare lo scorrimento.
nl: <span class="label_blue">INFO</span> Je moet de <span class="ui">Doorlopende modus</span> in het <span class="ui">Ondermenu</span> inschakelen om scrollen te kunnen gebruiken.
pt_br: <span class="label_blue">INFO</span> Você precisa habilitar o <span class="ui">Modo contínuo</span> no <span class="ui">Menu inferior</span> para poder usar a rolagem.
pt_pt: <span class="label_blue">INFO</span> Deve ativar o <span class="ui">Modo Contínuo</span> no <span class="ui">menu inferior</span> para poder utilizar o Scroll.
sk: <span class="label_blue">INFORMÁCIA</span> Musíte povoliť <span class="ui">Priebežný režim</span> zo <span class="ui">Spodného menu</span> aby ste mohli používať posúvanie.
sr: <span class="label_blue">ИНФО</span> Да бисте били у могућности да користите скроловање, у <span class="ui">Менију на дну</span> морате да укључите <span class="ui">Непрекидни режим</span> погледа.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> ச்க்ரோலிங் பயன்படுத்த <ச்பான் கிளாச் = "யுஐ"> தொடர்ச்சியான பயன்முறை </span> ஐ இயக்க வேண்டும்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Щоб використовувати прокручування у <span class="ui">Нижньому меню</span> режим перегляду повинен бути <span class="ui">безперервний</span>.
zh_hans: <span class="label_blue">说明</span> 要使用滑动浏览，须先在<span class="ui">底部菜单</span>中启用<span class="ui">页面连续模式</span>。

source: <b>Classic scrolling:</b> This mode works exactly like your phone/tablet scrolling.
es: <b>Desplazamiento clásico:</b> Este modo funciona exactamente como el desplazamiento del teléfono/tableta.
fr: <b>Défilement classique :</b> ce mode fonctionne exactement comme le défilement sur votre téléphone/tablette.
ga: <b>Scrolláil chlasaiceach:</b> Oibríonn an modh seo díreach mar a oibríonn scrollú do ghutháin/táibléid.
it: <b>Scorrimento classico:</b> Questa modalità funziona esattamente come lo scorrimento sul telefono/tablet.
nl: <b>Klassiek scrollen:</b> Deze modus werkt precies zoals scrollen op je telefoon of tablet.
pt_br: <b>Rolagem clássica:</b> Este modo funciona exatamente como a rolagem do seu telefone/tablet.
pt_pt: <b>Scroll clássico:</b> Este modo funciona exatamente como o scroll do seu telemóvel/tablet.
sk: <b>Klasické rolovanie:</b> Tento režim funguje presne ako rolovanie na telefóne/tablete.
sr: <b>Класично скроловање:</b> овај режим ради на потпуно исти начин као скроловање на телефону/таблету.
ta: <b> வெளியீட்டு ச்க்ரோலிங்: </b> இந்த ச்க்ரோலிங் வகை மின்-மை திரைகளுக்கு மிகவும் பொருத்தமானது. ஏனெனில் மற்ற ச்க்ரோலிங் வகைகளைப் போலல்லாமல், ச்க்ரோலிங் செய்யும் போது இந்த பயன்முறை உங்கள் பக்கத்தை தொடர்ந்து புதுப்பிக்காது. இது <span> கிளாசிக் ச்க்ரோலிங் </span> போல வேலை செய்கிறது, ஆனால் இடைநிலை படிகள் காட்டப்படவில்லை. எனவே நீங்கள் உங்கள் விரலால் உருட்டவும், நீங்கள் வெளியிடும்போது, பக்கம் அந்த நிலைக்கு குதிக்கிறது. உங்கள் புத்தகத்தில் படங்கள் அல்லது அட்டவணைகள் இருந்தால், அதையெல்லாம் பார்க்க விரும்பினால், பார்வையை மாற்றியமைக்கவும் சரிசெய்யவும் இது மிகவும் பயனுள்ளதாக இருக்கும்.
uk: <b>Класичне прокручування:</b> Цей режим працює так само, як прокручування на телефоні/планшеті.
zh_hans: <b>经典滚动：</b>此模式的工作原理与您的手机/平板电脑滚动完全相同。

source: <b>Turbo scrolling:</b> This mode allows you to scroll faster than <span class="ui">classic scrolling</span>. Also you can scroll several pages without lifting your finger. Scrolling amount is proportional to the distance you move your finger after you initiated scrolling.
es: <b>Turbo desplazamiento:</b> Este modo permite desplazarte más rápido que el <span class="ui">desplazamiento clásico</span>. También puedes desplazar varias páginas sin levantar el dedo. La cantidad de desplazamiento es proporcional a la distancia que mueves el dedo después de iniciar el desplazamiento.
fr: <b>défilement Turbo :</b> ce mode vous permet de faire défiler plus rapidement qu'avec le <span class="ui">défilement classique</span>. Vous pouvez également faire défiler plusieurs pages sans lever le doigt. La distance parcourue est proportionnelle à la distance parcourue par votre doigt après avoir lancé le défilement.
ga: <b>Scrolla turbo:</b> Ligeann an modh seo duit scrollú níos tapúla ná <span class="ui">scrolllú clasaiceach</span>. Chomh maith leis sin, is féidir leat roinnt leathanach a scrollú gan do mhéar a ardú. Tá an méid scrollú comhréireach leis an achar a bhogann tú do mhéar tar éis duit tosú ag scrollú.
it: <b>Scorrimento turbo:</b> Questa modalità consente di scorrere più velocemente rispetto allo <span class="ui">scorrimento classico</span>. Inoltre, è possibile scorrere diverse pagine senza sollevare il dito. L'entità dello scorrimento è proporzionale alla distanza da cui si muove il dito dopo aver avviato lo scorrimento.
nl: <b>Turboscrollen:</b> Hiermee kun je sneller scrollen dan met <span class="ui">klassiek scrollen</span>. Je kunt ook meerdere pagina’s scrollen zonder je vinger op te tillen. De hoeveelheid scrollen is evenredig met de afstand die je je vinger verplaatst nadat je bent begonnen.
pt_br: <b>Rolagem turbo:</b> Este modo permite que você role mais rápido do que a <span class="ui">rolagem clássica</span>. Além disso, você pode rolar várias páginas sem levantar o dedo. A quantidade de rolagem é proporcional à distância que você move o dedo após iniciar a rolagem.
pt_pt: <b>Scroll Turbo:</b> Este modo permite deslizar mais rapidamente do que o <span class="ui">scroll clássico</span>. Além disso, pode percorrer várias páginas sem levantar o dedo. A quantidade de scroll é proporcional à distância que move o dedo após iniciar a interação.
sk: <b>Turbo posúvanie:</b> Tento režim vám umožňuje posúvať rýchlejšie ako <span class="ui">klasické posúvanie</span>. Môžete tiež posúvať niekoľko stránok bez toho, aby ste zdvihli prst. Miera posunu je úmerná vzdialenosti, ktorú pohnete prstom po spustení posúvania.
sr: <b>Турбо скроловање:</b> овај режим вам омогућава да скролујете брже у односу на <span class="ui">класично скроловање</span>. Такође можете да скролујете више страница без подизања прста. Количина скроловања је пропорционална растојању за које померите прст у односу на тачку из које сте започели скроловање.
ta: <b> டர்போ ச்க்ரோலிங்: </b> <ச்பான் கிளாச் = "யுஐ"> கிளாசிக் ச்க்ரோலிங் </ச்பான்> ஐ விட வேகமாக உருட்ட இந்த பயன்முறை உங்களை அனுமதிக்கிறது. உங்கள் விரலைத் தூக்காமல் பல பக்கங்களை உருட்டலாம். ச்க்ரோலிங் அளவு நீங்கள் ச்க்ரோலிங் தொடங்கிய பின் உங்கள் விரலை நகர்த்தும் தூரத்திற்கு விகிதாசாரமாகும்.
uk: <b>Швидке прокручування:</b> Цей режим дозволяє прокручувати швидше, ніж <span class="ui">класичне прокручування</span>. Також можна прокрутити декілька сторінок не відриваючи пальця. Величина прокручування пропорційна до відстані, на яку переміщується палець після початку прокручування.
zh_hans: <b>加速滚动：</b>此模式允许您比<span class="ui">经典滚动</span>更快地滚动。您还可以在不抬起手指的情况下滚动多页。滚动量与开始滚动后移动手指的距离成正比。

source: <b>On-release scrolling:</b> This scrolling type is more suitable for e-ink screens. Because unlike other scrolling types, this mode doesn’t refresh your page continuously while scrolling. It works like <span class="ui">classic scrolling</span> but intermediate steps are not shown. So when you scroll with your finger and then release, page jumps to that position. This is especially useful <b>to reposition and adjust the view</b> if your book contains pictures or tables and you want to see all of it.
es: <b>Desplazamiento al levantar el dedo:</b> este tipo de desplazamiento es más adecuado para pantallas de tinta electrónica. Porque a diferencia de otros tipos, este modo no actualiza la página continuamente mientras se desplaza. Funciona como el <span class="ui">desplazamiento clásico</span> pero no se muestran los pasos intermedios. Así que cuando desplazas con el dedo y sueltas, la página salta a esa posición. Es especialmente útil <b>para reposicionar y ajustar la vista</b> si el libro contiene imágenes o tablas y quieres verlas por completo.
fr: <b>Défilement au relâchement :</b> ce type de défilement est plus adapté aux écrans à encre électronique. Contrairement aux autres types de défilement, ce mode ne rafraîchit pas continuellement la page pendant le défilement. Il fonctionne comme le <span class="ui">défilement classique</span>, mais les étapes intermédiaires ne sont pas affichées. Ainsi, lorsque vous faites défiler avec votre doigt puis relâchez, la page passe directement à cette position. Cela est particulièrement utile <b>pour repositionner et ajuster l'affichage</b> si votre livre contient des images ou des tableaux et que vous souhaitez les voir dans leur intégralité.
ga: <b>Scrolláil ar scaoileadh:</b> Tá an cineál scrollála seo níos oiriúnaí do scáileáin dúigh leictreonacha. Mar murab ionann agus cineálacha scrollála eile, ní athnuachanann an modh seo do leathanach go leanúnach agus tú ag scrolláil. Oibríonn sé cosúil le <span class="ui">scrolláil clasaiceach</span> ach ní thaispeántar céimeanna idirmheánacha. Mar sin nuair a scrollaíonn tú le do mhéar agus ansin scaoileann tú é, léimeann an leathanach go dtí an suíomh sin. Tá sé seo thar a bheith úsáideach <b>chun an radharc a athshuíomh agus a choigeartú</b> má tá pictiúir nó táblaí i do leabhar agus más mian leat iad go léir a fheiceáil.
it: <b>Scorrimento al rilascio:</b> Questo tipo di scorrimento è più adatto agli schermi e-ink. Infatti, a differenza di altri tipi di scorrimento, questa modalità non aggiorna continuamente la pagina durante lo scorrimento. Funziona come lo <span class="ui">scorrimento classico</span>, ma i passaggi intermedi non vengono mostrati. Quindi, quando si scorre con il dito e poi si rilascia, la pagina salta in quella posizione. È particolarmente utile <b>per riposizionare e regolare la vista</b> se il libro contiene immagini o tabelle e si desidera vederle tutte.
nl: <b>Scrollen bij loslaten:</b> Dit type is geschikter voor e-inkschermen. In tegenstelling tot andere typen wordt de pagina niet voortdurend ververst tijdens het scrollen. Het werkt als <span class="ui">klassiek scrollen</span> maar tussentijdse stappen worden niet getoond. Je scrollt met je vinger en wanneer je loslaat springt de pagina naar die positie. Dit is vooral handig <b>om de weergave te herpositioneren en aan te passen</b> wanneer je boek afbeeldingen of tabellen bevat en je alles wilt zien.
pt_br: <b>Rolagem ao soltar:</b> Este tipo de rolagem é mais adequado para telas e-ink. Porque, ao contrário de outros tipos de rolagem, este modo não atualiza a página continuamente durante a rolagem. Funciona como a <span class="ui">rolagem clássica</span>, mas as etapas intermediárias não são mostradas. Assim, quando você rola com o dedo e solta, a página salta para essa posição. Isso é especialmente útil <b>para reposicionar e ajustar a visualização</b> se o seu livro contiver imagens ou tabelas e você quiser ver tudo.
pt_pt: <b>Scroll ao largar:</b> Este tipo de scroll é mais adequado para ecrãs e-ink. Porque, ao contrário de outros tipos de scroll, este modo não atualiza a sua página continuamente durante a interação. Funciona como o <span class="ui">Scroll clássico</span> mas os passos intermédios não são mostrados. Portanto, quando se faz o deslize com o dedo e depois se solta, a página salta para essa posição. Isto é especialmente útil <b>para reposicionar e ajustar a visualização</b> se o seu livro contém imagens ou tabelas e pretende ver tudo.
sk: <b>Posúvanie po uvoľnení:</b> Tento typ posúvania je vhodnejší pre obrazovky s elektronickým atramentom. Pretože na rozdiel od iných typov posúvania, tento režim neobnovuje vašu stránku nepretržite počas posúvania. Funguje to ako <span class="ui">klasické pusúvanie</span> ale medzikroky nie sú zobrazené. Takže keď posúvate prstom a potom ho uvoľníte, stránka preskočí na túto pozíciu. Toto je obzvlášť užitočné <b>na premiestnenie a úpravu zobrazenia</b>, ak vaša kniha obsahuje obrázky alebo tabuľky a chcete ich vidieť celé.
sr: <b>Скроловање при отпуштању:</b> ова врста скроловања је погоднија за e-ink екране. За разлику од осталих типова скроловања, овај режим не освежава страницу непрестано док се скролује. Он ради као исто као и <span class="ui">класично скроловање</span> само што се не приказују међукораци. Тако да скролујете прстом, па када подигнете прст, страница скочи на ту позицију. Ово је посебно корисно <b>да се репозиционира и подеси приказ</b> када књига коју читате садржи слике или табеле, па желите да их видите у потпуности.
ta: <b> வெளியீட்டு ச்க்ரோலிங்: </b> இந்த ச்க்ரோலிங் வகை மின்-மை திரைகளுக்கு மிகவும் பொருத்தமானது. ஏனெனில் மற்ற ச்க்ரோலிங் வகைகளைப் போலல்லாமல், ச்க்ரோலிங் செய்யும் போது இந்த பயன்முறை உங்கள் பக்கத்தை தொடர்ந்து புதுப்பிக்காது. இது <span வகுப்பு = "Ui"> கிளாசிக் ச்க்ரோலிங் </span> போல வேலை செய்கிறது, ஆனால் இடைநிலை படிகள் காட்டப்படவில்லை. எனவே நீங்கள் உங்கள் விரலால் உருட்டி பின்னர் வெளியிடும்போது, பக்கம் அந்த நிலைக்கு குதிக்கிறது. உங்கள் புத்தகத்தில் படங்கள் அல்லது அட்டவணைகள் இருந்தால், அதையெல்லாம் பார்க்க விரும்பினால், பார்வையை மாற்றியமைக்கவும் சரிசெய்யவும் இது மிகவும் பயனுள்ளதாக இருக்கும்.
uk: <b>Прокручування при відпусканні:</b> Цей тип прокручування найкраще підходить для екранів е-чорнилами, бо, на відміну від інших режимів прокручування, цей режим не оновлює сторінку постійно під час прокручування. Він працює як <span class="ui">класичне прокручування</span>, але проміжні етапи не показуються, тому ви спершу ви прокручуєте пальцем, а щойно його заберете, сторінка на екрані перескочить до цього розташування. Це особливо корисно <b>для переміщення і налаштування вигляду</b>, якщо книга містить зображення або таблиці та ви бажаєте бачити їх повністю.
zh_hans: <b>松手时滚动页面</b>：这种页面滚动方式更适合电子墨水屏设备。与其他页面滚动方式不同，该方式不会在滚动时持续刷新页面。它的工作原理与<span class="ui">经典滚动</span>类似，但不会显示中间过程，用手指滑动，松手时页面会直接跳到对应位置。该模式对包含插图或图表的书籍尤其有用，便于<b>改变页面位置及调整视图</b>以完整查看这类元素。

source: Go back to previous location
es: Volver a posición anterior
fr: Retourner à l’emplacement précédent
ga: Téigh ar ais go dtí an suíomh roimhe seo
it: Torna alla posizione precedente
nl: Ga terug naar vorige locatie
pt_br: Voltar para a localização anterior
pt_pt: Voltar à localização anterior
sk: Vrátiť sa späť na predchádzajúce miesto
sr: Назад на претходну локацију
ta: முந்தைய இடத்திற்குச் செல்லவும்
uk: Повернутися до попереднього місця
zh_hans: 返回前一位置

source: This useful feature works like the <b>Back</b> button in your browser. When you jump to some other part of the book using <span class="ui">Skim widget, Bookmarks list, Book map</span> etc. KOReader remembers your previous location. This is useful for example if you follow an internal link or reference. With one tap you can go back to where you come from. You can access this feature from:
es: Esta función actúa como el botón <b>Atrás</b> del navegador. Cuando vas a otra parte del libro usando <span class="ui">el widget Vista rápida, la lista de Marcadores o el Mapa del libro</span>, KOReader recuerda tu ubicación anterior. Es útil si por ejemplo sigues un enlace o referencia interna, volviendo con un toque al punto del que has venido. Puedes acceder a esta función desde:
fr: Cette fonctionnalité utile fonctionne comme le bouton <b>Retour</b> de votre navigateur. Lorsque vous passez à une autre partie du livre à l'aide du <span class="ui">widget Skim, de la liste des Signets, du Plan du livre</span>, etc., KOReader mémorise votre emplacement précédent. Cela est utile, par exemple, si vous suivez un lien interne ou une référence. D'une simple pression, vous pouvez revenir à l'endroit d'où vous venez. Vous pouvez accéder à cette fonctionnalité à partir de :
ga: Oibríonn an ghné úsáideach seo cosúil leis an gcnaipe <b>Ar Ais</b> i do bhrabhsálaí. Nuair a léimeann tú go dtí cuid eile den leabhar ag baint úsáide as <span class="ui">gadget skim, liosta leabharmharcanna, léarscáil leabhar</span> etc., cuimhníonn KOReader ar do shuíomh roimhe seo. Tá sé seo úsáideach mar shampla má leanann tú nasc nó tagairt inmheánach. Le sconna amháin is féidir leat filleadh ar an áit as ar tháinig tú. Is féidir leat rochtain a fháil ar an ngné seo ó:
it: Questa utile funzione funziona come il pulsante <b>Indietro</b> del browser. Quando si passa a un'altra parte del libro utilizzando i widget <span class="ui">scorri documento, segnalibri, la mappa del libro</span> ecc. KOReader ricorda la posizione precedente. Ciò è utile, ad esempio, se si segue un link interno o un riferimento. Con un solo tocco è possibile tornare al punto di partenza. È possibile accedere a questa funzione da:
nl: Deze handige functie werkt zoals de knop <b>Terug</b> in je browser. Wanneer je naar een ander deel van het boek springt via <span class="ui">Doorbladerwidget, Bladwijzerlijst, Boekkaart</span> enz. onthoudt KOReader je vorige locatie. Dit is nuttig bijvoorbeeld wanneer je een interne link of verwijzing volgt. Met één tik kun je terug naar waar je vandaan kwam. Je vindt deze functie hier:
pt_br: Este recurso útil funciona como o botão <b>Voltar</b> do seu navegador. Quando você pula para outra parte do livro usando o <span class="ui">Navegação rápida, Lista de marcadores, Mapa do livro</span> etc., o KOReader lembra a sua localização anterior. Isso é útil, por exemplo, se você seguir um link ou referência interna. Com um toque, você pode voltar para onde veio. Você pode acessar este recurso em:
pt_pt: Esta funcionalidade útil funciona como o botão <b>Voltar</b> do seu browser. Quando navega para outra parte do livro utilizando o <span class="ui">widget de navegação, lista de marcadores, mapa do livro</span> etc. o KOReader lembra a localização anterior. Isto é útil, por exemplo, se carregar num link ou referência interna, com um toque pode voltar ao lugar de onde veio. Pode aceder a esse recurso em:
sk: Táto užitočná funkcia funguje podobne ako tlačidlo <b>Späť</b> vo vašom prehliadači. Keď preskočíte na inú časť knihy pomocou <span class="ui">doplnku "prebehnúť", zoznamu záložiek, knižnej mapy</span> atď. KOReader si pamätá vašu predchádzajúcu polohu. To je užitočné napríklad, ak ťuknete na interný odkaz alebo referenciu. Jedným ťuknutím sa môžete vrátiť tam, odkiaľ ste prišli. K tejto funkcii máte prístup z:
sr: Ова корисна функција ради на исти начин као дугме <b>Назад</b> у интернет прегледачу. Када скочите на неки други део књиге употребом<span class="ui">Виџета за прелетање, Листе маркера, Мапе књиге</span> итд. KOReader памти вашу претходну локацију. Ово је корисно, на пример, ако следите интерни линк или референцу. Једним тапом можете да се вратите на место са којег сте скочили. Овој функцији приступате из:
ta: ⇑ சிறந்த பட்டியல் → <img src="படங்கள்/top_bookmark.svg"> → முந்தைய இடத்திற்குச் செல்லவும்
uk: Ця корисна функція працює аналогічно кнопці «<b>Назад</b>» у вебоглядачі. Коли ви перескакуєте до якоїсь іншої частини книги використовуючи <span class="ui">віджет проглядання, список закладок, мапу книги</span> тощо. KOReader запам'ятовує попереднє розташування. Це дуже корисно коли ви, наприклад, перейшли за внутрішнім чи зовнішнім посиланням. Одним дотиком ви можете повернутися туди, звідки прийшли. Доступ до цієї функції можна отримати з:
zh_hans: 这个有用的功能类似于浏览器中的<b>后退</b>按钮。当您使用<span class="ui">快速翻页工具、书签列表、书籍地图</span>等跳转到书籍的其他部分时。KOReader会记住您之前的位置。例如，如果您遵循内部链接或参考，这很有用。只需轻轻一点，你就可以回到你原来的地方。您可以从以下位置访问此功能：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Go back to previous location
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Volver a la ubicación anterior
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Retour à l'emplacement précédent
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Téigh ar ais go dtí an suíomh roimhe seo
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Torna alla posizione precedente
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Ga terug naar vorige locatie
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Voltar para a localização anterior
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Voltar ao local anterior
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Späť na predchádzajúce miesto
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Назад на претходну локацију
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / முந்தைய இடத்திற்குச் செல்லவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Повернутись до попереднього місця
zh_hans: 顶部菜单 / <img class=“img_inline”src=“pictures/TOP_bookmark.svg”style=“width:22px；”> / 返回前一位置
