Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: To convert a <b>.md</b> file, long press on it in the <span class="ui">File Browser</span> and tap <span class="ui">Convert</span> from the popup menu. A new file with the same name but HTML extension will be created in the same directory. Be aware that conversion might take a while depending on your Markdown file and device speed.
es: Para convertir un archivo <b>.md</b>, manténgalo pulsado en el <span class="ui">Explorador de archivos</span> y pulsa <span class="ui">Convertir</span> en el menú emergente. Se creará un nuevo archivo con el mismo nombre, pero con extensión HTML, en el mismo directorio. Ten en cuenta que la conversión puede tardar un poco, dependiendo del archivo Markdown y la velocidad del dispositivo.
fr: Pour convertir un fichier <b>.md</b>, appuyez longuement dessus dans l'<span class="ui">Explorateur de fichiers</span> et appuyez sur <span class="ui">Convertir</span> dans le menu contextuel. Un nouveau fichier portant le même nom mais avec l'extension HTML sera créé dans le même répertoire. Sachez que la conversion peut prendre un certain temps en fonction de votre fichier Markdown et de la vitesse de votre appareil.
ga: Chun comhad <b>.md</b> a thiontú, brúigh air go fada sa <span class="ui">Brabhsálaí Comhad</span> agus tapáil <span class="ui">Tiontaigh</span> ón roghchlár aníos. Cruthófar comhad nua leis an ainm céanna ach leis an síneadh HTML san eolaire céanna. Bíodh a fhios agat go bhféadfadh tamall a bheith ag teastáil chun an tiontú a dhéanamh ag brath ar do chomhad Markdown agus luas do ghléis.
it: Per convertire un file <b>.md</b>, premere a lungo su di esso nel <span class="ui"> Browser dei file</span> e toccare <span class="ui">Converti</span> dal menu a comparsa. Nella stessa directory verrà creato un nuovo file con lo stesso nome ma con estensione HTML. Tenete presente che la conversione potrebbe richiedere un po' di tempo, a seconda del file Markdown e della velocità del dispositivo.
nl: Om een <b>.md</b>-bestand te converteren, houd je het in de <span class="ui">Bestandsverkenner</span> lang ingedrukt en tik je in het pop-upmenu op <span class="ui">Converteren</span>. Er wordt een nieuw bestand met dezelfde naam maar met de extensie HTML in dezelfde map aangemaakt. Houd er rekening mee dat converteren even kan duren, afhankelijk van de grootte van je Markdown-bestand en de snelheid van je apparaat.
pt_br: Para converter um arquivo <b>.md</b>, pressione longamente sobre ele no <span class="ui">Explorador de arquivos</span> e toque em <span class="ui">Converter</span> no menu que aparece. Um novo arquivo com o mesmo nome, mas com extensão HTML, será criado no mesmo diretório. Fique atento: a conversão pode demorar dependendo do tamanho do arquivo Markdown e da velocidade do dispositivo.
sk: Ak chcete previesť súbor <b>.md</b>, dlho naň podržte prst v <span class="ui">Prehliadači súborov</span> a v kontextovej ponuke ťuknite na <span class="ui">Konvertovať</span>. V rovnakom adresári sa vytvorí nový súbor s rovnakým názvom, ale s príponou HTML. Upozorňujeme, že konverzia môže chvíľu trvať v závislosti od vášho Markdown súboru a rýchlosti zariadenia.
sr: Ако желите да конвертујете <b>.md</b> фајл, извршите дуги притисак на њега у <span class="ui">Прегледачу фајлова</span> и у искачућем менију тапните на <span class="ui">Претвори</span>. И истом директоријуму ће се креирати нови фајл са истим именом, али са HTML екстензијом. Имајте на уму да конверзија може потрајати у зависности од Markdown фајла и брзине уређаја.
ta: ஒரு <b> .md </b> கோப்பை மாற்ற, <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> இல் நீண்ட நேரம் அழுத்தவும், மேல்தோன்றல் மெனுவிலிருந்து <ச்பான் கிளாச் = "யுஐ"> மாற்ற </span> ஐத் தட்டவும். அதே பெயருடன் ஒரு புதிய கோப்பு ஆனால் உஉகுமொ நீட்டிப்பு அதே கோப்பகத்தில் உருவாக்கப்படும். உங்கள் மார்க் பேரூர் கோப்பு மற்றும் சாதன வேகத்தைப் பொறுத்து மாற்றம் சிறிது நேரம் ஆகக்கூடும் என்பதை அறிந்து கொள்ளுங்கள்.
uk: Щоб конвертувати файл <b>.md</b>, затисніть його у <span class="ui">Оглядачі файлів</span> та виберіть <span class="ui">Конвертувати</span> у зринаючому меню. Новий файл з тією ж назвою, але з розширенням HTML, буде створено у тій же теці. Майте на увазі, що конвертація може тривати деякий час, залежно від файлу Markdown та швидкодії пристрою.
zh_hans: 要转换<b>.md</b>文件，请在<span class="ui">文件浏览器</span>中长按该文件，然后从弹出菜单中点击<span class="ui">转换</span>按钮。将在同一目录中创建一个同名但扩展名为HTML的新文件。请注意，转换可能需要一段时间，具体取决于您的Markdown文件和设备速度。

source: Setting file associations
es: Configuración de asociaciones de archivos
fr: Définition des associations de fichiers
ga: Cumainn chomhad a shocrú
it: Impostazione delle associazioni di file
nl: Bestandsassociaties instellen
pt_br: Configurando associações de arquivos
pt_pt: Configurando associações de ficheiros
sk: Nastavenie asociácií súborov
sr: Постављање придруживања фајла
ta: கோப்பு சங்கங்களை அமைத்தல்
uk: Призначення асоціацій файлів
zh_hans: 设置文件关联

source: You can also set file associations for file types which KOReader doesn’t automatically recognize. To associate a file with one of the KOReader providers, first long tap on your file in the <span class="ui">File Browser</span> then choose a provider engine to handle this file. You can check:
es: También puedes establecer asociaciones de archivos para tipos de archivo que KOReader no reconoce automáticamente. Para asociar un archivo con uno de los proveedores de KOReader, haz clic largo sobre tu archivo en el <span class="ui">Explorador de archivos</span> y luego selecciona un proveedor para gestionarlo. Puedes comprobar:
fr: Vous pouvez également définir des associations de fichiers pour les types de fichiers que KOReader ne reconnaît pas automatiquement. Pour associer un fichier à l'un des fournisseurs KOReader, appuyez longuement sur votre fichier dans l'<span class="ui">Explorateur de fichiers</span>, puis choisissez un moteur fournisseur pour traiter ce fichier. Vous pouvez vérifier :
ga: Is féidir leat comhlachais comhad a shocrú freisin do chineálacha comhad nach n-aithníonn KOReader go huathoibríoch. Chun comhad a cheangal le ceann de sholáthraithe KOReader, tapáil ar dtús ar do chomhad sa <span class="ui">Brabhsálaí Comhad</span> agus ansin roghnaigh inneall soláthraí chun an comhad seo a láimhseáil. Is féidir leat seiceáil:
it: È anche possibile impostare associazioni di file per i tipi di file che KOReader non riconosce automaticamente. Per associare un file a uno dei provider di KOReader, toccare prima a lungo il file nel <span class="ui">File Browser</span>, quindi scegliere un motore per gestire il file. È possibile controllare:
nl: Je kunt ook bestandsassociaties instellen voor bestandstypes die KOReader niet automatisch herkent. Om een bestand aan een van de KOReader-providers te koppelen, houd je het bestand eerst lang ingedrukt in de <span class="ui">Bestandsverkenner</span> en kies je vervolgens een provider-engine om dit bestand te openen. Je kunt de volgende keuzes aanvinken:
pt_br: Você também pode definir associações de arquivos para tipos que o KOReader não reconhece automaticamente. Para associar um arquivo a um dos provedores do KOReader, primeiro pressione longamente sobre o arquivo no <span class="ui">Explorador de arquivos</span> e, em seguida, escolha um mecanismo para abrir este arquivo. Você pode verificar:
sk: Môžete tiež nastaviť asociácie súborov pre typy súborov, ktoré KOReader automaticky nerozpozná. Ak chcete priradiť súbor k jednému z poskytovateľov KOReader, najprv dlho klepnite na svoj súbor v <span class="ui">Prehliadači súborov</span> potom vyberte nástroj poskytovateľa na spracovanie tohto súboru. Môžete skontrolovať:
sr: За типове фајлова које KOReader не препознаје аутоматски, можете такође да подесите и придруживања фајла. Да бисте придружили фајл са једним од KOReader пружаоца услуге, најпре урадите дуги тап на фајл у <span class="ui">Прегледачу фајлова</span> па затим изаберите механизам пружаоца услуге који ће да обрађује овај тип фајла. Затим можете да штиклирате:
ta: கொரியடர் தானாகவே அங்கீகரிக்காத கோப்பு வகைகளுக்கான கோப்பு சங்கங்களையும் நீங்கள் அமைக்கலாம். கொரியடர் வழங்குநர்களில் ஒருவருடன் ஒரு கோப்பை இணைக்க, முதலில் உங்கள் கோப்பில் <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இல் தட்டவும், பின்னர் இந்த கோப்பைக் கையாள ஒரு வழங்குநர் இயந்திரத்தைத் தேர்வுசெய்க. நீங்கள் சரிபார்க்கலாம்:
uk: Можна також встановити асоціації для типів файлів, які KOReader не розпізнає автоматично. Щоб асоціювати файл з одним з вбудованих в KOReader рушіїв, спершу затисніть файл в <span class="ui">Оглядачі файлів</span>, а потім оберіть рушій за допомогою якого будуть відкриватися файли цього типу. Можна обрати:
zh_hans: 您还可以为KOReader无法自动识别的文件类型设置文件关联。要将文件与KOReader提供程序之一相关联，请首先在<span class="ui">文件浏览器</span>中长按您的文件，然后选择一个提供程序引擎来处理此文件。您可以选择：

source: <span class="ui">Always use this engine for this file</span> to associate this provider with this particular file only
es: <span class="ui">Utilizar siempre este motor para este archivo</span> para asociar este proveedor solo con este archivo en particular
fr: <span class="ui">Toujours utiliser ce moteur pour ce fichier</span> pour associer ce fournisseur à ce fichier particulier uniquement
ga: <span class="ui">Úsáid an t-inneall seo i gcónaí don chomhad seo</span> chun an soláthraí seo a cheangal leis an gcomhad seo amháin
it: <span class="ui">Usa sempre questo motore per questo file</span> per associare questo motore solo a questo particolare file
nl: <span class="ui">Deze engine altijd voor dit bestand gebruiken</span> om deze provider alleen aan dit specifieke bestand te koppelen
pt_br: <span class="ui">Sempre usar este mecanismo para este arquivo</span> para associar este provedor apenas a este arquivo específico
sk: <span class="ui">Pre tento súbor vždy použiť tento nástroj</span> na priradenie tohto poskytovateľa iba k tomuto konkrétnemu súboru
sr: <span class="ui">Увек користи овај механизам за овај фајл</span> да овај механизам придружите само са овим одређеним фајлом
ta: <span வகுப்பு = "Ui"> இந்த கோப்பிற்கு இந்த இயந்திரத்தை எப்போதும் பயன்படுத்தவும் </span> இந்த வழங்குநரை இந்த குறிப்பிட்ட கோப்புடன் மட்டுமே இணைக்க
uk: <span class="ui">Завжди цей рушій для цього файлу</span>, щоб асоціювати цей конкретний файл з цим рушієм
zh_hans: <span class="ui">始终对此文件使用此引擎</span>仅将此提供程序与此特定文件相关联

source: Or check <span class="ui">Always use this engine for file type</span> to associate this provider with all the files that has same extension as this one
es: O marque <span class="ui">Usar siempre este motor para el tipo de archivo</span> para asociar este proveedor con todos los archivos que tengan la misma extensión que este
fr: Ou cochez <span class="ui">Toujours utiliser ce moteur pour ce type de fichier</span> pour associer ce fournisseur à tous les fichiers ayant la même extension que celui-ci
ga: Nó seiceáil <span class="ui">Úsáid an t-inneall seo i gcónaí le haghaidh cineál comhaid</span> chun an soláthraí seo a cheangal leis na comhaid uile a bhfuil an síneadh céanna acu leis an gceann seo
it: Oppure selezionare <span class="ui">Usa sempre questo motore per il tipo di file</span> per associare questo motore a tutti i file che hanno la stessa estensione di questo
nl: Of vink <span class="ui">Deze engine altijd voor dit bestandstype gebruiken</span> aan om deze provider te koppelen aan alle bestanden met dezelfde extensie als dit bestand
pt_br: Ou marque <span class="ui">Sempre usar este mecanismo para este tipo de arquivo</span> para associar este provedor a todos os arquivos que tenham a mesma extensão deste
sk: Alebo začiarknite políčko <span class="ui">Vždy používať tento nástroj pre typ súboru</span>, aby ste tohto poskytovateľa priradili ku všetkým súborom, ktoré majú rovnakú príponu ako tento
sr: Или штиклирајте <span class="ui">Увек користи овај механизам за тип фајла</span> да тај пружалац услуге придружите са свим фајловима чија је екстензија иста као и ова
ta: அல்லது <span வகுப்பு = "Ui"> சரிபார்க்கவும் இந்த இயந்திரத்தை எப்போதும் கோப்பு வகை </span> க்கு பயன்படுத்தவும்
uk: Або позначте пункт <span class="ui">Завжди цей рушій для типу файлів</span>, щоб пов’язати даний рушій з усіма файлами, які мають таке ж розширення, як і цей
zh_hans: 或者选择<span class="ui">始终对文件类型使用此引擎</span>，将此提供程序与所有与此提供程序具有相同扩展名的文件相关联

source: From the same dialog, you can see the associations you made by tapping on <span class="ui">View defaults for file types</span>
es: Desde el mismo cuadro de diálogo, puede ver las asociaciones que realizó al tocar <span class="ui">Ver valores predeterminados para tipos de archivos</span>
fr: Dans la même boîte de dialogue, vous pouvez voir les associations que vous avez créées en appuyant sur <span class="ui">Afficher les paramètres par défaut pour les types de fichiers</span>
ga: Ón dialóg chéanna, is féidir leat na comhlachais a rinne tú a fheiceáil trí thapáil ar <span class="ui">Féach ar réamhshocruithe do chineálacha comhad</span>
it: Dalla stessa finestra di dialogo, è possibile vedere le associazioni effettuate toccando <span class="ui">Vedi le impostazioni predefinite per i tipi di file</span>
nl: In hetzelfde dialoogvenster kun je de gemaakte associaties bekijken via <span class="ui">Standaarden voor bestandstypes bekijken</span>
pt_br: Na mesma janela, você pode ver as associações feitas tocando em <span class="ui">Ver padrões para tipos de arquivo</span>
sk: V tom istom dialógovom okne si môžete pozrieť vytvorené priradenia ťuknutím na <span class="ui">Zobraziť predvolené typy súborov</span>
sr: Из истог дијалога можете да видите придруживања која сте направили тако што тапнете на <span class="ui">Прикажи подразумеване вредности за типове фајлова</span>
ta: அதே உரையாடலில் இருந்து, <span வகுப்பு = "Ui"> கோப்பு வகைகளுக்கான இயல்புநிலைகளைக் காண்க </span>
uk: Переглянути створені асоціації можна натиснувши <span class="ui">Переглянути типові для типів файлів</span> у цьому ж діалоговому вікні
zh_hans: 在同一对话框中，您可以通过点击<span class="ui">查看默认文件类型</span>来查看所建立的关联

# user_guide/en.html+html.body.div.div:3345-1
source: Collections
sk: Zbierky
ta: சேகரிப்புகள்
uk: Добірки
zh_hans: 书单

source: KOReader's <span class="ui">Collections</span> feature can help you with arranging your library more efficiently. As a very simple definition, collections are user created lists of your books. For example you can create two collections named <b>Fiction</b> and <b>Non-Fiction</b> to arrange your books accordingly. Of course you can also use folders to do this but using collections gives you more flexibility.
es: La función <span class="ui">Colecciones</span> de KOReader te ayuda a organizar tu biblioteca de forma más eficiente. En resumen, las colecciones son listas de tus libros creadas por el usuario. Por ejemplo, puedes crear dos colecciones llamadas <b>Ficción</b> y <b>No Ficción</b> para organizar tus libros según corresponda. Claro que también puedes usar carpetas para esto, pero usar colecciones te da más flexibilidad.
fr: La fonctionnalité <span class="ui">Collections</span> de KOReader peut vous aider à organiser votre bibliothèque plus efficacement. Pour simplifier, les collections sont des listes de livres créées par l'utilisateur. Par exemple, vous pouvez créer deux collections nommées <b>Fiction</b> et <b>Non-fiction</b> pour classer vos livres en conséquence. Vous pouvez bien sûr utiliser des dossiers pour cela, mais les collections vous offrent davantage de flexibilité.
ga: Is féidir le gné <span class="ui">Bailiúcháin</span> KOReader cabhrú leat do leabharlann a eagrú ar bhealach níos éifeachtaí. Mar shainmhíniú an-simplí, is liostaí de do leabhair iad bailiúcháin a chruthaíonn an t-úsáideoir. Mar shampla, is féidir leat dhá bhailiúchán darb ainm <b>Ficsean</b> agus <b>Neamhfhicsean</b> a chruthú chun do leabhair a eagrú dá réir. Ar ndóigh, is féidir leat fillteáin a úsáid freisin chun seo a dhéanamh ach tugann bailiúcháin níos mó solúbthachta duit.
it: La funzione <span class="ui">Collezioni</span> di KOReader può aiutarvi a organizzare la vostra biblioteca in modo più efficiente. Secondo una definizione molto semplice, le raccolte sono elenchi di libri creati dall'utente. Per esempio, si possono creare due raccolte denominate <b>Romanzi</b> e <b>Altro</b> per organizzare i libri di conseguenza. Naturalmente è possibile utilizzare anche le cartelle, ma le raccolte offrono una maggiore flessibilità.
nl: De functie <span class="ui">Collecties</span> van KOReader helpt je je bibliotheek efficiënter te ordenen. Simpel gezegd zijn collecties door de gebruiker gemaakte lijsten van je boeken. Zo kun je bijvoorbeeld twee collecties maken met de namen <b>Fictie</b> en <b>Non-fictie</b> om je boeken dienovereenkomstig te groeperen. Je kunt dit natuurlijk ook met mappen doen, maar collecties geven je meer flexibiliteit.
pt_br: O recurso <span class="ui">Coleções</span> do KOReader pode ajudá-lo a organizar sua biblioteca de forma mais eficiente. De forma bem simples, coleções são listas de livros criadas pelo usuário. Por exemplo, você pode criar duas coleções chamadas <b>Ficção</b> e <b>Não Ficção</b> para organizar seus livros de acordo. Claro que também é possível usar pastas para isso, mas usar coleções oferece mais flexibilidade.
sk: Funkcia <span class="ui">Zbierky</span> v KOReaderi vám môže pomôcť s efektívnejším usporiadaním knižnice. Zjednodušene povedané, zbierky sú zoznamy kníh vytvorené používateľom. Napríklad si môžete vytvoriť dve zbierky s názvom <b>Beletria</b> a <b>Literatúra faktu</b>, aby ste si knihy usporiadali podľa toho. Samozrejme, na to môžete použiť aj priečinky, ale používanie zbierky vám poskytuje väčšiu flexibilitu.
sr: Функционалност KOReader читача <span class="ui">Збирке</span> може да вам помогне у ефикаснијем аранжирању библиотеке. Као врло проста дефиниција, збирке су кориснички креиране листе књига. На пример, можете да креирате све збирке по називом <b>Белетристика</b> и <b>Документарна литература</b> и групишете књиге по њима. Наравно, за ово можете да користите и фолдере, али збирке вам омогућавају флексибилнији приступ.
ta: கொரியடரின் <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </span> நற்பொருத்தம் உங்கள் நூலகத்தை மிகவும் திறமையாக ஏற்பாடு செய்ய உதவும். மிகவும் எளிமையான வரையறையாக, சேகரிப்புகள் உங்கள் புத்தகங்களின் பயனர் உருவாக்கிய பட்டியல்கள். எடுத்துக்காட்டாக, உங்கள் புத்தகங்களை அதற்கேற்ப ஏற்பாடு செய்ய <b> புனைகதை </b> மற்றும் <b> புனைகதை அல்லாத </b> என்ற இரண்டு தொகுப்புகளை நீங்கள் உருவாக்கலாம். இதைச் செய்ய நீங்கள் கோப்புறைகளையும் பயன்படுத்தலாம், ஆனால் சேகரிப்புகளைப் பயன்படுத்துவது உங்களுக்கு அதிக நெகிழ்வுத்தன்மையை அளிக்கிறது.
uk: Функція <span class="ui">Добірки</span> у KOReader може допомогти ефективніше впорядкувати вашу бібліотеку. Як дуже просте визначення, добірки – це створені користувачем списки книг (колекції, підбірки тощо). Наприклад, можна створити дві добірки з назвою «<b>Художня література</b>» та «<b>Наукова література</b>», щоб відповідно впорядкувати книги. Звичайно, для цього можна також використовувати теки, але використання добірок дає більше гнучкості.
zh_hans: KOReader的<span class="ui">书单</span>功能可以让个人藏书库的管理更加高效。简单来说，书单就是由用户创建的书籍清单。例如，可以创建标题分别为<b>Fiction</b>和<b>Non-Fiction</b>的书单，将对应的书籍编入其中。当然按文件夹存放书籍也可实现类似目的，但书单用起来更加灵活。

source: Some advantages of collections compared to the folder based organization:
es: Algunas ventajas de las colecciones en comparación con la organización basada en carpetas:
fr: Quelques avantages des collections par rapport à l'organisation par dossiers :
ga: Seo roinnt buntáistí a bhaineann le bailiúcháin i gcomparáid leis an eagrú atá bunaithe ar fhillteáin:
it: Alcuni vantaggi delle raccolte rispetto all'organizzazione basata sulle cartelle:
nl: Enkele voordelen van collecties ten opzichte van een mappenstructuur:
pt_br: Algumas vantagens das coleções em comparação com a organização baseada em pastas:
pt_pt: Algumas vantagens das coleções em comparação com a organização baseada em pastas:
sk: Niektoré výhody zbierok v porovnaní s organizáciou založenou na priečinkoch:
sr: Неке предности збирки у односу на организацију по фолдерима:
ta: கோப்புறை அடிப்படையிலான அமைப்புடன் ஒப்பிடும்போது சேகரிப்புகளின் சில நன்மைகள்:
uk: Деякі переваги добірок порівняно з організацією на основі тек:
zh_hans: 使用书单整理书目对比文件夹的一些优势：

source: Adding a book to a collection doesn't move the book file. So your books can be located in different folders but they can appear in the same collection.
es: Añadir un libro a una colección no mueve el archivo del libro. Por lo tanto, tus libros pueden estar en carpetas diferentes, pero pueden aparecer en la misma colección.
fr: Ajouter un livre à une collection ne déplace pas le fichier du livre. Vos livres peuvent donc se trouver dans différents dossiers, mais apparaître dans la même collection.
ga: Ní bhogtar comhad an leabhair nuair a chuirtear leabhar le bailiúchán. Mar sin, is féidir do leabhair a bheith suite i bhfillteáin éagsúla ach is féidir leo a bheith le feiceáil sa bhailiúchán céanna.
it: L'aggiunta di un libro a una raccolta non sposta il file del libro. Pertanto, i libri possono trovarsi in cartelle diverse, ma possono apparire nella stessa raccolta.
nl: Een boek aan een collectie toevoegen verplaatst het boekbestand niet. Je boeken kunnen dus in verschillende mappen staan, maar toch in dezelfde collectie verschijnen.
pt_br: Adicionar um livro a uma coleção não move o arquivo do livro. Assim, seus livros podem estar em pastas diferentes, mas ainda aparecer na mesma coleção.
sk: Pridaním knihy do zbierky sa súbor knihy nepresunie. Vaše knihy sa teda môžu nachádzať v rôznych priečinkoch, ale môžu sa zobraziť v tej istej zbierke.
sr: Додавање књиге у збирку не премешта фајл књиге. Тако да се књиге могу налазити у различитим фолдерима, а изгледа да су у истој збирци.
ta: ஒரு தொகுப்பில் ஒரு புத்தகத்தைச் சேர்ப்பது புத்தகக் கோப்பை நகர்த்தாது. எனவே உங்கள் புத்தகங்கள் வெவ்வேறு கோப்புறைகளில் அமைந்திருக்கலாம், ஆனால் அவை ஒரே தொகுப்பில் தோன்றும்.
uk: Додавання книги до добірки не переміщує файл книги. Тож книги можуть знаходитися в різних теках, але відображатися в одній добірці.
zh_hans: 将书籍编入书单并不会移动书籍文件位置，因此存放在不同文件夹中的多本书籍可以被编入同一份书单。
