Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html+html.body.div.ol.li:3509-9
source: Long-press on the collection name which you want to connect folders <b>(1)</b>.
es: Mantenga presionado el nombre de la colección a la que desea conectar las carpetas <b>(1)</b>.
fr: Appuyez longuement sur le nom de la collection à laquelle vous souhaitez connecter des dossiers <b>(1)</b>.
ga: Brúigh go fada ar ainm an bhailiúcháin ar mhaith leat fillteáin a nascadh leis <b>(1)</b>.
it: Premete a lungo sul nome della collezione a cui volete connettere le cartelle <b>(1)</b>.
pt_br: Toque e segure o nome da coleção à qual você quer conectar pastas <b>(1)</b>.

# user_guide/en.html+html.body.div.ol.li:3510-9
source: Select <span class="ui">Connect folders</span> from the pop-up menu <b>(2)</b>.
es: Selecciona <span class="ui">Conectar carpetas</span> en el menú emergente <b>(2)</b>.
fr: Sélectionnez <span class="ui">Connecter les dossiers</span> dans le menu contextuel <b>(2)</b>.
ga: Roghnaigh <span class="ui">Ceangail fillteáin</span> ón roghchlár aníos <b>(2)</b>.
it: Selezionare <span class="ui">Connetti cartelle</span> dal menu a comparsa <b>(2)</b>.
pt_br: Selecione <span class="ui">Conectar pastas</span> no menu pop-up <b>(2)</b>.

# user_guide/en.html+html.body.div.ol.li:3511-9
source: <span class="ui">List of connected folders screen</span> will open.
es: Se abrirá la <span class="ui">Lista de carpetas conectadas</span>.
fr: L'écran <span class="ui">Liste des dossiers connectés</span> s'ouvre.
ga: Osclófar an scáileán <span class="ui">Liosta na bhfillteán ceangailte</span>.
it: Si aprirà la schermata <span class="ui">Elenco delle cartelle connesse</span>.
pt_br: A <span class="ui">Lista de pastas conectadas</span> será aberta.

# user_guide/en.html+html.body.div.p:3524-9
source: As an example, imagine that when reading some type of books, you always:
es: Como ejemplo, imagina que cuando lees algún tipo de libro, siempre:
fr: À titre d'exemple, imaginez que lorsque vous lisez certains types de livres, vous faites toujours :
ga: Mar shampla, samhlaigh agus tú ag léamh cineál éigin leabhar, go ndéanann tú i gcónaí:
it: Per esempio, immaginate che quando leggete un certo tipo di libri, fate sempre:
nl: Als voorbeeld, stel je voor dat je bij het lezen van bepaalde soorten boeken, altijd:
pt_br: Como exemplo, imagine que, ao ler certos tipos de livros, você sempre:
pt_pt: Como exemplo, imagine que enquanto lê algum tipo de livro, você sempre:

# user_guide/en.html+html.body.div.ul.li:3526-13
source: Rotate the screen to landscape orientation
es: Gira la pantalla a orientación horizontal
fr: Faites pivoter l'écran en mode paysage
ga: Rothlaigh an scáileán go dtí an treoshuíomh tírdhreacha
it: Ruotare lo schermo in orientamento orizzontale
nl: Het scherm naar liggend formaat draait
pt_br: Girar a tela para a orientação paisagem
pt_pt: Rodar ecrã para paisagem

# user_guide/en.html+html.body.div.ul.li:3527-13
source: Increase the font size and contrast and
es: Aumenta el tamaño de la letra y el contraste y
fr: Augmentez la taille et le contraste de la police et
ga: Méadaigh méid an chló agus an chodarsnacht agus
it: Aumentare la dimensione e il contrasto dei caratteri e
nl: Het lettertype en contrast vergroot en
pt_br: Aumentar o tamanho da fonte e o contraste e
pt_pt: Aumentar tamanho da fonte e contraste

# user_guide/en.html+html.body.div.ul.li:3528-13
source: Turn the screen light on
es: Enciende la luz de la pantalla
fr: Allumez l'éclairage de l'écran
ga: Cas solas an scáileáin air
it: Accendere la luce dello schermo
nl: Schakel het schermlicht in
pt_br: Ligar a luz da tela
pt_pt: Ligue a luz de ecrã

# user_guide/en.html+html.body.div.p:3531-9
source: With the profiles plugin, you can do all these at once with a single action.
es: Con el complemento de perfiles puedes hacerlo en una sola acción.
fr: Avec le plugin Profiles, vous pouvez effectuer toutes ces opérations en une seule fois.
ga: Leis an mbreiseán próifílí, is féidir leat iad seo go léir a dhéanamh ag an am céanna le gníomh amháin.
it: Con il plugin Profili, è possibile fare tutto questo contemporaneamente con una sola azione.
nl: Met de plugin Profielen kun je dit allemaal in één keer doen met één actie.
pt_br: Com o plugin de perfis, você pode fazer tudo isso de uma só vez com uma única ação.

# user_guide/en.html:L2-optimizing
source: Optimizing EPUB/PDF documents for your reader
ga: Doiciméid EPUB/PDF a bharrfheabhsú don léitheoir

# user_guide/en.html+html.body.div.p:3563-2
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html+html.body.div.p:3589-2
source: Benefits
fr: Avantages
ga: Sochair
it: Vantaggi
nl: Voordelen
pt_br: Vantagens
pt_pt: Benefícios

# user_guide/en.html+html.body.div.p:3596-2
source: Negatives
fr: Aspects négatifs
ga: Diúltacha
it: Svantaggi
nl: Nadelen
pt_br: Desvantagens
pt_pt: Negativos

# user_guide/en.html+html.body.div.p:3610-2
source: Benefits
es: Beneficios
fr: Avantages
ga: Sochair
it: Vantaggi
pt_br: Vantagens

# user_guide/en.html+html.body.div.p:3615-2
source: Negatives
es: Negativas
fr: Aspects négatifs
ga: Diúltacha
it: Svantaggi
pt_br: Desvantagens

# user_guide/en.html+html.body.div.p:3633-2
source: Benefits
es: Beneficios
fr: Avantages
ga: Sochair
it: Vantaggi
pt_br: Vantagens

# user_guide/en.html+html.body.div.p:3642-3
source: Negatives
es: Negativas
fr: Aspects négatifs
ga: Diúltacha
it: Svantaggi
pt_br: Desvantagens

# user_guide/en.html:L1-gestures
source: GESTURES AND KEYBOARD SHORTCUTS
ga: GOSANNA AGUS AICÉIRÍ MÉARCHLÁIR

# user_guide/en.html:L2-gesturetypes
source: Gesture Types
ga: Cineálacha Gothaí

# user_guide/en.html+html.body.div.table.tr.td.p:3673-17
source: <b>WORKS:</b> Anywhere on the screen
fr: <b>FONCTIONNE :</b> N'importe où sur l'écran
ga: <b>OIBRÍONN:</b> Áit ar bith ar an scáileán
it: <b>FUNZIONA:</b> In qualsiasi punto dello schermo
nl: <b>WERKT:</b> Overal op het scherm
pt_br: <b>FUNCIONA:</b> Em qualquer área da tela
pt_pt: <b>FUNCIONA</b> em qualquer parte do ecrã

# user_guide/en.html+html.body.div.table.tr.td.p:3682-17
source: <b>WORKS:</b> Only on four corners
es: <b>FUNCIONA:</b> Sólo en las cuatro esquinas
fr: <b>FONCTIONNE :</b> Uniquement aux quatre coins
ga: <b>OIBREACHA:</b> Ar cheithre choirnéal amháin
it: <b>FUNZIONA:</b> Solo su quattro angoli
nl: <b>WERKT:</b> Alleen in de vier hoeken
pt_br: <b>FUNCIONA:</b> Apenas nos quatro cantos
pt_pt: <b>FUNCIONA</b> apenar nos quatro cantos

# user_guide/en.html+html.body.div.table.tr.td.p:3690-9
source: <b>WORKS:</b> Only on four corners
es: <b>FUNCIONA:</b> Sólo en las cuatro esquinas
fr: <b>FONCTIONNE :</b> Uniquement aux quatre coins
ga: <b>OIBREACHA:</b> Ar cheithre choirnéal amháin
it: <b>FUNZIONA:</b> Solo su quattro angoli
pt_br: <b>FUNCIONA:</b> Apenas nos quatro cantos

# user_guide/en.html+html.body.div.table.tr.td.p:3703-17
source: ONE FINGER SWIPE
es: DESLIZAMIENTO CON UN DEDO
fr: BALAYAGE D'UN DOIGT
ga: SVAIDHPEÁIL MÉAR AMHÁIN
it: SCORRIMENTO DI UN DITO
nl: VEGEN MET ÉÉN VINGER
pt_br: DESLIZE COM UM DEDO
pt_pt: DESLIZE DE UM DEDO

# user_guide/en.html+html.body.div.table.tr.td.p:3711-9
source: <b>WORKS:</b> Anywhere on the screen
es: <b>FUNCIONA:</b> En cualquier lugar de la pantalla
fr: <b>FONCTIONNE :</b> N'importe où sur l'écran
ga: <b>OIBRÍONN:</b> Áit ar bith ar an scáileán
it: <b>FUNZIONA:</b> In qualsiasi punto dello schermo
pt_br: <b>FUNCIONA:</b> Em qualquer área da tela

# user_guide/en.html+html.body.div.table.tr.td.p:3718-9
source: <b>WORKS:</b> Anywhere on the screen
es: <b>FUNCIONA:</b> En cualquier lugar de la pantalla
fr: <b>FONCTIONNE :</b> N'importe où sur l'écran
ga: <b>OIBRÍONN:</b> Áit ar bith ar an scáileán
it: <b>FUNZIONA:</b> In qualsiasi punto dello schermo
pt_br: <b>FUNCIONA:</b> Em qualquer área da tela

# user_guide/en.html:L2-predefinedgestures
source: Predefined Gestures
ga: Gothaí Réamhshainithe

# user_guide/en.html+html.body.div.div.div:3754-5
source: ONE FINGER SWIPE
es: DESLIZAMIENTO CON UN DEDO
fr: BALAYAGE D'UN DOIGT
ga: SVAIDHPEÁIL MHÉAR AMHÁIN
it: SCORRIMENTO DI UN DITO
pt_br: DESLIZE COM UM DEDO

# user_guide/en.html:L2-gesturecategories
source: Gesture Categories
ga: Catagóirí Gothaí

# user_guide/en.html+html.body.div.div.ol.li:3795-17
source: File browser
es: Explorador de archivos
fr: Explorateur de fichiers
ga: Brabhsálaí comhad
it: Gestore di file
nl: Bestandsverkenner
pt_br: Explorador de arquivos
pt_pt: Navegador de Ficheiros

source: Collections
ga: Bailiúcháin

# user_guide/en.html+html.body.div.div.ol.li:3802-17
source: Dictionary lookup
es: Buscar en diccionario
fr: Rechercher de dictionnaires
ga: Cuardach foclóra
it: Consulta dizionario
nl: Zoek in woordenboek
pt_br: Pesquisar no dicionário
pt_pt: Pesquisa no dicionário

# user_guide/en.html+html.body.div.div.ol.li:3803-17
source: Wikipedia lookup
es: Buscar en Wikipedia
fr: Recherche Wikipédia
ga: Cuardach Vicipéid
it: Ricerca in Wikipedia
nl: Zoek in Wikipedia
pt_br: Pesquisar na Wikipédia
pt_pt: Pesquisa na Wikipédia

# user_guide/en.html+html.body.div.div.ol.li:3842-17
source: Restart KOReader
es: Reiniciar KOReader
fr: Redémarrer KOReader
ga: Atosaigh KOReader
it: Riavvia KOReader
nl: KOReader herstarten
pt_br: Reiniciar o KOReader
pt_pt: Reiniciar KOReader

# Gesture action
source: Font size
ga: Méid cló

# user_guide/en.html+html.body.div.div.ol.li:3914-17
source: Contrast
es: Contraste
fr: Contraste
ga: Codarsnacht
it: Contrasto
pt_br: Contraste
pt_pt: Contraste

# user_guide/en.html+html.body.div.div.ol.li:3926-17
source: Line spacing
es: Interlineado
fr: Interligne
ga: Spásáil líne
it: Interlinea
nl: Regelafstand
pt_br: Espaçamento entre linhas
pt_pt: Espaçamento entre linhas

# user_guide/en.html+html.body.div.div.div:3935-5
source: File browser
es: Explorador de archivos
fr: Explorateur de fichiers
ga: Brabhsálaí comhad
it: Gestore di file
pt_br: Explorador de arquivos

# user_guide/en.html+html.body.div.div.ol.li:3944-13
source: Folder shortcuts
es: Atajos a carpetas
fr: Raccourcis de dossiers
ga: Aicearraí fillteán
it: Scorciatoie per le cartelle
pt_br: Atalhos de pastas

# user_guide/en.html+html.body.div.div.ol.li:3948-13
source: Go to page
es: Ir a la pagina
fr: Aller à la page
ga: Téigh go dtí an leathanach
it: Vai alla pagina
nl: Ga naar pagina
pt_br: Ir para a página
pt_pt: Ir para a página

# user_guide/en.html+html.body.div.div.ol.li:3949-13
source: Back
es: Volver
fr: Retour
ga: Ar ais
it: Indietro
nl: Terug
pt_br: Voltar
pt_pt: Voltar

# user_guide/en.html+html.body.div.div.ol.li:3950-13
source: Export all notes in all books in history
es: Exportar todas las notas de todos los libros del historial
fr: Exporter toutes les notes de tous les livres de l'historique
ga: Easpórtáil na nótaí go léir i ngach leabhar sa stair
it: Esporta tutte le note in tutti i libri nella storia
nl: Exporteer alle aantekeningen in alle boeken
pt_br: Exportar todas as notas de todos os livros do histórico
pt_pt: Exportar todas as notas de todos os livros no histórico

# user_guide/en.html+html.body.div.div.ol.li:3966-17
source: Go to page
es: Ir a la pagina
fr: Aller à la page
ga: Téigh go dtí an leathanach
it: Vai alla pagina
pt_br: Ir para a página

# user_guide/en.html+html.body.div.div.ol.li:3973-17
source: Back
es: Volver
fr: Retour
ga: Ar ais
it: Indietro
pt_br: Voltar

# user_guide/en.html+html.body.div.div.ol.li:3980-17
source: Fulltext search
es: Buscar texto completo
fr: Recherche en texte intégral
ga: Cuardach lántéacs
it: Ricerca testo
nl: Volledige tekst doorzoeken
pt_br: Buscar no texto
pt_pt: Pesquisa de texto integral

# user_guide/en.html+html.body.div.div.ol.li:3982-17
source: Table of contents
es: Índice
fr: Table des matières
ga: Clár ábhair
it: Indice
nl: Inhoudsopgave
pt_br: Índice
pt_pt: Índice

# user_guide/en.html+html.body.div.div.ol.li:3983-17
source: Book map
es: Mapa del libro
fr: Plan du livre
ga: Léarscáil leabhar
it: Mappa del libro
nl: Boekkaart
pt_br: Mapa do livro
pt_pt: Mapa do Livro

# user_guide/en.html+html.body.div.div.ol.li:3986-17
source: Bookmarks
es: Marcadores
fr: Signets
ga: Leabharmharcanna
it: Segnalibri
nl: Bladwijzers
pt_br: Marcadores
pt_pt: Marcadores

# user_guide/en.html+html.body.div.div.ol.li:3988-17
source: Toggle bookmark
es: Conmutar marcador
fr: Activer/Désactiver le signet
ga: Scoraigh leabharmharc
it: Attiva/disattiva segnalibro
nl: Bladwijzer schakelen
pt_br: Alternar marcador
pt_pt: Alternar marcador

# user_guide/en.html+html.body.div.div.ol.li:4004-17
source: Export all notes in all books in history
es: Exportar todas las notas de todos los libros del historial
fr: Exporter toutes les notes de tous les livres de l'historique
ga: Easpórtáil na nótaí go léir i ngach leabhar sa stair
it: Esporta tutte le note in tutti i libri nella storia
pt_br: Exportar todas as notas de todos os livros do histórico

# user_guide/en.html+html.body.div.div.ol.li:4031-17
source: Line spacing
es: Interlineado
fr: Interligne
ga: Spásáil líne
it: Interlinea
pt_br: Espaçamento entre linhas

# user_guide/en.html+html.body.div.div.ol.li:4037-17
source: Contrast
es: Contraste
fr: Contraste
ga: Codarsnacht
it: Contrasto
pt_br: Contraste

# user_guide/en.html+html.body.div.div.table.tr.td:4086-13
source: Open top menu
es: Abrir menú superior
fr: Ouvrir le menu supérieur
ga: Oscail an roghchlár barr
it: Apri il menu superiore
nl: Bovenmenu openen
pt_br: Abrir menu superior
pt_pt: Abrir menu superior

# user_guide/en.html+html.body.div.div.table.tr.td:4099-13
source: Enter
fr: Entrer
ga: Iontráil

# user_guide/en.html+html.body.div.div.table.tr.td:4110-13
source: Open top menu
es: Abrir menú superior
fr: Ouvrir le menu supérieur
ga: Oscail an roghchlár barr
it: Apri il menu superiore
pt_br: Abrir menu superior

# user_guide/en.html+html.body.div.div.table.tr.td:4115-13
source: Enter
es: Entrar
fr: Entrer
ga: Iontráil

# user_guide/en.html+html.body.div.div.table.tr.td:4122-13
source: Bookmarks
es: Marcadores
fr: Signets
ga: Leabharmharcanna
it: Segnalibri
pt_br: Marcadores

# user_guide/en.html+html.body.div.div.table.tr.td:4126-13
source: Toggle bookmark
es: Conmutar marcador
fr: Activer/Désactiver le signet
ga: Scoraigh leabharmharc
it: Attiva/disattiva segnalibro
pt_br: Alternar marcador

# user_guide/en.html+html.body.div.div.table.tr.td:4130-13
source: Dictionary lookup
es: Buscar en diccionario
fr: Rechercher de dictionnaires
ga: Cuardach foclóra
it: Consulta dizionario
pt_br: Pesquisar no dicionário

# user_guide/en.html+html.body.div.div.table.tr.td:4134-13
source: Wikipedia lookup
es: Buscar en Wikipedia
fr: Recherche Wikipédia
ga: Cuardach Vicipéid
it: Ricerca in Wikipedia
pt_br: Pesquisar na Wikipédia

# user_guide/en.html+html.body.div.div.table.tr.td:4138-13
source: Fulltext search
es: Buscar texto completo
fr: Recherche en texte intégral
ga: Cuardach lántéacs
it: Ricerca testo
pt_br: Buscar no texto

# user_guide/en.html+html.body.div.div.table.tr.td:4159-13
source: Enter
es: Entrar
fr: Entrer
ga: Iontráil

# user_guide/en.html+html.body.div.div.table.tr.td:4183-13
source: Enter
es: Entrar
fr: Entrer
ga: Iontráil

# user_guide/en.html+html.body.div.div.table.tr.td:4206-13
source: Table of contents
es: Índice
fr: Table des matières
ga: Clár ábhair
it: Indice
pt_br: Índice

# user_guide/en.html+html.body.div.div.table.tr.td:4210-13
source: Book map
es: Mapa del libro
fr: Plan du livre
ga: Léarscáil leabhar
it: Mappa del libro
pt_br: Mapa do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4214-13
source: Go to the beginning
es: Ir al principio
fr: Aller au début
ga: Téigh go dtí an tús
it: Vai all'inizio
nl: Naar het begin gaan
pt_br: Ir para o início
pt_pt: Ir para início

# user_guide/en.html+html.body.div.div.table.tr.td:4218-13
source: Go to 11% of book
es: Ir al 11% del libro
fr: Aller à 11 % du livre
ga: Téigh go dtí 11% den leabhar
it: Vai all'11% del libro
nl: Ga naar 11% van het boek
pt_br: Ir para 11% do livro
pt_pt: Ir para 11% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4222-13
source: Go to 22% of book
es: Ir al 22% del libro
fr: Aller à 22 % du livre
ga: Téigh go dtí 22% den leabhar
it: Vai al 22% del libro
nl: Ga naar 22% van het boek
pt_br: Ir para 22% do livro
pt_pt: Ir para 22% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4226-13
source: Go to 33% of book
es: Ir al 33% del libro
fr: Aller à 33 % du livre
ga: Téigh go 33% den leabhar
it: Vai al 33% del libro
nl: Ga naar 33% van het boek
pt_br: Ir para 33% do livro
pt_pt: Ir para 33% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4230-13
source: Go to 44% of book
es: Ir al 44% del libro
fr: Aller à 44 % du livre
ga: Téigh go 44% den leabhar
it: Vai al 44% del libro
nl: Ga naar 44% van het boek
pt_br: Ir para 44% do livro
pt_pt: Ir para 44% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4234-13
source: Go to 55% of book
es: Ir al 55% del libro
fr: Aller à 55 % du livre
ga: Téigh go 55% den leabhar
it: Vai al 55% del libro
nl: Ga naar 55% van het boek
pt_br: Ir para 55% do livro
pt_pt: Ir para 55% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4238-13
source: Go to 66% of book
es: Ir al 66% del libro
fr: Aller à 66 % du livre
ga: Téigh go 66% den leabhar
it: Vai al 66% del libro
nl: Ga naar 66% van het boek
pt_br: Ir para 66% do livro
pt_pt: Ir para 66% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4242-13
source: Go to 77% of book
es: Ir al 77% del libro
fr: Aller à 77 % du livre
ga: Téigh go 77% den leabhar
it: Vai al 77% del libro
nl: Ga naar 77% van het boek
pt_br: Ir para 77% do livro
pt_pt: Ir para 77% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4246-13
source: Go to 88% of book
es: Ir al 88% del libro
fr: Aller à 88 % du livre
ga: Téigh go dtí 88% den leabhar
it: Vai al 88% del libro
nl: Ga naar 88% van het boek
pt_br: Ir para 88% do livro
pt_pt: Ir para 88% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4250-13
source: Go to the end
es: Ir al final
fr: Aller à la fin
ga: Téigh go dtí an deireadh
it: Vai alla fine
nl: Naar het einde gaan
pt_br: Ir para o final
pt_pt: Ir para o fim

# user_guide/en.html+html.body.div.div.table.tr.td:4258-9
source: Go to the beginning
es: Ir al principio
fr: Aller au début
ga: Téigh go dtí an tús
it: Vai all'inizio
pt_br: Ir para o início

# user_guide/en.html+html.body.div.div.table.tr.td:4262-9
source: Go to 11% of book
es: Ir al 11% del libro
fr: Aller à 11 % du livre
ga: Téigh go dtí 11% den leabhar
it: Vai all'11% del libro
pt_br: Ir para 11% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4266-9
source: Go to 22% of book
es: Ir al 22% del libro
fr: Aller à 22 % du livre
ga: Téigh go dtí 22% den leabhar
it: Vai al 22% del libro
pt_br: Ir para 22% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4270-9
source: Go to 33% of book
es: Ir al 33% del libro
fr: Aller à 33 % du livre
ga: Téigh go 33% den leabhar
it: Vai al 33% del libro
pt_br: Ir para 33% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4274-9
source: Go to 44% of book
es: Ir al 44% del libro
fr: Aller à 44 % du livre
ga: Téigh go 44% den leabhar
it: Vai al 44% del libro
pt_br: Ir para 44% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4278-9
source: Go to 55% of book
es: Ir al 55% del libro
fr: Aller à 55 % du livre
ga: Téigh go 55% den leabhar
it: Vai al 55% del libro
pt_br: Ir para 55% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4282-9
source: Go to 66% of book
es: Ir al 66% del libro
fr: Aller à 66 % du livre
ga: Téigh go 66% den leabhar
it: Vai al 66% del libro
pt_br: Ir para 66% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4286-9
source: Go to 77% of book
es: Ir al 77% del libro
fr: Aller à 77 % du livre
ga: Téigh go 77% den leabhar
it: Vai al 77% del libro
pt_br: Ir para 77% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4290-9
source: Go to 88% of book
es: Ir al 88% del libro
fr: Aller à 88 % du livre
ga: Téigh go dtí 88% den leabhar
it: Vai al 88% del libro
pt_br: Ir para 88% do livro

# user_guide/en.html+html.body.div.div.table.tr.td:4294-9
source: Go to the end
es: Ir al final
fr: Aller à la fin
ga: Téigh go dtí an deireadh
it: Vai alla fine
pt_br: Ir para o final

# user_guide/en.html:L1-qmandprofiles
source: QUICK MENU AND PROFILES
ga: BIACHLÁR MEAR AGUS PRÓIFÍLÍ

# user_guide/en.html:L2-quickmenu
source: Quick Menu
ga: Roghchlár Tapa

# user_guide/en.html:L2-profiles
source: Profiles
ga: Próifílí

# user_guide/en.html+html.body.div.p:4433-9
source: As an example, imagine that when reading some type of books, you always:
es: Como ejemplo, imagina que cuando lees algún tipo de libro, siempre:
fr: À titre d'exemple, imaginez que lorsque vous lisez certains types de livres, vous faites toujours :
ga: Mar shampla, samhlaigh agus tú ag léamh cineál éigin leabhar, go ndéanann tú i gcónaí:
it: Per esempio, immaginate che quando leggete un certo tipo di libri, fate sempre:
pt_br: Como exemplo, imagine que, ao ler certos tipos de livros, você sempre:
pt_pt: Como exemplo, imagine que enquanto lê algum tipo de livro, você sempre:

# user_guide/en.html+html.body.div.ul.li:4435-13
source: Rotate the screen to landscape orientation
es: Gira la pantalla a orientación horizontal
fr: Faites pivoter l'écran en mode paysage
ga: Rothlaigh an scáileán go dtí an treoshuíomh tírdhreacha
it: Ruotare lo schermo in orientamento orizzontale
pt_br: Girar a tela para a orientação paisagem

# user_guide/en.html+html.body.div.ul.li:4436-13
source: Increase the font size and contrast and
es: Aumenta el tamaño de la letra y el contraste y
fr: Augmentez la taille et le contraste de la police et
ga: Méadaigh méid an chló agus an chodarsnacht agus
it: Aumentare la dimensione e il contrasto dei caratteri e
pt_br: Aumentar o tamanho da fonte e o contraste e

# user_guide/en.html+html.body.div.ul.li:4437-13
source: Turn the screen light on
es: Enciende la luz de la pantalla
fr: Allumez la lumière de l'écran
ga: Cas solas an scáileáin air
it: Accendere la luce dello schermo
pt_br: Ligar a luz da tela

# user_guide/en.html+html.body.div.p:4440-9
source: With the profiles plugin, you can do all these at once with a single action.
es: Con el complemento de perfiles puedes hacerlo en una sola acción.
fr: Avec le plugin Profiles, vous pouvez effectuer toutes ces opérations en une seule fois.
ga: Leis an mbreiseán próifílí, is féidir leat iad seo go léir a dhéanamh ag an am céanna le gníomh amháin.
it: Con il plugin Profili, è possibile fare tutto questo contemporaneamente con una sola azione.
pt_br: Com o plugin de perfis, você pode fazer tudo isso de uma só vez com uma única ação.

# user_guide/en.html+html.body.div.div:4451-9
source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More tools / Plugin management
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Más herramientas / Gestión de complementos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Plus d'outils / Gestion des plugins
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Tuilleadh uirlisí / Bainistíocht breiseán
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Altri strumenti / Gestione estensioni
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Meer hulpmiddelen / Pluginbeheer
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Gerenciamento de plugins
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Gestão de plugins
