Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Sun's position:</span> This option calculates Sun’s position in your location according to <b>coordinates</b> and <b>altitude</b> information you entered. Frontlight warmth is adjusted gradually according to this calculated Sun position data. This mode is <b>dynamic</b>. As the length of daylight changes around the year, plugin adjusts the schedule accordingly.
es: <span class="ui">Posición del sol:</span> Esta opción calcula la posición del sol en tu ubicación según las <b>coordenadas</b> y la <b>altitud</b> que has proporcionado. La calidez de la luz frontal se ajusta gradualmente según los cálculos de la posición del sol. Este modo es <b>dinámico</b>. A medida que cambia la duración del día durante el año, el plugin ajusta el horario en consecuencia.
fr: <span class="ui">Position du Soleil:</span> Cette option calcule la position du Soleil pour votre localisation grâce aux informations de <b>coordonnées</b> et d'<b>altitude</b> que vous entrez. La chaleur du rétroéclairage est ajustée progressivement en fonction des informations relatives à la position du Soleil. Ce mode est <b>dynamique</b>. Le plug-in modifie le programme en fonction de la durée d'ensoleillement au cours de l'année.
ga: <span class="ui">Suíomh na Gréine:</span> Ríomhann an rogha seo suíomh na Gréine i do shuíomh de réir na <b>comhordanáidí</b> agus na faisnéise <b>airde</b> a chuir tú isteach. Déantar teas an tsolais tosaigh a choigeartú de réir a chéile de réir na sonraí suíomh Gréine seo a ríomhadh. Tá an modh seo <b>dinimiciúil</b>. De réir mar a athraíonn fad an lae i rith na bliana, déanann an breiseán an sceideal a choigeartú dá réir.
it: <span class="ui">Posizione del Sole:</span> Questa opzione calcola la posizione del Sole nella tua posizione secondo le <b> coordinate</b> e <b>altitudine</b> impostate. Il calore della luce frontale viene regolato gradualmente in base ai dati calcolati sulla posizione del Sole. Questa è una modalità <b>dinamica</b>. Poiché la durata della luce diurna varia nel corso dell'anno, il plugin regola il programma di conseguenza.
nl: <span class="ui">Zonpositie:</span> deze optie berekent de positie van de zon op jouw locatie aan de hand van ingevoerde <b>coördinaten</b> en <b>hoogte</b>. De warmte wordt geleidelijk aangepast volgens deze berekende gegevens. Deze modus is <b>dynamisch</b>. Als de daglengte verandert past de plugin het schema daarop aan.
pt_br: <span class="ui">Posição do Sol:</span> Esta opção calcula a posição do Sol em sua localização de acordo com as informações de <b>coordenadas</b> e <b>altitude</b> inseridas. A temperatura da luz frontal é ajustada gradualmente de acordo com esses dados calculados da posição do Sol. Este modo é <b>dinâmico</b>. À medida que a duração do dia muda ao longo do ano, o plugin ajusta a programação de acordo.
pt_pt: <span class="ui">Posição Solar:</span> Esta opção calcula a posição do Sol na sua localização de acordo com as informações das <b>coordenadas</b> e a <b>altitude</b> que introduziu. A temperatura da cor da luz frontal é ajustada gradualmente de acordo com estes dados calculados da posição do Sol. Este modo é <b>dinâmico</b>. À medida que a duração da luz do dia muda ao longo do ano, o plugin ajusta a programação em conformidade.
sk: <span class="ui">POLOHA SLNKA:</span> Táto možnosť vypočíta polohu Slnka vo vašej lokalite podľa informácií zadaných v <b>SÚRADNICIACH</b> a <b>NADMORSKEJ VÝŠKE</b>. Farebná teplota predného svetla sa upravuje postupne podľa týchto vypočítaných údajov o polohe Slnka. Tento režim je <b>DYNAMICKÝ</b>. Ako sa mení dĺžka denného svetla v priebehu roka, doplnok podľa toho upraví harmonogram.
sr: <span class="ui">Позиција Сунца:</span> ова опција израчунава позицију Сунца на вашој локацији сагласно са информацијама о <b>координатама</b> и <b>надморској висини</b> које унесете. Топлина предњег светла се постепено мења у сагласности са овим израчунатим подацима о положају Сунца. Овај режим је <b>динамичан</b>. Пошто се трајање обданице мења током године, додатак аутоматски коригује распоред сагласно са трајањем обданице.
ta: <span வகுப்பு = "Ui"> சூரியனின் நிலை: </span> இந்த விருப்பம் உங்கள் இருப்பிடத்தில் சூரியனின் நிலையை <b> ஆயத்தொலைவுகள் </b> மற்றும் <b> உயரம் </b> நீங்கள் உள்ளிட்ட தகவல்களின் படி கணக்கிடுகிறது. இந்த கணக்கிடப்பட்ட சூரிய நிலை தரவுகளின்படி முன் விளக்கு அரவணைப்பு படிப்படியாக சரிசெய்யப்படுகிறது. இந்த பயன்முறை <b> மாறும் </b>. ஆண்டு முழுவதும் பகல் நேரத்தின் நீளம் மாறும்போது, சொருகி அதற்கேற்ப அட்டவணையை சரிசெய்கிறது.
uk: <span class="ui">Позиція Сонця:</span> цей параметр розраховує розташування Сонця згідно вашого місця розташування відповідно до введених відомостей про <b>координати</b> та <b>висоту над рівнем моря</b>. Теплота підсвічування екрану змінюється поступово, відповідно до розрахованої позиції Сонця. Цей режим є <b>динамічним</b>. Оскільки тривалість світлового дня протягом року є різною, модуль пристосовує розклад відповідним чином.
zh_hans: <span class="ui">太阳方位</span>：根据用户输入的<b>经纬</b>及<b>海拔</b>信息计算所在地太阳方位，并依照太阳起落数据调整屏幕前光色温。该模式的切换点是<b>动态变化</b>的，随一年四季白昼长短变化而调整。

source: First have a look at this image to familiarize yourself with the terms used in the plugin:
es: Antes de nada echa un vistazo a la imagen para familiarizarte con los términos usados en el plugin:
fr: Veuillez vous aider de cette image afin de vous familiariser avec les termes utilisés dans le plug-in :
ga: Féach ar an íomhá seo ar dtús chun tú féin a chur ar an eolas faoi na téarmaí a úsáidtear sa bhreiseán:
it: Per prima cosa, date un'occhiata a questa immagine per familiarizzare con i termini utilizzati nel plugin:
nl: Kijk eerst naar deze afbeelding om vertrouwd te raken met de in de plugin gebruikte termen:
pt_br: Primeiro, dê uma olhada nesta imagem para se familiarizar com os termos usados no plugin:
pt_pt: Primeiro, dê uma vista de olhos a esta imagem para se familiarizar com os termos utilizados no plugin:
sk: Najprv sa pozrite na tento obrázok, aby ste sa oboznámili s výrazmi použitými v doplnku:
sr: Најпре погледајте следећу слику да се упознате са појмовима који се користе у додатку:
ta: சொருகி பயன்படுத்தப்படும் சொற்களை நன்கு அறிந்து கொள்ள இந்த படத்தைப் பாருங்கள்:
uk: Щоб зрозуміти терміни, які використовуються в модулі, ознайомтеся з цим зображенням:
zh_hans: 在使用该模式前，请先浏览下图熟悉插件内的专业术语：

source: Fixed Schedule Mode
es: Modo horario fijo
fr: Mode horaire fixe
ga: Mód Sceidil Sheasta
it: Modalità di pianificazione fissa
nl: Vast schema-modus
pt_br: Modo Horário Fixo
pt_pt: Modo de Programação Fixa
sk: Režim pevného harmonogramu
sr: Режим фиксног распореда
ta: நிலையான அட்டவணை முறை
uk: Режим сталого розкладу
zh_hans: 固定时间表模式

# user_guide/en.html+html.body.div.ol.li:1406-3
source: Go to the plugin menu:
sk: Prejsť do ponuky doplnkov:
ta: சொருகி மெனுவுக்குச் செல்லவும்:
uk: Перейдіть до меню модуля:
zh_hans: 按照下列路径找到插件菜单：

# user_guide/en.html+html.body.div.ol.li.div:1406-30
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Auto Warmth and Night Mode
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Automatická farebná teplota a nočný režim
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Автотеплота підсвічування і нічний режим
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕相关 / 自动切换暖光及夜间模式

source: Tap Activate menu item and then tap <span class="ui">According to the fixed schedule</span>
es: Toca el elemento de menú y después toca <span class="ui">Según el horario fijo</span>
fr: Appuyez sur <span class="ui">En fonction du programme fixe</span>
ga: Beartaíonn ar an mír roghchláir Gníomhachtaigh agus ansin beartaíonn <span class="ui">De réir an sceidil sheasta</span>
it: Toccare la voce di menu Attiva, quindi toccare <span class="ui">Secondo l'orario prestabilito</span>
nl: Tik op Activeren en vervolgens op <span class="ui">Volgens het vaste schema</span>
pt_br: Toque no item Ativar do menu e depois toque em <span class="ui">De acordo com o horário fixo</span>
pt_pt: Precione Activar e, em seguida, em <span class="ui">De acordo com a Programação fixa</span>
sk: Ťuknite na Aktivovať položku ponuky a potom na <span class="ui">Podľa pevného rozvrhu</span>
sr: Запамтите на ставку менија Активирај, па тапните на <span class="ui">Сагласно са фиксним распоредом</span>
ta: பட்டியல் உருப்படியை செயல்படுங்கள் என்பதைத் தட்டவும், பின்னர் நிலையான அட்டவணை </span> இன் படி <span வகுப்பு = "Ui"> ஐத் தட்டவும்
uk: Натисніть пункт меню «Активувати», а потім натисніть <span class="ui">Згідно з сталим розкладом</span>
zh_hans: 单击激活菜单项，然后单击<span class="ui">按固定计划</span>

source: Go back to previous menu and tap <span class="ui">Fixed schedule settings</span> menu item
es: Vuelve al menú anterior y toca el elemento del menú <span class="ui">Configuración del horario fijo</span>
fr: Retournez au menu précédent et tapez sur l'option <span class="ui">Paramètres du mode Horaire fixe</span>
ga: Téigh ar ais go dtí an roghchlár roimhe seo agus tapáil mír roghchláir <span class="ui">Socruithe sceideal seasta</span>
it: Tornare al menu precedente e toccare la voce di menu <span class="ui">Impostazioni di pianificazione fisse</span>
nl: Ga terug en tik op <span class="ui">Instellingen vast schema</span>
pt_br: Volte ao menu anterior e toque no item <span class="ui">Configurações de horário fixo</span> do menu
pt_pt: Volte ao menu anterior e clique em <span class="ui">Definições de Programação fixa</span>
sk: Vráťte sa do predchádzajúcej ponuky a ťuknite na položku ponuky <span class="ui">Nastavenia pevného plánu</span>
sr: Вратите се назад на претходни мени и тапните на ставку менија <span class="ui">Подешавања фиксног распореда</span>
ta: முந்தைய மெனுவுக்குச் சென்று <span வகுப்பு = "Ui"> நிலையான அட்டவணை அமைப்புகள் </span> பட்டியல் உருப்படியைத் தட்டவும்
uk: Поверніться назад до попереднього меню і торкніться пункту меню <span class="ui">Налаштування сталого розкладу</span>
zh_hans: 回到上级菜单，点按<span class="ui">固定时间表设置</span>

# user_guide/en.html+html.body.div.ol.li:1412-3
source: Set your warmth transition schedule by setting times for various items here. Refer to the image above for an explanation of items.
sk: Nastavte si harmonogram prechodu farebnej teploty nastavením časov pre rôzne položky tu. Vysvetlenie položiek nájdete na obrázku vyššie.
ta: இங்கே பல்வேறு உருப்படிகளுக்கான நேரங்களை அமைப்பதன் மூலம் உங்கள் அரவணைப்பு மாற்றம் அட்டவணையை அமைக்கவும். உருப்படிகளின் விளக்கத்திற்கு மேலே உள்ள படத்தைப் பார்க்கவும்.
uk: Налаштуйте свій графік переходу на тепліше освітлення, вказавши тут час для різних елементів. Пояснення до елементів див. на зображенні вище.
zh_hans: 调整各菜单项以设置色温切换时间表。菜单中的专业词汇含义请参阅上方图片。

source: Sun’s Position Mode
es: Modo de posición del sol
fr: Mode Position du Soleil
ga: Mód Seasamh na Gréine
it: Modalità Posizione del Sole
nl: Zonpositiemodus
pt_br: Modo Posição do Sol
pt_pt: Modo de Posição Solar
sk: Režim pozície Slnka
sr: Режим позиције Сунца
ta: சூரியனின் நிலை பயன்முறை
uk: Режим позиції Сонця
zh_hans: 太阳方位模式

# user_guide/en.html+html.body.div.ol.li:1420-13
source: Go to the plugin menu:
sk: Prejsť do ponuky doplnkov:
ta: சொருகி மெனுவுக்குச் செல்லவும்:
uk: Перейдіть до меню модуля:
zh_hans: 进入插件菜单:

# user_guide/en.html+html.body.div.ol.li.div:1421-17
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Auto Warmth and Night Mode
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Automatická farebná teplota a nočný režim
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Автотеплота підсвічування і нічний режим
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕 / 自动切换暖光及夜间模式

source: Tap <span class="ui">Activate</span> menu item and then tap <span class="ui">According to the sun's position</span>
es: Toca el elemento de menú <span class="ui">Activar</span> y luego toca <span class="ui">Según la posición del sol</span>
fr: Tapez sur <span class="ui">Activer</span> dans le menu, puis tapez sur <span class="ui">En fonction de la position du Soleil</span>
ga: Beartaíonn an mhír roghchláir <span class="ui">Gníomhachtaigh</span> agus ansin beartaíonn <span class="ui">De réir shuíomh na gréine</span>
it: Toccare la voce <span class="ui">Attiva</span> e quindi <span class="ui">Secondo la posizione del sole</span>
nl: Tik op <span class="ui">Activeren</span> en vervolgens op <span class="ui">Volgens de zonpositie</span>
pt_br: Toque no item <span class="ui">Ativar</span> do menu e depois em <span class="ui">De acordo com a posição do Sol</span>
pt_pt: Clique <span class="ui">Activar</span> no menu e depois <span class="ui">De acordo com a posição solar</span>
sk: Ťuknite na položku ponuky <span class="ui">Aktivovať</span> a potom na <span class="ui">Podľa polohy slnka</span>
sr: Тапните на ставку менија <span class="ui">Активирај</span> па онда тапните на <span class="ui">Сагласно са позицијом Сунца</span>
ta: <Span வகுப்பு = "Ui"> செயல்படு </span> பட்டியல் உருப்படியைத் தட்டவும், பின்னர் சூரியனின் நிலையின் படி <span வகுப்பு = "Ui"> ஐத் தட்டவும் </span>
uk: Натисніть пункт меню <span class="ui">Активувати</span>, а потім натисніть <span class="ui">Згідно з положенням Сонця</span>
zh_hans: 点按<span class="ui">启用</span>，然后点按<span class="ui">根据太阳方位切换</span>

source: Go back to previous menu and tap <span class="ui">Location settings</span> menu item. Set your <b>coordinates</b> (necessary) and <b>altitude</b> (optional) correctly and give a <b>name</b> to your location.
es: Vuelve al menú anterior y toca en <span class="ui">Configuración de ubicación</span>. Configura correctamente tus <b>coordenadas</b> (necesarias) y <b>altitud</b> (opcional) y asigna un <b>nombre</b> a tu ubicación.
fr: Retournez au menu précédent et tapez sur<span class="ui">Paramètres de localisation</span>. Entrez vos <b>coordonnées</b>(requis) et votre <b>altitude</b>(optionnel) correctement, puis <b>nommez</b> votre localisation.
ga: Téigh ar ais go dtí an roghchlár roimhe seo agus tapáil mír roghchláir <span class="ui">Socruithe Suímh</span>. Socraigh do <b>chomhordanáidí</b> (riachtanach) agus <b>airde</b> (roghnach) i gceart agus tabhair <b>ainm</b> chuig do shuíomh.
it: Tornare al menu precedente e toccare <span class="ui">Impostazioni località</span>. Impostare le corrette <b>coordinate</b> (necessario) e l'<b>altitudine</b> (facoltativo) e dare un <b>nome</b> alla località.
nl: Ga terug en tik op <span class="ui">Locatie-instellingen</span>. Vul je <b>coördinaten</b> (verplicht) en <b>hoogte</b> (optioneel) correct in en geef de locatie een <b>naam</b>.
pt_br: Volte ao menu anterior e toque no item <span class="ui">Configurações de localização</span>. Defina suas <b>coordenadas</b> (necessário) e <b>altitude</b> (opcional) corretamente e dê um <b>nome</b> à sua localização.
pt_pt: Volte ao menu anterior e toque em <span class="ui">Definições de Localização</span>. Defina as suas <b>coordenadas</b> (necessário) e <b>altitude</b> (opcional) e dê <b>nome</b> à sua localização.
sk: Vráťte sa do predchádzajúcej ponuky a ťuknite na položku ponuky <span class="ui">Nastavenia polohy</span>. Správne nastavte svoje <b>súradnice</b> (nevyhnutné) a <b>nadmorskú výšku</b> (voliteľné) a <b>pomenujte</b> svoju polohu.
sr: Вратите се на претходни мени и тапните на ставку <span class="ui">Подешавања локације</span>. Поставите исправно <b>координате</b> локације (обавезно) и <b>надморску висину</b> (није обавезно) и наведите <b>име</b> своје локације.
ta: முந்தைய மெனுவுக்குச் சென்று <span வகுப்பு = "Ui"> இருப்பிட அமைப்புகள் </span> பட்டியல் உருப்படியைத் தட்டவும். உங்கள் <b> ஆயத்தொலைவுகள் </b> (அவசியம்) மற்றும் <b> உயரம் </b> (விரும்பினால்) சரியாக அமைத்து, உங்கள் இருப்பிடத்திற்கு <b> பெயர் </b> ஐக் கொடுங்கள்.
uk: Поверніться до попереднього меню і торкніться пункту меню <span class="ui">Параметри розташування</span>. Правильно зазначте свої <b>координати</b> (обов'язково) та <b>висоту над рівнем моря</b> (за бажанням) і <b>назвіть</b> своє місце розташування.
zh_hans: 返回上级菜单，点按<span class="ui">坐标设置</span>。设置当前<b>经纬</b>（必填）及<b>海拔</b>（选填），并为该坐标起个<b>标题</b>。

source: Go back to previous menu and tap <span class="ui">Warmth and night mode settings</span> menu item
es: Vuelve al menú anterior y toca en <span class="ui">Configuración de temperatura del color y modo nocturno</span>
fr: Retournez au menu précédent et tapez sur l'option <span class="ui">Paramètres de la chaleur et du mode nuit</span>
ga: Téigh ar ais go dtí an roghchlár roimhe seo agus tapáil mír roghchláir <span class="ui">Socruithe mód teasa agus oíche</span>
it: Tornare al menu precedente e toccare <span class="ui">Impostazioni modalità calore e notte</span>
nl: Ga terug en tik op <span class="ui">Instellingen warmte en nachtmodus</span>
pt_br: Volte ao menu anterior e toque no item <span class="ui">Configurações de temperatura de luz e modo noturno</span> do menu
pt_pt: Volte ao menu anterior e clique em <span class="ui">Definições do modo noturno e de aquecimento</span>
sk: Vráťte sa do predchádzajúcej ponuky a ťuknite na položku ponuky <span class="ui">Nastavenia farebnej teploty a nočného režimu</span>
sr: Вратите се назад на претходни мени и тапните на ставку менија <span class="ui">Подешавања топлине и ноћног режима</span>
ta: முந்தைய மெனுவுக்குச் சென்று <span வகுப்பு = "Ui"> அரவணைப்பு மற்றும் இரவு பயன்முறை அமைப்புகள் </span> பட்டியல் உருப்படியைத் தட்டவும்
uk: Поверніться до попереднього меню і натисніть пункт меню <span class="ui">Налаштування теплоти і нічного режиму</span>
zh_hans: 返回上级菜单，点按<span class="ui">色温及夜间模式设置</span>

# user_guide/en.html+html.body.div.ol.li:1429-13
source: Set your warmth transition schedule by setting times for various items here. Refer to the image above for an explanation of items.
sk: Nastavte si harmonogram prechodu farebnej teploty nastavením časov pre rôzne položky tu. Vysvetlenie položiek nájdete na obrázku vyššie.
ta: இங்கே பல்வேறு உருப்படிகளுக்கான நேரங்களை அமைப்பதன் மூலம் உங்கள் அரவணைப்பு மாற்றம் அட்டவணையை அமைக்கவும். உருப்படிகளின் விளக்கத்திற்கு மேலே உள்ள படத்தைப் பார்க்கவும்.
uk: Налаштуйте свій графік переходу на тепліше освітлення, вказавши тут час для різних елементів. Пояснення до елементів див. на зображенні вище.
zh_hans: 设置各项以配置色温切换时间表。菜单中的专业词汇含义请参阅上方图片。

source: You can see your current schedule via <span class="ui">Currently active parameters</span> menu option.
es: Puedes ver el horario actual a través de la opción <span class="ui">Parámetros actualmente activos</span>.
fr: Vous pouvez voir votre programme actuel dans le menu <span class="ui">Paramètres actifs</span>.
ga: Is féidir leat do sceideal reatha a fheiceáil tríd an rogha roghchláir <span class="ui">Paraiméadair atá gníomhach faoi láthair</span>.
it: Potete vedere la vostra pianificazione attuale tramite la voce <span class="ui">Parametri attualmente attivi</span>.
nl: Je huidige schema is te raadplegen via de optie <span class="ui">Huidig actieve parameters</span>.
pt_br: Você pode ver sua programação atual na opção <span class="ui">Parâmetros ativos no momento</span> do menu.
pt_pt: Pode ver a Programação atual através do menu <span class="ui">Parâmetros activos atuais</span>.
sk: Svoj aktuálny harmonogram si môžete pozrieť v ponuke <span class="ui">Aktuálne aktívne parametre</span>.
sr: Тренутни распоред можете да видите из опције менија <span class="ui">Тренутно активни параметри</span>.
ta: உங்கள் தற்போதைய அட்டவணையை <span வகுப்பு = "Ui"> தற்போது செயலில் உள்ள அளவுருக்கள் </span> பட்டியல் விருப்பம் வழியாக காணலாம்.
uk: Поточний розклад можна подивитися у пункті меню <span class="ui">Зараз активні параметри</span>.
zh_hans: 通过<span class="ui">当前生效的计划</span>选项，可查看设备正在使用的时间表。

source: Night Mode
es: Modo Nocturno
fr: Mode Nuit
ga: Mód Oíche
it: Modalità notturna
nl: Nachtmodus
pt_br: Modo Noturno
pt_pt: Modo Noturno
sk: Nočný režim
sr: Ноћни режим
ta: இந்த நற்பொருத்தம் சூரிய அச்தமனத்தில் உங்கள் முன் ஒளியை இயக்கி, உங்கள் &lt;ச்பான் கிளாச் = "யுஐ"&gt; தற்போது செயலில் உள்ள அளவுருக்கள் இன் படி சூரிய உதயத்தில் அணைக்கப்படுகிறது. உங்கள் முன் ஒளியை கைமுறையாக இயக்குவதன் மூலம் இந்த மாற்றத்தை நீங்கள் மேலெழுதலாம். அடுத்த சூரிய உதயம்/சூரிய அச்தமனத்தில், <span> ஆட்டோவார்ம்த் </span> தேவைப்பட்டால் அதை மீண்டும் மாற்றும். இந்த சொருகி பட்டியல் உருப்படியின் போது <span> முன் விளக்கு என்பதைத் தேர்ந்தெடுப்பதன் மூலம் அதை செயல்படுத்தலாம்.</span>
uk: Нічний режим
zh_hans: 夜间模式
