Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Use on all books</span> button activate this tweak for all your books. A <b>star (★)</b> will appear next to its name in the menu, indicating that this tweak will be applied to all books. You can disable this with the same steps.
es: El botón <span class="ui">Usar en todos los libros</span> activa esta modificación para todos tus libros. Aparecerá una <b>estrella (★)</b> junto a su nombre en el menú, lo que indica que esta modificación se aplicará a todos los libros. Puedes desactivarla siguiendo los mismos pasos.
fr: Le bouton <span class="ui">Utiliser sur tous les livres</span> active cette modification pour tous vos livres. Une <b>étoile (★)</b> apparaîtra à côté de son nom dans le menu, indiquant que cette modification sera appliquée à tous les livres. Vous pouvez désactiver cette fonction en suivant les mêmes étapes.
ga: Cuireann an cnaipe <span class="ui">Úsáid ar gach leabhar</span> an coigeartú seo i ngníomh le do chuid leabhar go léir. Beidh <b>réalta (★)</b> le feiceáil in aice lena ainm sa roghchlár, rud a léiríonn go gcuirfear an coigeartú seo i bhfeidhm ar gach leabhar. Is féidir leat é seo a dhíchumasú leis na céimeanna céanna.
it: Il pulsante <span class="ui">Usa su tutti i libri</span> attiva questa modifica per tutti i libri. Una <b>stella (★)</b> apparirà accanto al nome nel menu, a indicare che questa modifica sarà applicata a tutti i libri. È possibile disattivarla con gli stessi passaggi.
nl: Met de knop <span class="ui">Gebruik op alle boeken</span> activeer je deze aanpassing voor al je boeken. Er verschijnt een <b>ster (★)</b> naast de naam in het menu wat aangeeft dat hij op alle boeken wordt toegepast. Uitschakelen gaat op dezelfde manier.
pt_br: O botão <span class="ui">Usar em todos os livros</span> ativa este ajuste para todos os seus livros. Uma <b>estrela (★)</b> aparecerá ao lado do nome no menu, indicando que este ajuste será aplicado a todos os livros. Você pode desativá-lo seguindo os mesmos passos.
sk: Tlačidlo <span class="ui">Použiť na všetky knihy</span> aktivuje toto vylepšenie pre všetky vaše knihy. Vedľa jeho názvu v ponuke sa zobrazí <b>hviezdička (★)</b>, ktorá označuje, že toto vylepšenie bude použité na všetky knihy. Toto vylepšenie môžete zakázať rovnakými krokmi.
sr: Дугме <span class="ui">Користи за све књиге</span> активира ово дотеривање за све ваше књиге. Уз његово име у менију ће се појавити <b>звезда (★)</b>, чиме се означава да се ово дотеривање примењује на све књиге. Истим корацима, ово можете и да искључите.
ta: <span வகுப்பு = "Ui"> எல்லா புத்தகங்களிலும் பயன்படுத்தவும் </span> பொத்தான் உங்கள் எல்லா புத்தகங்களுக்கும் இந்த மாற்றத்தை செயல்படுத்தவும். ஒரு <b> விண்மீன் (★) </b> பட்டியலில் அதன் பெயருக்கு அடுத்ததாக தோன்றும், இது எல்லா புத்தகங்களுக்கும் இந்த மாற்றங்கள் பயன்படுத்தப்படும் என்பதைக் குறிக்கிறது. அதே படிகளுடன் இதை முடக்கலாம்.
uk: Кнопка <span class="ui">Використовувати в усіх книгах</span> активує це підлаштування для усіх книг. Після цього у меню біля його імені з'явиться <b>зірочка (★)</b> – вона показує, що підлаштування буде застосовуватися до усіх книг. Вимкнути це можна виконання таких же дій.
zh_hans: <span class="ui">在所有书籍上使用</span>按钮为所有书籍激活此调整。菜单中其名称旁边将出现一个<b>星号（★）</b>，表示此调整将应用于所有书籍。您可以使用相同的步骤禁用此功能。

source: 2. Book-specific tweak
es: 2. Ajuste específico del libro
fr: 2. Modification spécifique au livre
ga: 2. Coigeartú atá sainiúil don leabhar
it: 2. Ritocco specifico del libro
nl: 2. Boekspecifieke aanpassing
pt_br: 2. Ajuste específico do livro
pt_pt: 2. Ajuste específico do livro
sk: 2. Vylepšenie špecifické pre knihu
sr: 2. Дотеривања специфична за књигу
ta: 2. புத்தக-குறிப்பிட்ட மாற்றங்கள்
uk: 2. Підлаштування окремої книги
zh_hans: 2.针对书籍的调整

source: As you can guess from its name, this type of tweaks are only active for the book which you created them in. This feature is more useful for testing your tweaks or if you need to fix something on the current book and you know that you won't need it on other books. After creating this type of tweak, if you decide that you will need it on other books too (i.e. from the same publisher), you can convert it to a <span class="ui">user style tweak</span>, which we will explain next.
es: Como su nombre indica, este tipo de ajuste solo está activo en el libro en el que se creó. Esta función es más útil para probar los ajustes o si necesitas corregir algo en el libro actual y sabes que no lo necesitarás en otros. Después de crear este tipo de ajuste, si decides que también lo necesitarás en otros libros (es decir, de la misma editorial), puedes convertirlo en un ajuste de <span class="ui">estilo de usuario</span>, como explicaremos a continuación.
fr: Comme son nom l'indique, ce type de modifications n'est actif que pour le livre dans lequel vous les avez créées. Cette fonctionnalité est particulièrement utile pour tester vos modifications ou si vous devez corriger quelque chose dans le livre actuel et que vous savez que vous n'en aurez pas besoin dans d'autres livres. Après avoir créé ce type de modification, si vous décidez que vous en aurez également besoin dans d'autres livres (c'est-à-dire du même éditeur), vous pouvez la convertir en une <span class="ui">modification de style utilisateur</span>, que nous expliquerons ensuite.
ga: Mar is féidir leat a thomhas óna ainm, níl an cineál seo coigeartuithe gníomhach ach don leabhar inar chruthaigh tú iad. Tá an ghné seo níos úsáidí chun do choigeartuithe a thástáil nó má theastaíonn uait rud éigin a shocrú ar an leabhar reatha agus má tá a fhios agat nach mbeidh sé de dhíth ort ar leabhair eile. Tar éis duit an cineál seo coigeartuithe a chruthú, má shocraíonn tú go mbeidh sé de dhíth ort ar leabhair eile freisin (i.e. ón bhfoilsitheoir céanna), is féidir leat é a thiontú go <span class="ui">coigeart stíl úsáideora</span>, a mhíneoimid ina dhiaidh seo.
it: Come si può intuire dal nome, questo tipo di ritocco è attivo solo per il libro in cui è stato creato. Questa funzione è più utile per testare i ritocchi o per correggere qualcosa nel libro corrente, sapendo che non ne avrete bisogno in altri libri. Dopo aver creato questo tipo di ritocco, se si decide di utilizzarlo anche per altri libri (ad esempio dello stesso editore), è possibile convertirlo in un <span class="ui">ritocco stile utente</span>, che verrà spiegata di seguito.
nl: Zoals de naam al aangeeft is dit type aanpassing alleen actief voor het boek waarin je hem hebt aangemaakt. Dit is handig om te testen of om iets in het huidige boek te repareren waarvan je weet dat je het elders niet nodig hebt. Beslis je later dat je hem toch in andere boeken (bijv. van dezelfde uitgever) wilt gebruiken dan kun je hem omzetten naar een <span class="ui">gebruikersstijlaanpassing</span>, die we hierna uitleggen.
pt_br: Como você pode imaginar pelo nome, esse tipo de ajuste só estará ativo para o livro em que foi criado. Esse recurso é mais útil para testar seus ajustes ou se você precisar corrigir algo no livro atual e sabe que não precisará dele em outros livros. Depois de criar esse tipo de ajuste, se você decidir que precisará dele em outros livros também (por exemplo, da mesma editora), poderá convertê-lo em um <span class="ui">ajuste de estilo do usuário</span>, que explicaremos a seguir.
sk: Ako už z názvu vyplýva, tento typ úprav je aktívny iba pre knihu, v ktorej ste ich vytvorili. Táto funkcia je užitočnejšia na testovanie vašich vylepšení alebo ak potrebujete niečo upraviť v aktuálnej knihe a viete, že to v iných knihách nebudete potrebovať. Po vytvorení tohto typu vylepšenia, ak sa rozhodnete, že ho budete potrebovať aj v iných knihách (t. j. od toho istého vydavateľa), môžete ho previesť na <span class="ui">užívateľské vylepšenie štýlu</span>, ktoré vysvetlíme ďalej.
sr: Као што можете да погодите из имена, ова врста дотеривања је активна само за књигу за коју сте их креирали. Ова функционалност је кориснија за тестирање ваших дотеривања или ако је потребно да поправите нешто у текућој књизи и знате да вам то неће бити потребно за остале књиге. Када креирате ову врсту дотеривања, па схватите да вам је потребно и у осталим књигама (нпр. од истог издавача), можете да га конвертујете у <span class="ui">корисничко дотеривање стила</span>, што ћемо управо да објаснимо.
ta: அதன் பெயரிலிருந்து நீங்கள் யூகிக்க முடியும் என, இந்த வகை மாற்றங்கள் நீங்கள் உருவாக்கிய புத்தகத்திற்கு மட்டுமே செயலில் உள்ளன. இந்த நற்பொருத்தம் உங்கள் மாற்றங்களைச் சோதிக்க மிகவும் பயனுள்ளதாக இருக்கும் அல்லது தற்போதைய புத்தகத்தில் ஏதாவது சரிசெய்ய வேண்டுமானால், மற்ற புத்தகங்களில் உங்களுக்கு இது தேவையில்லை என்பதை நீங்கள் அறிவீர்கள். இந்த வகை மாற்றங்களை உருவாக்கிய பிறகு, மற்ற புத்தகங்களிலும் உங்களுக்கு இது தேவைப்படும் என்று நீங்கள் முடிவு செய்தால் (அதாவது அதே வெளியீட்டாளரிடமிருந்து), நீங்கள் அதை <span வகுப்பு = "Ui"> பயனர் பாணி மாற்றங்கள் </span> ஆக மாற்றலாம், அதை நாங்கள் விளக்குவோம்.
uk: Як можна здогадатися з назви, цей тип підлаштувань активний тільки для тієї книги, у якій були створені. Ця функція корисна для перевірки підлаштувань або якщо потрібно щось виправити у поточні книзі й зрозуміло, що це не потрібно для інших книг. Після створення цього типу підлаштувань, якщо ви вирішите, що вони знадобляться також і в інших книгах (наприклад, книгах того ж видавця), їх можна перетворити на <span class="ui">підлаштування стилів користувача</span>, що буде описано далі.
zh_hans: 正如你从它的名字中猜到的，这种类型的调整只对你创建它们的书有效。这个功能对于测试你的调整更有用，或者如果你需要在当前的书上修复一些东西，并且你知道你不需要在其他书上使用它。创建这种类型的调整后，如果您决定在其他书籍上也需要它（即来自同一出版商），您可以将其转换为<span class="ui">用户样式调整</span>，我们将在下面解释。

source: To create a <span class="ui">book specific tweak</span>, use the integrated editor which you can find here:
es: Para crear un <span class="ui">ajuste específico del libro</span>, utiliza el editor integrado que puedes encontrar aquí:
fr: Pour créer une <span class="ui">modification spécifique au livre</span>, utilisez l'éditeur intégré que vous trouverez ici :
ga: Chun <span class="ui">coigeartú leabhar-shonrach</span> a chruthú, bain úsáid as an eagarthóir comhtháite atá le fáil anseo:
it: Per creare un <span class="ui">ritocco specifico per un libro</span>, utilizzare l'editor integrato che si trova qui:
nl: Om een <span class="ui">boekspecifieke aanpassing</span> te maken gebruik je de geïntegreerde editor die je hier vindt:
pt_br: Para criar um <span class="ui">ajuste específico do livro</span>, use o editor integrado que você pode encontrar aqui:
sk: Ak chcete vytvoriť <span class="ui">vylepšenie špecifické pre knihu</span>, použite vstavaný editor, ktorý nájdete tu:
sr: Да бисте креирали <span class="ui">дотеривање специфично за књигу</span>, употребите интегрисани едитор који можете да пронађете овде:
ta: <ச்பான் கிளாச் = "யுஐ"> புத்தக குறிப்பிட்ட மாற்றங்களை உருவாக்க </span>, நீங்கள் இங்கே காணக்கூடிய ஒருங்கிணைந்த எடிட்டரைப் பயன்படுத்தவும்:
uk: Щоб створити <span class="ui">підлаштування окремої книги</span>, скористайтеся інтегрованим редактором, який можна знайти тут:
zh_hans: 要创建<span class="ui">仅用于此书的调整</span>，请使用您可以在此处找到的集成编辑器：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style tweaks / Book-specific tweak
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajuste específico del libro
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Modifications de style / Modifications spécifiques au livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Coigeartuithe stíl / Coigeartuithe sonracha don leabhar
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ritocchi di stile / Ritocco specifico per il libro
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Stijlaanpassingen / Boekspecifieke aanpassing
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo / Ajuste específico do livro
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Alterações ao estilo / Alteração especifica ao livro
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Vylepšenia štýlu / Vylepšenie špecifické pre knihu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Дотеривања стила / Дотеривање специфично за књигу
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 26px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Підлаштування стилів / Підлаштування окремої книги
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / 样式微调 / 用于当前书籍的微调

source: <span class="label_green">TIP</span> In the editor we have a <span class="ui">CSS</span> menu on the bottom toolbar. This menu contains many useful CSS syntax and properties. When you open this menu please first read the <span class="ui">Long-press for info</span> help. Also you can long-press on CSS items in this menu to see a description.
es: <span class="label_green">CONSEJO</span> En el editor, tenemos un menú <span class="ui">CSS</span> en la barra de herramientas inferior. Este menú contiene mucha sintaxis y propiedades CSS útiles. Al abrirlo, lea primero la ayuda sobre <span class="ui">Mantener pulsado para obtener información</span>. También puede mantener pulsados los elementos CSS de este menú para ver una descripción.
fr: <span class="label_green">ASTUCE</span> Dans l'éditeur, nous avons un menu <span class="ui">CSS</span> dans la barre d'outils inférieure. Ce menu contient de nombreuses syntaxes et propriétés CSS utiles. Lorsque vous ouvrez ce menu, veuillez d'abord lire l'aide <span class="ui">Appuyez longuement pour obtenir des informations</span>. Vous pouvez également appuyer longuement sur les éléments CSS de ce menu pour voir une description.
ga: <span class="label_green">LEID</span> San eagarthóir tá roghchlár <span class="ui">CSS</span> againn ar an mbarra uirlisí bun. Tá go leor comhréir agus airíonna CSS úsáideacha sa roghchlár seo. Nuair a osclaíonn tú an roghchlár seo, léigh an chabhair <span class="ui">Brúigh go fada le haghaidh eolais</span> ar dtús. Chomh maith leis sin, is féidir leat brúigh go fada ar mhíreanna CSS sa roghchlár seo chun cur síos a fheiceáil.
it: <span class="label_green">TIP</span> Nell'editor abbiamo un menu <span class="ui">CSS</span> nella barra degli strumenti inferiore. Questo menu contiene molte utili proprietà e sintassi CSS.Quando si apre questo menu, leggere prima la guida <span class="ui">Pressione prolungata per informazioni</span>. È inoltre possibile premere a lungo sulle voci CSS di questo menu per visualizzarne la descrizione.
nl: <span class="label_green">TIP</span> In de editor is er een <span class="ui">CSS</span>-menu op de onderste werkbalk. Dit bevat veel nuttige CSS-syntaxis en eigenschappen. Lees eerst de <span class="ui">Lang ingedrukt houden voor info</span>-uitleg. Je kunt ook lang drukken op items in dit menu voor een beschrijving.
pt_br: <span class="label_green">DICA</span> No editor, temos um menu <span class="ui">CSS</span> na barra de ferramentas inferior. Este menu contém muitas sintaxes e propriedades CSS úteis. Ao abrir este menu, leia primeiro a ajuda <span class="ui">Pressione e segure para obter informações</span>. Você também pode pressionar e segurar os itens CSS neste menu para ver uma descrição.
sk: <span class="label_green">TIP</span> V editore máme na spodnom paneli nástrojov ponuku <span class="ui">CSS</span>. Táto ponuka obsahuje mnoho užitočných syntaxí a vlastností CSS. Keď otvoríte túto ponuku, najskôr si prečítajte pomocníka pre <span class="ui">Dlhé stlačenie pre informácie</span>. Taktiež môžete dlhým stlačením položiek CSS v tejto ponuke zobraziť popis.
sr: <span class="label_green">САВЕТ</span> У едитору имамо <span class="ui">CSS</span> мени на алатној линији у дну. Овај мени садржи доста корисне CSS синтаксе и особина. Када отворите овај мени, молимо вас да најпре прочитате <span class="ui">Дугачки притисак за инфо </span> помоћ. Да бисте видели опис, можете и да извршите дугачки притисак на CSS ставке.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> எடிட்டரில் நமக்கு <span வகுப்பு = "Ui"> சிஎச்எச் </span> பட்டியல் கீழே உள்ள கருவிப்பட்டியில் உள்ளது. இந்த பட்டியலில் பல பயனுள்ள சிஎச்எச் தொடரியல் மற்றும் பண்புகள் உள்ளன. இந்த மெனுவைத் திறக்கும்போது, முதலில் </span> உதவிக்கு <span வகுப்பு = "Ui"> நீண்ட அழுத்தத்தைப் படியுங்கள். விளக்கத்தைக் காண இந்த பட்டியலில் சிஎச்எச் உருப்படிகளில் நீண்ட நேரம் அழுத்தலாம்.
uk: <span class="label_green">ПОРАДА</span> У редакторі на нижній панелі інструментів є меню <span class="ui">CSS</span>. Це меню містить багато корисних синтаксису і властивостей CSS. Коли відкриєте це меню, радимо спершу прочитати довідкову інформацію <span class="ui">Затисніть для відомостей</span>. Щоб побачити описи, можна також затискати елементи CSS у меню.
zh_hans: <span class="label_green">提示</span> 编辑器底部工具栏有 <span class="ui">CSS</span>菜单，内置多种常用CSS语法和特性。在打开该菜单前，请先阅读<span class="ui">长按获取说明</span>帮助。另外，长按菜单中的CSS项可阅读其功能描述。

source: 3. User style tweaks
es: 3. Ajustes de estilo de usuario
fr: 3. Modifications du style utilisateur
ga: 3. Feabhsuithe ar stíl an úsáideora
it: 3. Ritocchi di stile dell'utente
nl: 3. Gebruikersstijlaanpassingen
pt_br: 3. Ajustes de estilo do usuário
pt_pt: 3. Alterações dos estilos de utilizador
sk: 3. Užívateľské vylepšenia štýlu
sr: 3. Корисничка дотеривања стила
ta: 3. பயனர் பாணி மாற்றங்கள்
uk: 3. Підлаштування стилів користувача
zh_hans: 3.用户样式调整

source: These group of tweaks are different from the previous ones in the way they are created. Also unlike the previous type, they are not limited to a single book. They can be applied globally to all of your books.
es: Este grupo de ajustes se diferencia de los anteriores en su forma de creación. Además, a diferencia del anterior, no se limitan a un solo libro. Se pueden aplicar globalmente a todos tus libros.
fr: Ces réglages diffèrent des précédents par leur mode de création. Contrairement au type précédent, ils ne sont pas limités à un seul livre. Ils peuvent être appliqués globalement à tous vos livres.
ga: Tá an grúpa seo de choigeartuithe difriúil ó na cinn roimhe seo sa chaoi a gcruthaítear iad. Chomh maith leis sin, murab ionann agus an cineál roimhe seo, níl siad teoranta do leabhar amháin. Is féidir iad a chur i bhfeidhm go domhanda ar do chuid leabhar go léir.
it: Questo gruppo di ritocchi si differenzia dai precedenti per il modo in cui vengono creati. Inoltre, a differenza del tipo precedente, non sono limitati a un singolo libro. Possono essere applicati globalmente a tutti i libri.
nl: Deze groep aanpassingen verschilt van de vorige in hoe ze worden aangemaakt. In tegenstelling tot het vorige type zijn ze niet beperkt tot één boek; je kunt ze globaal op al je boeken toepassen.
pt_br: Este grupo de ajustes difere dos anteriores na forma como são criados. Além disso, diferentemente do tipo anterior, eles não se limitam a um único livro. Podem ser aplicados globalmente a todos os seus livros.
sk: Tieto skupiny úprav sa od predchádzajúcich líšia spôsobom, akým sa vytvárajú. Na rozdiel od predchádzajúceho typu nie sú obmedzené na jednu knihu. Možno ich použiť globálne na všetky vaše knihy.
sr: Ова група дотеривања се разликује од претходних по начину на који се креира. Такође, за разлику од претходног типа, она нису ограничена на једну књигу. Могу да се примене глобално на све ваше књиге.
ta: இந்த மாற்றங்களின் குழு முந்தையவற்றிலிருந்து அவை உருவாக்கப்பட்ட விதத்தில் வேறுபட்டவை. முந்தைய வகையைப் போலல்லாமல், அவை ஒரு புத்தகத்துடன் மட்டுப்படுத்தப்படவில்லை. உங்கள் எல்லா புத்தகங்களுக்கும் அவை உலகளவில் பயன்படுத்தப்படலாம்.
uk: Ця група підлаштувань відрізняється від попередніх способом створення. Також, на відміну від попередніх, вони не обмежені окремою книгою. Їх можна застосувати глобально, до усіх книг.
zh_hans: 这组调整在创建方式上与之前的调整不同。与之前的类型不同，它们也不限于一本书。它们可以在全局范围内应用于您的所有书籍。

source: Procedure is roughly like this, which we will explain in detail:
es: El procedimiento es más o menos el siguiente, que explicaremos en detalle:
fr: La procédure est à peu près la suivante, que nous allons expliquer en détail :
ga: Tá an nós imeachta mar seo go garbh, agus míneoimid go mion é:
it: La procedura è più o meno questa, che spiegheremo in dettaglio:
nl: Globaal werkt het zo, wat we hierna in detail zullen uitleggen:
pt_br: O procedimento é, resumidamente, o seguinte, e o explicaremos em detalhe:
pt_pt: O procedimento é basicamente o seguinte, que explicaremos em detalhe:
sk: Postup je zhruba takýto, podrobnejšie si ho vysvetlíme:
sr: Процедура је отприлике оваква, и објаснићемо је детаљно:
ta: செயல்முறை தோராயமாக இது போன்றது, அதை நாங்கள் விரிவாக விளக்குவோம்:
uk: Процедура приблизно така:
zh_hans: 程序大致是这样的，我们将详细解释：

source: Create your user tweak file
es: Crea tu archivo de ajustes de usuario
fr: Créez votre fichier de réglages utilisateur
ga: Cruthaigh do chomhad tweak úsáideora
it: Creare il file di ritocchi utente
nl: Maak je gebruikersaanpassingsbestand
pt_br: Crie seu arquivo de ajustes de estilo do usuário
pt_pt: Crie o seu ficheiro de alterações de estilo
sk: Vytvorte si súbor s vylepšeniami používateľa
sr: Креирајте свој фајл корисничког дотеривања
ta: உங்கள் பயனர் மாற்றக் கோப்பை உருவாக்கவும்
uk: Створіть свій файл користувацького підлаштування
zh_hans: 创建用户调整文件

source: Transfer it to your device
es: Transfiérelo a tu dispositivo
fr: Transférez-le sur votre appareil
ga: Aistrigh chuig do ghléas é
it: Trasferirlo sul dispositivo
nl: Zet het over naar je apparaat
pt_br: Transfira para o seu dispositivo
pt_pt: Transfira para o seu dispositivo
sk: Preneste ho do svojho zariadenia
sr: Пренесите га на уређај
ta: அதை உங்கள் சாதனத்திற்கு மாற்றவும்
uk: Передайте його на пристрій
zh_hans: 传输到您的设备

source: Enable your tweak from the menu
es: Habilite su ajuste desde el menú
fr: Activez votre réglage dans le menu
ga: Cumasaigh do choigeartú ón roghchlár
it: Attivare il ritocco dal menu
nl: Schakel je aanpassing in via het menu
pt_br: Habilite o seu ajuste de estilo no menu
pt_pt: Ative a sua alteração a partir do menu
sk: Povoľte si vylepšenie z ponuky
sr: Укључите своје дотеривање из менија
ta: மெனுவிலிருந்து உங்கள் மாற்றத்தை இயக்கவும்
uk: Увімкніть своє користувацьке підлаштування у меню
zh_hans: 从菜单中启用

source: 1. Creating the user tweak file:
es: 1. Creación del archivo de ajuste del usuario:
fr: 1. Création du fichier de modification utilisateur :
ga: 1. An comhad tweak úsáideora a chruthú:
it: 1. Creazione del file di ritocchi utente:
nl: 1. Het gebruikersaanpassingsbestand maken:
pt_br: 1. Criando o arquivo de ajustes de estilo do usuário:
pt_pt: 1. A criar o ficheiro de alterações do utilizador:
sk: 1. Vytvorenie užívateľského súboru s vylepšeniami:
sr: 1. Креирање фајла корисничког дотеривања:
ta: 1. பயனர் மாற்றக் கோப்பை உருவாக்குதல்:
uk: 1. Створення файлу користувацького підлаштування:
zh_hans: 1. 创建用户调整文件：
