Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Taps and Gestures / Gesture Manager / “Your Quick Menu gesture” / Keep Quick Menu open
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Toques y gestos / Configurador de gestos / “Tu gesto del Menú rápido” / Mantener abierto el Menú rápido
fr: MENU PRINCIPAL / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Touches et gestes / Gestionnaire de gestes / « Votre geste Menu rapide » / Garder le Menu rapide ouvert
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tapálacha agus Gothaí / Bainisteoir Gothaí / “Do ghotha Roghchláir Thapa” / Coinnigh an Roghchlár Thapa ar oscailt
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tocchi e gesti / Impostazione dei gesti / “Il vostro gesto per il menu rapido” / Mantieni aperto il Menu rapido
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tikken en gebaren / Gebarenbeheer / “Je Snelmenugebaar” / Snelmenu open houden
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Toques e Gestos / Gerenciador de Gestos / “Seu gesto de Menu Rápido” / Manter o Menu Rápido aberto
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Ťuknutia a gestá / Správca gest / „Vaše gesto pre Rýchle menu“ / Ponechať Rýchle menu otvorené
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Тапови и гестикулације/ Управљач гестикулацијама / „Ваша гестикулација Брзог менија” / Држи Брзи мени отворен
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Дотики та жести / Менеджер жестів / «ваш жест швидкого меню» / Не закривати швидке меню
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ 点按及手势交互 / 交互手势管理 / 「用户指定的手势」 / 保持快捷菜单开启

source: Or from this menu, if you have a <b>Profiles based – (Advanced method)</b> Quick Menu:
es: O desde este menú, si tiene un Menú Rápido <b>basado en perfiles (método avanzado)</b>:
fr: Ou à partir de ce menu, si vous disposez d'un Menu rapide <b>Basé sur les profils – (Méthode avancée)</b> :
ga: Nó ón roghchlár seo, má tá Roghchlár Tapa agat <b>Próifílí bunaithe – (Modh ardleibhéil)</b>:
it: Oppure da questo menu, se si dispone di un <b>Menu rapido basato sui profili - (metodo avanzato)</b>:
nl: Of via dit menu, als je een <b>op Profielen gebaseerd (Geavanceerde methode)</b> Snelmenu hebt:
pt_br: Ou, neste menu, se você tiver um Menu Rápido <b>baseado em Perfis – (Método avançado)</b>:
sk: Alebo z tejto ponuky, ak máte <b>Na základe profilov – (pokročilá metóda)</b> Rýchlu ponuku:
sr: Или из следећег менија, ако сте Брзи мени изградили из <b>Профила – (напредни метод)</b>:
ta: அல்லது இந்த மெனுவிலிருந்து, உங்களிடம் <b> சுயவிவரங்கள் அடிப்படையிலானவை இருந்தால் - (மேம்பட்ட முறை) </b> விரைவான மெனு:
uk: Або ж, якщо ви маєте швидке меню створене <b>На основі профілю – (Розширений спосіб)</b>, з цього меню:
zh_hans: 若已创建<b>基于配置文件（高阶操作）</b>的快捷菜单，请在下列菜单中选择：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Profiles / “Your Quick Menu profile” / Edit actions / Keep Quick Menu open
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Perfiles / “Tu perfil del Menú rápido” / Editar acciones / Mantener abierto el Menú rápido
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Profils / « Votre profil Menu rapide » / Modifier les actions / Garder le Menu rapide ouvert
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Próifílí / “Do phróifíl Roghchláir Thapa” / Gníomhartha a chur in eagar / Coinnigh an Roghchlár Thapa ar oscailt
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Profili / “Il vostro profilo di Menu rapido” / Azioni di modifuca / Mantieni aperto il Menu rapido
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Profielen / “Je Snelmenu-profiel” / Acties bewerken / Snelmenu geopend houden
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Perfis / “Seu perfil de Menu Rápido” / Editar ações / Manter o Menu Rápido aberto
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Profily / „Váš profil v Rýchlom menu“ / Upraviť akcie / Ponechať Rýchle menu otvorené
sr: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Профили / „Ваш профил Брзог менија” / Уреди акције/ Држи Брзи мени отворен
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ Профілі / «ваш профіль швидкого меню» / Редагувати дії / Не закривати швидке меню
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;">/ 配置文件 / 「用户指定的快捷菜单配置文件」 / 编辑行为 / 保持快捷菜单开启

source: Opening Quick Menu at the gesture position
es: Abrir el menú rápido en la posición del gesto
fr: Ouverture du Menu rapide à l'emplacement du geste
ga: Ag oscailt an Roghchláir Thapa ag suíomh na gluaiseachta
it: Apertura del menu rapido nella posizione del gesto
nl: Snelmenu openen op de gebarenpositie
pt_br: Abrindo o Menu Rápido na posição do gesto
pt_pt: A abrir Menu Rápido na posição do gesto
sk: Otvorenie rýchlej ponuky na pozícii gesta
sr: Отварање Брзог менија на позицији гестикулације
ta: சைகை நிலையில் விரைவான மெனுவைத் திறக்கிறது
uk: Відкриття швидкого меню на місці жесту
zh_hans: 在手势位置打开快速菜单

source: Normally Quick Menu opens centered at the middle of the screen. If you are using your e-reader with one hand, you can activate a setting which will open your menu at the gesture position. This way, menu will be closer to your finger and easier to access. To use this feature enable this option:
es: Normalmente, el Menú Rápido se abre centrado en la pantalla. Si usa su lector electrónico con una mano, puede activar una configuración que abrirá el menú en la posición del gesto. De esta forma, el menú estará más cerca de su dedo y será más fácil de acceder. Para usar esta función, active esta opción:
fr: Normalement, le menu rapide s'ouvre au centre de l'écran. Si vous utilisez votre liseuse d'une seule main, vous pouvez activer un paramètre qui ouvrira votre menu à l'endroit où vous effectuez le geste. De cette façon, le menu sera plus proche de votre doigt et plus facile d'accès. Pour utiliser cette fonctionnalité, activez cette option :
ga: De ghnáth osclaítear an Roghchlár Tapa i lár an scáileáin. Má tá tú ag úsáid do léitheoir leictreonach le lámh amháin, is féidir leat socrú a ghníomhachtú a osclóidh do roghchlár ag an suíomh gotha. Ar an mbealach seo, beidh an roghchlár níos gaire le do mhéar agus níos éasca rochtain a fháil air. Chun an ghné seo a úsáid, cumasaigh an rogha seo:
it: Normalmente il Menu rapido si apre al centro dello schermo. Se si utilizza l'e-reader con una sola mano, è possibile attivare un'impostazione che apre il menu nella posizione del gesto. In questo modo, il menu sarà più vicino al dito e più facile da raggiungere. Per utilizzare questa funzione, attivare l'opzione:
nl: Het Snelmenu wordt normaal in het midden van het scherm geopend. Gebruik je je e-reader met één hand, dan kun je een instelling activeren die je menu opent op de positie van het gebaar. Zo staat het menu dichter bij je vinger en is het makkelijker bereikbaar. Schakel hiervoor deze optie in:
pt_br: Normalmente, o Menu Rápido abre centralizado no meio da tela. Se você estiver usando seu e-reader com uma mão, pode ativar uma configuração que abrirá o menu na posição do gesto. Dessa forma, o menu ficará mais próximo do seu dedo e mais fácil de acessar. Para usar este recurso, ative esta opção:
sk: Normálne sa Rýchla ponuka otvára v strede obrazovky. Ak používate elektronickú čítačku jednou rukou, môžete aktivovať nastavenie, ktoré otvorí vašu ponuku na pozícii gesta. Týmto spôsobom bude ponuka bližšie k vášmu prstu a bude ľahšie dostupná. Ak chcete použiť túto funkciu, povoľte túto možnosť:
sr: Обично се Брзи мени отвара центриран на средини екрана. Ако е-читач користите једном руком, можете да активирате подешавање које ће мени отворити на позицији гестикулације. На овај начин ће се мени појавити ближе вашем прсту и лакше ћете му приступити. Да бисте користили ову функцију, укључите следећу опцију:
ta: பொதுவாக விரைவான பட்டியல் திரையின் நடுவில் மையமாக திறக்கும். நீங்கள் ஒரு கையால் உங்கள் ஈ-ரீடரைப் பயன்படுத்துகிறீர்கள் என்றால், சைகை நிலையில் உங்கள் மெனுவைத் திறக்கும் ஒரு அமைப்பை நீங்கள் செயல்படுத்தலாம். இந்த வழியில், பட்டியல் உங்கள் விரலுக்கு நெருக்கமாகவும் அணுகவும் எளிதாக இருக்கும். இந்த அம்சத்தைப் பயன்படுத்த இந்த விருப்பத்தை இயக்கவும்:
uk: Зазвичай швидке меню відкривається по центру екрану. Якщо ви користуєтеся пристроєм однією рукою, можна налаштувати, щоб швидке меню відкривалося на місці екрану, де був виконаний жест. Таким чином меню з'являтиметься ближче до пальця і ним буде зручніше користуватися. Щоб скористатися такою можливістю, увімкніть цей параметр:
zh_hans: 通常，快速菜单在屏幕中间居中打开。如果您用一只手使用电子阅读器，则可以激活一个设置，该设置将在手势位置打开菜单。这样，菜单将更接近您的手指，更容易访问。要使用此功能，请启用此选项：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Taps and Gestures / Gesture Manager / “Your Quick Menu gesture” / Anchor Quick Menu to gesture position
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Toques y gestos / Administrador de gestos / “Tu gesto del Menú rápido” / Anclar el Menú rápido a posición del gesto
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Touches et gestes / Gestionnaire de gestes / « Votre geste de Menu rapide » / Ancrer le Menu rapide à la position du geste
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tapálacha agus Gothaí / Bainisteoir Gothaí / “Do ghotha Roghchláir Thapa” / Ancaire Roghchlár Thapa le suíomh na gothaí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tocchi e gesti / Impostazione dei gesti / “Il vostro gesto per il menu rapido” / Ancoraggio di QuickMenu alla posizione della gest...
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Tikken en gebaren / Gebarenbeheer / “Je Snelmenugebaar” / Snelmenu verankeren aan gebarenpositie
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Toques e Gestos / Gerenciador de Gestos / “Seu gesto de Menu Rápido” / Ancorar o Menu Rápido na posição do gesto
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Ťuknutia a gestá / Správca gest / „Vaše gesto v Rýchlom menu“ / Ukotvenie Rýchleho menu na pozíciu gesta
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Тапови и гестикулације/ Управљач гестикулацијама / „Ваша гестикулација Брзог менија” / Усидри позицију Брзог менија на позицију гестикулације
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Дотики та жести / Менеджер жестів / «ваш жест швидкого меню» / Прив'язати швидке меню до позиції жесту
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ 点按及手势交互 / 交互手势管理 / 「用户指定的快捷菜单手势」 / 将快捷菜单锚定在手势位置

source: <span class="label_blue">INFO</span> This is available only in a Quick Menu which is created via Gesture Manager (Easy method above).
es: <span class="label_blue">INFO</span> Esto solo está disponible en un Menú rápido que se crea a través del Administrador de gestos (método fácil mencionado anteriormente).
fr: <span class="label_blue">INFO</span> Cette fonction n'est disponible que dans le Menu rapide créé via le Gestionnaire de gestes (Méthode facile ci-dessus).
ga: <span class="label_blue">EOLAS</span> Níl sé seo ar fáil ach i Roghchlár Tapa a chruthaítear trí Bhainisteoir Gothaí (an modh éasca thuas).
it: <span class="label_blue">INFO</span> È disponibile solo in un Menu rapido creato tramite Impostazione dei gesti (metodo facile sopra).
nl: <span class="label_blue">INFO</span> Dit is alleen beschikbaar in een Snelmenu dat via Gebarenbeheer is aangemaakt (Eenvoudige methode hierboven).
pt_br: <span class="label_blue">INFO</span> Isso está disponível apenas em um Menu Rápido criado por meio do Gerenciador de Gestos (Método Fácil).
sk: <span class="label_blue">INFORMÁCIA</span> Toto je dostupné iba v Rýchlej ponuke, ktorá sa vytvára pomocou Správcu gest (jednoduchá metóda vyššie).
sr: <span class="label_blue">ИНФО</span> Ово је доступно само за Брзи мени који је креиран употребом Управљача гестикулацијама (једноставна метода изнад).
ta: <span class="label_blue">INFO</span> This is available only in a Quick பட்டியல் which is உருவாக்கப்பட்டது வழிமம் Gesture Manager (Easy method above).
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Ця функція доступна лише для швидкого меню, створеного за допомогою Менеджера жестів (простий спосіб, який описаний вище).
zh_hans: <span class="label_blue">说明</span> 在手势交互管理器中添加（前文的简单方法）后，该选项才会出现在快捷菜单中。

# user_guide/en.html+html.body.div.div:4416-1
source: Profiles
sk: Profily
ta: சுயவிவரங்கள்
uk: Профілі
zh_hans: 配置文件

source: A profile is basically a collection of actions that can be triggered with a single gesture (like a macro).
es: Un perfil es básicamente una colección de acciones que pueden activarse con un solo gesto (como una macro).
fr: Un profil est essentiellement un ensemble d'actions qui peuvent être déclenchées d'un seul geste (comme une macro).
ga: Is bailiúchán gníomhartha é próifíl go bunúsach is féidir a spreagadh le gotha amháin (cosúil le macra).
it: Un profilo è fondamentalmente una raccolta di azioni che possono essere attivate con un singolo gesto (come una macro).
nl: Een profiel is in wezen een verzameling acties die met één gebaar kunnen worden geactiveerd (zoals een macro).
pt_br: Um perfil é basicamente uma coleção de ações que podem ser acionadas com um único gesto (como uma macro).
sk: Profil je v podstate súbor akcií, ktoré je možné spustiť jedným gestom (ako napríklad makro).
sr: Профил је у суштини збирка акција које могу да се окину једном гестикулацијом (као макро).
ta: ஒரு சுயவிவரம் அடிப்படையில் ஒரு சைகையுடன் (மேக்ரோ போன்றது) தூண்டக்கூடிய செயல்களின் தொகுப்பாகும்.
uk: По своїй суті профілі є набором жестів, який можна запустити одним дотиком (на зразок макросу).
zh_hans: 配置文件本质上是一套操作集合（就像宏命令），可通过单个手势触发。

# user_guide/en.html+html.body.div.p:4420-9
source: As an example, imagine that when reading some type of books, you always:
sk: Predstavte si napríklad, že pri čítaní nejakého typu kníh vždy:
ta: உதாரணமாக, சில வகை புத்தகங்களைப் படிக்கும்போது, நீங்கள் எப்போதும்: நீங்கள் எப்போதும்:
uk: Як приклад, уявіть, що під час читання певних типів книг ви завжди:
zh_hans: 例如，想象一下，当阅读某一类型的书籍时，您总是：

# user_guide/en.html+html.body.div.ul.li:4422-13
source: Rotate the screen to landscape orientation
sk: Otočíte obrazovku do orientácie na šírku
ta: திரையை இயற்கை நோக்குநிலைக்கு சுழற்றுங்கள்
uk: Повертаєте екран у альбомну орієнтацію
zh_hans: 将屏幕旋转为横向

# user_guide/en.html+html.body.div.ul.li:4423-13
source: Increase the font size and contrast and
sk: Zväčšíte veľkosť písma a kontrastu a
ta: எழுத்துரு அளவு மற்றும் மாறுபாட்டை அதிகரிக்கவும்
uk: Збільшуєте розмір шрифту і контраст та
zh_hans: 增大字号及对比度，并且

# user_guide/en.html+html.body.div.ul.li:4424-13
source: Turn the screen light on
sk: Zapnete osvetlenie obrazovky
ta: திரை ஒளியை இயக்கவும்
uk: Вмикаєте підсвічування екрану
zh_hans: 打开屏幕前光

# user_guide/en.html+html.body.div.p:4427-9
source: With the profiles plugin, you can do all these at once with a single action.
sk: Pomocou doplnku "profily" môžete toto všetko urobiť naraz pomocou jednej akcie.
ta: சுயவிவர சொருகி மூலம், இவை அனைத்தையும் ஒரே நேரத்தில் ஒரே நேரத்தில் செய்யலாம்.
uk: За допомогою модуля профілів все це можна робити одночасно єдиним дотиком.
zh_hans: 使用配置文件插件，您可以通过一个动作同时完成所有这些操作。

source: <span class="label_blue">INFO</span> When you activate another profile, changes made in the first profile <b>will not be reversed</b>. For example, you activate a profile which sets your font size from <b>20</b> to <b>24</b>. Then you activate another profile that adjusts your <b>frontlight</b>. Your font size <b>stays at 24</b> after activating the second profile. Because profiles in KOReader doesn’t have an exit or reverse action.
es: <span class="label_blue">INFO</span> Al activar otro perfil, los cambios realizados en el primero <b>no se revertirán</b>. Por ejemplo, si activa un perfil que establece el tamaño de fuente de <b>20</b> a <b>24</b>, y luego activa otro perfil que ajusta la <b>luz frontal</b>, el tamaño de fuente <b>se mantiene en 24</b> después de activar el segundo perfil. Esto se debe a que los perfiles en KOReader no permiten salir ni revertir la configuración.
fr: <span class="label_blue">INFO</span> Lorsque vous activez un autre profil, les modifications apportées dans le premier profil <b>ne seront pas annulées</b>. Par exemple, vous activez un profil qui définit la taille de votre police de <b>20</b> à <b>24</b>. Vous activez ensuite un autre profil qui ajuste votre <b>rétroéclairage</b>. Votre taille de police <b>reste à 24</b> après l'activation du deuxième profil. En effet, les profils dans KOReader ne disposent pas d'action de sortie ou d'annulation.
ga: <span class="label_blue">EOLAS</span> Nuair a ghníomhaíonn tú próifíl eile, <b>ní aisiompófar</b> athruithe a rinneadh sa chéad phróifíl. Mar shampla, gníomhaíonn tú próifíl a shocraíonn méid do chló ó <b>20</b> go <b>24</b>. Ansin gníomhaíonn tú próifíl eile a choigeartaíonn do <b>sholas tosaigh</b>. <b>Fanann méid do chló ag 24</b> tar éis an dara próifíl a ghníomhachtú. Toisc nach bhfuil gníomh scoir ná aisiompaithe ag próifílí i KOReader.
it: <span class="label_blue">INFO</span> Quando si attiva un altro profilo, le modifiche apportate nel primo profilo <b>non saranno annullate</b>. Ad esempio, si attiva un profilo che imposta la dimensione dei caratteri da <b>20</b> a <b>24</b>. Poi si attiva un altro profilo che regola la <b>luce frontale</b>. La dimensione dei caratteri <b>rimane a 24</b> dopo aver attivato il secondo profilo. Perché i profili in KOReader non hanno un'azione di uscita o di inversione.
nl: <span class="label_blue">INFO</span> Wanneer je een ander profiel activeert, worden de wijzigingen van het eerste profiel <b>niet teruggedraaid</b>. Bijvoorbeeld: je activeert een profiel dat de lettergrootte van <b>20</b> naar <b>24</b> zet. Activeer je daarna een ander profiel dat het <b>schermlicht</b> aanpast, dan <b>blijft</b> de lettergrootte <b>24</b>. Profielen in KOReader hebben geen afsluit- of omkeeractie.
pt_br: <span class="label_blue">INFO</span> Ao ativar outro perfil, as alterações feitas no primeiro perfil <b>não serão revertidas</b>. Por exemplo, você ativa um perfil que define o tamanho da fonte de <b>20</b> para <b>24</b>. Em seguida, você ativa outro perfil que ajusta a <b>luz frontal</b>. O tamanho da fonte <b>permanece em 24</b> após a ativação do segundo perfil. Isso porque os perfis no KOReader não têm uma ação de saída ou reversão.
sk: <span class="label_blue">INFORMÁCIA</span> Keď aktivujete iný profil, zmeny vykonané v prvom profile <b>nebudú vrátené</b> do pôvodného stavu. Napríklad aktivujete profil, ktorý nastavuje veľkosť písma od <b>20</b> do <b>24</b>. Potom aktivujete ďalší profil, ktorý upraví vaše <b>podsvietenie/nasvietenie displeja</b>. Po aktivácii druhého profilu <b>zostane veľkosť písma 24</b>. Pretože profily v KOReader nemajú ukončenie ani spätnú akciu.
sr: <span class="label_blue">ИНФО</span> Када активирате други профил, измене које сте направили првим профилом <b>не поништавају</b>. На пример, активирате профил који поставља величину фонта са <b>20</b> на <b>24</b>. Па затим активирате неки други профил који подешава <b>предње светло</b>. Величина фонта <b>остаје на 24</b> и након активирања другог профила. Разлог за то је што профили у програму KOReader немају акцију приликом напуштања профила или акцију враћања вредности које промени профил на претходно стање.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> நீங்கள் மற்றொரு சுயவிவரத்தை செயல்படுத்தும்போது, முதல் சுயவிவரத்தில் செய்யப்பட்ட மாற்றங்கள் <b> தலைகீழாக மாற்றப்படாது </b>. எடுத்துக்காட்டாக, உங்கள் எழுத்துரு அளவை <b> 20 </b> இலிருந்து <b> 24 </b> க்கு அமைக்கும் சுயவிவரத்தை செயல்படுத்துகிறீர்கள். உங்கள் <b> முன் விளக்கு </b> ஐ சரிசெய்யும் மற்றொரு சுயவிவரத்தை செயல்படுத்துகிறீர்கள். உங்கள் எழுத்துரு அளவு <b> இரண்டாவது சுயவிவரத்தை செயல்படுத்திய பின் 24 </b> இல் இருக்கும். ஏனெனில் கொரியாடரில் உள்ள சுயவிவரங்களுக்கு வெளியேறும் அல்லது தலைகீழ் நடவடிக்கை இல்லை.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Після активації іншого профілю, зроблені в активному до цього профілі <b>не буде скасовано</b>. Наприклад, ви активуєте профіль, який збільшує розмір шрифту з <b>20</b> до <b>24</b>. Після цього ви активуєте інший профіль, який підлаштовує <b>підсвічування</b> екрана. У результаті активації другого профілю розмір шрифту <b>залишиться 24</b>. Так відбувається через те, що з профілів у KOReader не можна вийти або скасувати внесені ними зміни.
zh_hans: <span class="label_blue">信息</span> 启用另一套配置文件后，前一套配置文件所执行的修改将<b>不可撤销</b>。例如，用户启用了一套配置文件将字号从<b>20</b>改为<b>24</b>，然后又启用了另一套配置文件调整了<b>屏幕前光</b>，此时字号将<b>保持为24</b>。KOReader没有退出或撤销配置文件的操作选项。

source: To create a profile first be sure that <span class="ui">Profiles</span> plugin is activated. If you don’t see it under:
es: Para crear un perfil, primero asegúrese de que el complemento <span class="ui">Perfiles</span> esté activado. Si no lo ve en:
fr: Pour créer un profil, assurez-vous d'abord que le plugin <span class="ui">Profils</span> est activé. Si vous ne le voyez pas sous :
ga: Chun próifíl a chruthú, déan cinnte ar dtús go bhfuil an breiseán <span class="ui">Próifílí</span> gníomhachtaithe. Mura bhfeiceann tú é faoi:
it: Per creare un profilo, assicurarsi che il plugin <span class="ui">Profili</span> sia attivato. Se non lo si vede sotto:
nl: Zorg er om te beginnen voor dat de plug-in <span class="ui">Profielen</span> is geactiveerd. Zie je die niet onder:
pt_br: Para criar um perfil, primeiro certifique-se de que o plugin <span class="ui">Perfis</span> esteja ativado. Caso não o veja em:
sk: Ak chcete vytvoriť profil, najprv sa uistite, že je aktivovaný doplnok <span class="ui">Profily</span>. Ak ho nevidíte pod:
sr: Ако желите да креирате профил, најпре проверите да ли је активиран додатак <span class="ui">Профили</span>. Ако га не видите у:
ta: ஒரு சுயவிவரத்தை உருவாக்க முதலில் <span வகுப்பு = "Ui"> சுயவிவரங்கள் </span> சொருகி செயல்படுத்தப்படுகிறது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். நீங்கள் அதை கீழ் காணவில்லை என்றால்:
uk: Щоб створити профіль спершу переконайтеся, що модуль <span class="ui">Профілі</span> активований. Якщо ви не бачите його тут:
zh_hans: 要创建配置文件，首先确保<span class="ui">配置文件</span>插件已激活。如果您在下面看不到它：
