Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: PDF highlights feature works a bit different than the description above. As we mentioned before, when you save your PDF highlights, they will be directly written into the PDF file, which means they become a part of the file itself. That's why you can send this PDF to another user and they can see the highlights with a compatible PDF reader. They won't need your <span class="ui">.sdr folder</span> which contains a record of your highlights because now the highlights are embedded directly into the PDF file.
es: La función de subrayados en PDF funciona un poco diferente a la descripción anterior. Como mencionamos antes, cuando guardas los subrayados en un PDF se escribirán directamente en el archivo PDF, lo que significa que pasarán a formar parte del archivo en sí. Es por eso que puedes enviar este PDF a otro usuario y él podrá ver los subrayados con un lector PDF compatible. No necesitará tu <span class="ui">carpeta .sdr</span> que contiene el registro de tus subrayados porque ahora están incrustados directamente en el archivo PDF.
fr: La fonctionnalité de surlignage PDF fonctionne un peu différemment de la description ci-dessus. Comme nous l'avons mentionné précédemment, lorsque vous enregistrez vos surlignages PDF, ceux-ci sont directement intégrés au fichier PDF, ce qui signifie qu'ils font partie intégrante du fichier lui-même. C'est pourquoi vous pouvez envoyer ce PDF à un autre utilisateur qui pourra voir les surlignages à l'aide d'un lecteur PDF compatible. Il n'aura pas besoin de votre dossier <span class="ui">.sdr</span> qui contient l'historique de vos surlignages, car ceux-ci sont désormais directement intégrés au fichier PDF.
ga: Oibríonn gné buaicphointí PDF beagán difriúil ón tuairisc thuas. Mar a luadh cheana, nuair a shábhálann tú do bhuaicphointí PDF, scríobhfar iad go díreach isteach sa chomhad PDF, rud a chiallaíonn go n-éiríonn siad mar chuid den chomhad féin. Sin é an fáth gur féidir leat an PDF seo a sheoladh chuig úsáideoir eile agus is féidir leo na buaicphointí a fheiceáil le léitheoir PDF comhoiriúnach. Ní bheidh do fhillteán <span class="ui">.sdr</span> ina bhfuil taifead de do bhuaicphointí ag teastáil uathu mar anois tá na buaicphointí leabaithe go díreach isteach sa chomhad PDF.
it: La funzione di evidenziazione dei PDF funziona in modo leggermente diverso rispetto alla descrizione precedente. Come abbiamo già detto, quando si salvano le evidenziazioni in PDF, queste vengono scritte direttamente nel file PDF, il che significa che diventano parte del file stesso. Per questo motivo è possibile inviare il PDF a un altro utente che potrà vedere le evidenziazioni con un lettore PDF compatibile. Non avranno bisogno della cartella <span class="ui">.sdr</span> che contiene una registrazione dei punti salienti, perché ora i punti salienti sono incorporati direttamente nel file PDF.
nl: PDF-markeringen werken net iets anders dan hierboven beschreven. Wanneer je je PDF-markeringen opslaat, worden ze direct in het PDF-bestand geschreven en maken ze dus deel uit van het bestand zelf. Daarom kun je deze PDF naar iemand anders sturen en kan die de markeringen zien in een compatibele PDF-lezer. Ze hebben je <span class="ui">.sdr map</span> niet nodig met het overzicht van je markeringen omdat die nu rechtstreeks in het PDF-bestand zijn ingebed.
pt_br: O recurso de destaques em PDF funciona de forma um pouco diferente da descrição acima. Como mencionamos anteriormente, ao salvar os destaques em PDF, eles serão gravados diretamente no arquivo PDF, o que significa que se tornarão parte do próprio arquivo. É por isso que você pode enviar este PDF para outro usuário, que poderá visualizar os destaques em um leitor de PDF compatível. Ele não precisará da sua <span class="ui">pasta .sdr</span>, que contém um registro dos seus destaques, pois agora os destaques são incorporados diretamente no arquivo PDF.
sk: Funkcia zvýraznenia PDF funguje trochu inak ako v predchádzajúcom popise. Ako sme už spomenuli, keď uložíte zvýraznenia PDF, zapíšu sa priamo do súboru PDF, čo znamená, že sa stanú súčasťou samotného súboru. Preto môžete tento PDF súbor poslať inému používateľovi, ktorý si môže pozrieť najdôležitejšie časti pomocou kompatibilného programu pre PDF súbory. Nebude potrebovať váš <span class="ui">.sdr priečinok</span>, ktorý obsahuje záznam vašich zvýraznení, pretože teraz sú zvýraznenia vložené priamo do súboru PDF.
sr: Функционалност PDF истицања ради на донекле различит начин од оног који је описан изнад. Као што смо раније рекли, када сачувате своја PDF истицања, она ће се директно уписати у PDF фајл, што значи да постају део самог фајла. То је разлог што тај PDF можете послати неком другом кориснику и он ће моћи да види истицања компатибилним PDF читачем. Неће им требати ваш <span class="ui">.sdr фолдер</span> који садржи запис ваших истицања јер су сада истицања директно уграђена у PDF фајл.
ta: PDF சிறப்பம்சங்கள் நற்பொருத்தம் மேலே உள்ள விளக்கத்தை விட சற்று வித்தியாசமாக செயல்படுகிறது. நாங்கள் முன்பு குறிப்பிட்டது போல, உங்கள் PDF சிறப்பம்சங்களை நீங்கள் சேமிக்கும்போது, அவை நேரடியாக PDF கோப்பில் எழுதப்படும், அதாவது அவை கோப்பின் ஒரு பகுதியாக மாறும். அதனால்தான் நீங்கள் இந்த PDF ஐ மற்றொரு பயனருக்கு அனுப்பலாம், மேலும் அவர்கள் இணக்கமான PDF வாசகருடன் சிறப்பம்சங்களைக் காணலாம். அவர்களுக்கு உங்கள் <ச்பான் கிளாச் = "யுஐ"> தேவையில்லை. எச்.டி.ஆர் கோப்புறை </ச்பான்> உங்கள் சிறப்பம்சங்களின் பதிவைக் கொண்டுள்ளது, ஏனெனில் இப்போது சிறப்பம்சங்கள் நேரடியாக PDF கோப்பில் உட்பொதிக்கப்பட்டுள்ளன.
uk: Функція виділення у PDF-файлах працює дещо інакше, ніж описано вище. Як вже було згадано, при збереженні виділення у PDF-файлі, вони записуються безпосередньо до PDF-файлу, тобто стають частиною самого файлу. Саме тому можна надіслати цей PDF-файл іншому користувачеві і він зможе переглянути виділення за допомогою сумісної програми для читання PDF-файлів. Йому не знадобиться ваша тека <span class="ui">.sdr</span>, яка містить запис виділень у книзі, оскільки тепер виділення вбудовані безпосередньо у PDF-файл.
zh_hans: PDF文档的标注功能与上述说明有所不同。如前所述，保存PDF标注时，标注数据会被直接写入到PDF文档中，成为文档的一部分。这就是为何该PDF被发送给其它用户后对方可使用兼容的PDF阅读软件查看标注。对方无需获得包含了标注记录的关联<span class="ui">.sdr文件夹</span>，因为标注已被直接嵌入PDF文档中。

source: Let's explain the problem which can arise when you are using this feature, on an example. Imagine that you are reading a PDF book on your <b>e-reader</b> with KOReader:
es: Expliquemos el problema que puede surgir al utilizar esta función, con un ejemplo. Imagina que estás leyendo un libro PDF en tu <b>e-reader</b> con KOReader:
fr: Expliquons le problème qui peut survenir lorsque vous utilisez cette fonctionnalité, à l'aide d'un exemple. Imaginez que vous lisiez un livre au format PDF sur votre <b>liseuse électronique</b> avec KOReader :
ga: Mínímis an fhadhb a d'fhéadfadh teacht chun cinn agus an ghné seo á húsáid agat, le sampla. Samhlaigh go bhfuil tú ag léamh leabhar PDF ar do <b>léitheoir leictreonach</b> le KOReader:
it: Spieghiamo il problema che può sorgere quando si utilizza questa funzione, con un esempio. Immaginate di leggere un libro PDF sul vostro <b>e-reader</b> con KOReader:
nl: We leggen met een voorbeeld uit welk probleem kan ontstaan bij gebruik van deze functie. Stel: je leest een PDF-boek op je <b>e-reader</b> met KOReader:
pt_br: Vamos explicar o problema que pode surgir ao usar esse recurso com um exemplo. Imagine que você está lendo um livro em PDF no seu <b>e-reader</b> com o KOReader:
sk: Vysvetlime si na príklade problém, ktorý môže nastať pri používaní tejto funkcie. Predstavte si, že čítate PDF knihu na svojej <b>čítačke elektronických kníh</b> s KOReaderom:
sr: Хајде да на примеру објаснимо проблем који може да настане када користимо ову функционалност. Замислите на свом <b>e-читачу</b> PDF књигу читате програмом KOReader:
ta: இந்த அம்சத்தை நீங்கள் பயன்படுத்தும் போது எழக்கூடிய சிக்கலை விளக்குவோம். உங்கள் <b> ஈ-ரீடர் </b> இல் ஒரு PDF புத்தகத்தைப் படிக்கிறீர்கள் என்று கற்பனை செய்து பாருங்கள்:
uk: Нижче проблему, яка може виникнути під час використання цієї функції, пояснено на прикладі. Уявіть, що читаєте PDF-книгу на <b>пристрої для читання</b> за допомогою KOReader:
zh_hans: 让我们通过一个例子来解释使用此功能时可能出现的问题。 想象一下，您正在使用KOReader在<b>电子阅读器</b>上阅读PDF书籍:

source: You are making highlights and <span class="ui">Save highlights to PDF</span> option is enabled, so as you make these highlights, KOReader saves them to your PDF file.
es: Estás haciendo subrayados y la opción <span class="ui">Guardar subrayados en PDF</span> está habilitada, por lo que cuando subrayas, KOReader los guarda en el archivo PDF.
fr: Vous effectuez des surlignages et l'option <span class="ui">Enregistrer les surlignages au format PDF</span> est activée. Ainsi, lorsque vous effectuez ces surlignages, KOReader les enregistre dans votre fichier PDF.
ga: Tá tú ag déanamh buaicphointí agus tá an rogha <span class="ui">Sábháil buaicphointí go PDF</span> cumasaithe, mar sin de réir mar a dhéanann tú na buaicphointí seo, sábhálann KOReader iad chuig do chomhad PDF.
it: Si stanno creando delle evidenziazioni e l'opzione <span class="ui">Scrivi le evidenziazioni nel PDF</span> è attivata, quindi mentre si creano queste evidenziazioni, KOReader le salva nel file PDF.
nl: Je maakt markeringen en de optie <span class="ui">Markeringen opslaan in PDF</span> staat aan, dus terwijl je markeert slaat KOReader ze op in het PDF-bestand.
pt_br: Você está fazendo destaques e a opção <span class="ui">Salvar destaques em PDF</span> está habilitada, então, conforme você faz esses destaques, o KOReader os salva no seu arquivo PDF.
sk: Zvýrazňujete časti a je povolená možnosť <span class="ui">Uložiť zvýraznenia do PDF</span>, takže keď tieto zvýraznenia vytvoríte, KOReader ich uloží do vášho súboru PDF.
sr: Правите истицања и укључена је опција <span class="ui">Упиши истицања у PDF</span>, тако да како правите ова истицања, KOReader их чува у PDF фајл.
ta: நீங்கள் சிறப்பம்சங்களை உருவாக்குகிறீர்கள் மற்றும் <ச்பான் கிளாச் = "யுஐ"> பி.டி.எஃப் </ச்பான்> விருப்பத்திற்கு சிறப்பம்சங்களைச் சேமிக்கவும், எனவே இந்த சிறப்பம்சங்களை நீங்கள் செய்யும்போது, கொரியடர் அவற்றை உங்கள் பி.டி.எஃப் கோப்பில் சேமிக்கிறது.
uk: Ви робите виділення і функція <span class="ui">Зберегти виділення у PDF</span> увімкнена, тому коли ви робите ці виділення, KOReader зберігає їх у PDF-файлі.
zh_hans: 若<span class="ui">将标注保存到PDF文档</span>选项开启，KOReader会在做下标注的同时将标注写入PDF文档。

source: You want to continue reading the book on your <b>phone</b> with KOReader, so you copy this PDF file from your <b>e-reader</b> to your <b>phone</b> (but you didn't copy the <span class="ui">.sdr folder</span>, only the PDF file).
es: Quiere continuar leyendo el libro en su <b>teléfono</b> con KOReader, por lo que copia este archivo PDF desde su <b>e-reader</b> a su <b>teléfono</b> (pero no copió la <span class="ui">carpeta.sdr</span>, solo el archivo PDF).
fr: Vous souhaitez continuer à lire le livre sur votre <b>téléphone</b> avec KOReader, vous copiez donc ce fichier PDF de votre <b>liseuse</b> vers votre <b>téléphone</b> (mais vous n'avez pas copié le <span class="ui">dossier .sdr</span>, seulement le fichier PDF).
ga: Ba mhaith leat leanúint ar aghaidh ag léamh an leabhair ar do <b>ghuthán</b> le KOReader, mar sin cóipeálann tú an comhad PDF seo ó do <b>léitheoir leictreonach</b> chuig do <b>ghuthán</b> (ach níor chóipeáil tú an fillteán <span class="ui">.sdr</span>, ach an comhad PDF amháin).
it: Volete continuare a leggere il libro sul vostro <b>telefono</b> con KOReader, così copi il file PDF dall'<b>e-reader</b> al <b>telefono</b> (ma non è stata copiata la cartella <span class="ui">.sdr</span>, solo il file PDF).
nl: Je wilt verder lezen op je <b>telefoon</b> met KOReader, dus je kopieert het PDF-bestand van je <b>e-reader</b> naar je <b>telefoon</b> (maar je kopieert de <span class="ui">.sdr map</span> niet, alleen het PDF-bestand).
pt_br: Você quer continuar lendo o livro no seu <b>smartphone</b> com o KOReader, então copie este arquivo PDF do seu <b>e-reader</b> para o seu <b>smartphone</b> (mas você não copiou a <span class="ui">pasta .sdr</span>, apenas o arquivo PDF).
sk: Chcete pokračovať v čítaní knihy na svojom <b>telefóne</b> pomocou KOReaderu, takže skopírujete tento súbor PDF z <b>elektronickej čítačky</b> do svojho <b>telefónu</b> (ale neskopírovali ste <span class="ui">.sdr priečinok</span>, iba súbor PDF).
sr: Затим желите наставити читање књиге на <b>телефону</b> програмом KOReader, тако да овај PDF фајл копирате са <b>e-читача</b> на <b>телефон</b> (али нисте копирали <span class="ui">.sdr фолдер</span>, већ само PDF фајл).
ta: கொரியாடருடன் உங்கள் <b> தொலைபேசி </b> இல் புத்தகத்தை தொடர்ந்து படிக்க விரும்புகிறீர்கள், எனவே இந்த PDF கோப்பை உங்கள் <b> மின்-வாசகர் </b> இலிருந்து உங்கள் <b> தொலைபேசி </b> க்கு நகலெடுக்கவும் (ஆனால் நீங்கள் <span வகுப்பு = "Ui"> ஐ நகலெடுக்கவில்லை. SDR கோப்புறை </span>, PDF கோப்பு மட்டுமே).
uk: Ви хочете продовжити читання книги на своєму <b>телефоні</b> за допомогою KOReader, тому копіюєте цей PDF-файл з <b>е-читалки</b> на свій <b>телефон</b> (але не копіюєте теку <span class="ui">.sdr</span>, лише PDF-файл).
zh_hans: 你想继续用KOReader在你的<b>手机</b>上阅读这本书，所以你把这个PDF文件从你的<b>电子阅读器</b>复制到你的<b>手机</b>上（但是你没有复制<span class="ui">.sdr文件夹</span>，只有PDF文件）。

source: When you open the book on your <b>phone</b> with KOReader, you will see that your highlights are still there.
es: Cuando abras el libro en el <b>teléfono</b> con KOReader, verás que tus subrayados aún están allí.
fr: Lorsque vous ouvrez le livre sur votre <b>téléphone</b> avec KOReader, vous verrez que vos surlignages sont toujours là.
ga: Nuair a osclaíonn tú an leabhar ar do <b>fhón</b> le KOReader, feicfidh tú go bhfuil do chuid buaicphointí fós ann.
it: Quando aprite il libro sul vostro <b>telefono</b> con KOReader, vedrete che le vostre evidenziazioni sono ancora presenti.
nl: Als je het boek op je <b>telefoon</b> opent met KOReader zie je dat je markeringen er nog steeds zijn.
pt_br: Ao abrir o livro no seu <b>smartphone</b> com o KOReader, você verá que seus destaques ainda estão lá.
sk: Keď otvoríte knihu na svojom <b>telefóne</b> pomocou aplikácie KOReader, uvidíte, že vaše zvýraznenia sú stále tam.
sr: Када KOReader читачем <b>телефону</b> отворите књигу, видећете да су истицања још увек ту.
ta: கொரியடருடன் உங்கள் <b> தொலைபேசி </b> இல் புத்தகத்தைத் திறக்கும்போது, உங்கள் சிறப்பம்சங்கள் இன்னும் இருப்பதைக் காண்பீர்கள்.
uk: Коли ви за допомогою KOReader відкриєте книгу на <b>телефоні</b>, то побачите ваші виділені фрагменти тексту все ще там.
zh_hans: 当用<b>手机上的</b>KOReader打开书籍，可以看到标注仍保留在书籍中。

source: Now the situation on both of your devices looks identical. Both your <b>e-reader</b> and <b>phone</b> KOReader shows the PDF file with the same highlights. But it only <b>looks</b> identical, actually there is a big difference.
es: Ahora la situación en ambos dispositivos parece idéntica. Tanto el <b>e-reader</b> como KOReader del <b>teléfono</b> muestran el archivo PDF con los mismos subrayados. Pero sólo <b>parece</b> idéntica, en realidad hay una gran diferencia.
fr: À présent, la situation sur vos deux appareils semble identique. Votre <b>liseuse électronique</b> et votre <b>téléphone</b> KOReader affichent tous deux le fichier PDF avec les mêmes surlignages. Mais cela ne fait qu'une <b>apparence</b> identique, car en réalité, il existe une grande différence.
ga: Anois tá cuma chéanna ar an scéal ar an dá ghléas. Taispeánann do <b>léitheoir leictreonach</b> agus do <b>fhón</b> KOReader an comhad PDF leis na haibhsithe céanna. Ach níl ann ach <b>cum</b>a chéanna, i ndáiríre tá difríocht mhór ann.
it: Ora la situazione su entrambi i dispositivi è identica. Sia sull'<b>e-reader</b> che sul <b>telefono</b>, KOReader mostra il file PDF con le stesse evidenziazioni. <b>Sembra</b> identico, ma in realtà c'è una grande differenza.
nl: Nu lijkt de situatie op beide apparaten identiek: zowel je <b>e-reader</b> als je <b>telefoon</b> tonen het PDF-bestand met dezelfde markeringen. Maar het <b>lijkt</b> alleen zo; er is een belangrijk verschil.
pt_br: Agora, a situação em ambos os seus dispositivos parece idêntica. Tanto o seu <b>e-reader</b> quanto o <b>smarthphone</b> com o KOReader mostram o arquivo PDF com os mesmos destaques. Mas ele só <b>parece</b> idêntico; na verdade, há uma grande diferença.
sk: Teraz to vyzerá na oboch vašich zariadeniach rovnako. KOReader na vašej <b>čítačke elektronických kníh</b> aj v <b>telefóne</b> zobrazuje súbor PDF s rovnakými zvýrazneniami. Identicky však iba <b>vyzerá</b>, v skutočnosti je medzi nimi veľký rozdiel.
sr: Сада је ситуација на оба уређаја иста. KOReader и на <b>e-читачу</b> и на <b>телефону</b> приказује PDF фајл са истим истицањима. Али то само <b>изгледа</b> идентично, у суштини постоји велика разлика.
ta: இப்போது உங்கள் இரு சாதனங்களிலும் நிலைமை ஒரே மாதிரியாகத் தெரிகிறது. உங்கள் <b> ஈ-ரீடர் </b> மற்றும் <b> தொலைபேசி </b> கொரியேடர் PDF கோப்பை ஒரே சிறப்பம்சங்களுடன் காட்டுகிறது. ஆனால் அது <b> தெரிகிறது </b> ஒரே மாதிரியானது, உண்மையில் ஒரு பெரிய வேறுபாடு உள்ளது.
uk: Тепер ситуація на обох пристроях виглядає однаково. KOReader як на <b>е-читалці</b>, так і на <b>телефоні</b> показує PDF-файл з однаковими виділеннями. Але він лише <b>виглядає</b> однаково, насправді є велика різниця.
zh_hans: 此时两处设备上的情况是一致的，<b>电子书阅读器</b>和<b>手机上</b>的KOReader都能查看PDF文档中的标注。但两者仅是<b>看起来</b>一样，实际却有很大不同。

source: KOReader on your <b>e-reader</b> has the knowledge of which highlights in this PDF file are made by KOReader because it has the <span class="ui">.sdr folder</span>. But KOReader on your phone doesn't have this knowledge. It only has the PDF file.
es: KOReader en el <b>e-reader</b> tiene conocimiento de qué subrayados del PDF fueron creados por KOReader porque tiene la carpeta <span class="ui">.sdr</span>. Pero KOReader en el teléfono no la tiene. Sólo tiene el archivo PDF.
fr: KOReader sur votre <b>liseuse électronique</b> sait quelles mises en évidence dans ce fichier PDF ont été effectuées par KOReader, car il dispose du dossier <span class="ui">.sdr</span>. Mais KOReader sur votre téléphone ne dispose pas de cette information. Il ne dispose que du fichier PDF.
ga: Tá a fhios ag KOReader ar do <b>léitheoir leictreonach</b> cé na buaicphointí sa chomhad PDF seo a rinne KOReader toisc go bhfuil an fillteán <span class="ui">.sdr</span> ann. Ach níl an t-eolas seo ag KOReader ar do ghuthán. Níl ann ach an comhad PDF.
it: KOReader sul vostro <b>e-reader</b> è a conoscenza di quali evidenziazioni in questo file PDF sono state fatte da KOReader perché ha la cartella <span class="ui">.sdr</span>. Ma KOReader sul telefono non ha questa conoscenza. Ha solo il file PDF.
nl: KOReader op je <b>e-reader</b> weet welke markeringen in deze PDF door KOReader zijn gemaakt dankzij de <span class="ui">.sdr map</span>. KOReader op je telefoon weet dat niet; die heeft alleen het PDF-bestand.
pt_br: O KOReader no seu <b>e-reader</b> sabe quais destaques neste arquivo PDF são feitos por ele, pois ele tem a pasta <span class="ui">.sdr</span>. Mas o KOReader no seu smartphone não tem esse conhecimento. Ele só tem o arquivo PDF.
sk: KOReader vo vašej <b>čítačke elektronických kníh</b> vie, ktoré zvýraznenia v tomto súbore PDF vytvoril, pretože má <span class="ui">.sdr priečinok</span>. KOReader vo vašom telefóne však tieto informácie nemá. Má iba súbor PDF.
sr: KOReader на вашем <b>e-читачу</b> зна која истицања у овом PDF фајлу је направио KOReader јер има <span class="ui">.sdr фолдер</span>. Али KOReader на вашем телефону то не зна. Он има само PDF фајл.
ta: உங்கள் <b> ஈ-ரீடர் </b> இல் உள்ள கொரியடர் இந்த பி.டி.எஃப் கோப்பில் எந்த சிறப்பம்சங்கள் கொரியாடரால் செய்யப்படுகின்றன, ஏனெனில் அதில் <ச்பான் வகுப்பு = "யுஐ"> உள்ளது. எச்.டி.ஆர் கோப்புறை </ச்பான்>. ஆனால் உங்கள் தொலைபேசியில் உள்ள கொரியடருக்கு இந்த அறிவு இல்லை. இது PDF கோப்பு மட்டுமே உள்ளது.
uk: KOReader на <b>е-читалці</b> знає, які виділення в цьому PDF-файлі зроблено за допомогою KOReader, оскільки в ній є тека <span class="ui">.sdr</span>. Але KOReader на вашому телефоні не має цієї інформації. У нього є лише PDF-файл.
zh_hans: <b>电子书阅读器</b>上的KOReader知道此PDF文档中的哪些标注是由KOReader添加的，因为它有关联的<span class="ui">.sdr文件夹</span>。但手机上的KOReader则不知道这些信息，它只能读取PDF文档。
