Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Long-press on the folder which you want to disconnect and choose <span class="ui">Disconnect folder</span> from the popup menu.
es: Mantenga presionada la carpeta que desea desconectar y elija <span class="ui">Desconectar carpeta</span> en el menú emergente.
fr: Appuyez longuement sur le dossier que vous souhaitez déconnecter et sélectionnez <span class="ui">Déconnecter le dossier</span> dans le menu contextuel.
ga: Brúigh go fada ar an bhfillteán ar mhaith leat a dhícheangal agus roghnaigh <span class="ui">Dícheangail fillteán</span> ón roghchlár aníos.
it: Premere a lungo sulla cartella che si desidera scollegare e scegliere <span class="ui">Disconnetti cartella</span> dal menu a comparsa.
nl: Houd de map die je wilt loskoppelen lang ingedrukt en kies <span class="ui">Map ontkoppelen</span> in het pop-upmenu.
pt_br: Toque e segure a pasta que você quer desconectar e escolha <span class="ui">Desconectar pasta</span> no menu pop-up.
sk: Dlho stlačte priečinok, ktorý chcete odpojiť, a v kontextovej ponuke vyberte možnosť <span class="ui">Odpojiť priečinok</span>.
sr: Извршите дуги притисак на фолдер који желите да откачите и из искачућег менија изаберите <span class="ui">Откачи фолдер</span>.
ta: நீங்கள் துண்டிக்க விரும்பும் கோப்புறையில் நீண்ட அழுத்தவும், <span வகுப்பு = "Ui"> கோப்புறை </span> ஐத் துண்டிக்கவும்.
uk: Затисніть теку, яку потрібно від’єднати, та виберіть у зринаючому меню <span class="ui">Від’єднати теку</span>.
zh_hans: 长按想要断开关联的文件夹，在弹出菜单中选择<span class="ui">断开文件夹关联</span>。

source: Using Collections with Profiles
es: Usar colecciones con perfiles
fr: Utilisation des collections avec les Profils
ga: Ag Úsáid Bailiúcháin le Próifílí
it: Utilizzo delle collezioni con i profili
nl: Collecties gebruiken met Profielen
pt_br: Usando Coleções com Perfis
pt_pt: Usar colecções com perfis
sk: Používanie zbierok s profilmi
sr: Употреба збирки са Профилима
ta: சுயவிவரங்களுடன் சேகரிப்புகளைப் பயன்படுத்துதல்
uk: Використання добірок з профілями
zh_hans: 将配置文件应用到书单

source: Your collections can be used with the <span class="ui">profiles</span> feature of KOReader. If you don't know about <span class="ui">profiles</span> yet, here is a description from our <a href="#L2-profiles">Profiles</a> section:
es: Tus colecciones se pueden utilizar con la función <span class="ui">perfiles</span> de KOReader. Si aún no conoce los <span class="ui">perfiles</span>, aquí tiene una descripción de nuestra sección <a href="#L2-profiles">Perfiles</a>:
fr: Vos collections peuvent être utilisées avec la fonctionnalité <span class="ui">profils</span> de KOReader. Si vous ne connaissez pas encore les <span class="ui">profils</span>, voici une description tirée de notre section <a href="#L2-profiles">Profils</a> :
ga: Is féidir do bhailiúcháin a úsáid leis an ngné <span class="ui">próifílí</span> de KOReader. Mura bhfuil a fhios agat faoi <span class="ui">phróifílí</span> fós, seo cur síos ónár rannán <a href="#L2-profiles">Próifílí</a>:
it: Le collezioni possono essere utilizzate con la funzione <span class="ui">profili</span> di KOReader. Se non conoscete ancora i <span class="ui">profili</span>, ecco una descrizione dalla nostra sezione <a href="#L2-profili">Profili</a>:
nl: Collecties kunnen gebruikt worden met de <span class="ui">profielen</span> functie van KOReader. Als je nog niet weet wat <span class="ui">profielen</span> zijn, is hier een beschrijving uit onze <a href="#L2-profiles">Profielen</a>-sectie:
pt_br: Suas coleções podem ser usadas com o recurso de <span class="ui">perfis</span> do KOReader. Se você ainda não conhece os <span class="ui">perfis</span>, aqui está uma descrição da nossa seção <a href="#L2-profiles">Perfis</a>:
sk: Vaše zbierky je možné použiť s funkciou <span class="ui">profily</span> v KOReaderi. Ak ešte neviete o <span class="ui">profiloch</span>, tu je popis z našej sekcie <a href="#L2-profiles">Profily</a>:
sr: Збирке можете да користите заједно са KOReader функцијом <span class="ui">профила</span>. Ако још увек не знате ништа о <span class="ui">профилима</span>, ево описа из нашег одељка <a href="#L2-profiles">Профили</a>:
ta: உங்கள் சேகரிப்புகளை <ச்பான் கிளாச் = "யுஐ"> சுயவிவரங்கள் </ச்பான்> கொரியாடரின் அம்சத்துடன் பயன்படுத்தலாம். <Span வகுப்பு = "Ui"> சுயவிவரங்கள் </span> பற்றி உங்களுக்குத் தெரியாவிட்டால், எங்கள் <a href = "#l2-profiles"> சுயவிவரங்களிலிருந்து ஒரு விளக்கம் இங்கே உள்ளது </a> பிரிவு:
uk: Добірки можна використовувати з функцією <span class="ui">профілів</span> KOReader. Якщо ви ще не знаєте про <span class="ui">профілі</span>, ось опис з нашого розділу <a href="#L2-profiles">Профілі</a>:
zh_hans: 书单可配合KOReader的<span class="ui">配置文件</span>功能使用。如果对<span class="ui">配置文件</span>功能不了解，下面是取自<a href="#L2-profiles">配置文件</a>一节的介绍：

source: A <span class="ui">profile</span> is basically a set of actions that can be triggered with a single gesture (like a macro).
es: Un <span class="ui">perfil</span> es básicamente un conjunto de acciones que se pueden activar con un solo gesto (como una macro).
fr: Un <span class="ui">profil</span> est essentiellement un ensemble d'actions qui peuvent être déclenchées d'un seul geste (comme une macro).
ga: Is sraith gníomhartha é <span class="ui">próifíl</span> go bunúsach is féidir a spreagadh le gotha amháin (cosúil le macra).
it: Un <span class="ui">profilo</span> è fondamentalmente un insieme di azioni che possono essere attivate con un singolo gesto (come una macro).
nl: Een <span class="ui">profiel</span> is in principe een set acties die kan worden geactiveerd met één gebaar (zoals een macro).
pt_br: Um <span class="ui">perfil</span> é basicamente um conjunto de ações que podem ser ativadas com um único gesto (como uma macro).
sk: <span class="ui">Profil</span> je v podstate súbor akcií, ktoré je možné spustiť jedným gestom (ako makro).
sr: <span class="ui">Профил</span> је у суштини скуп акција које могу да се окину једном гестикулацијом (као макро).
ta: ஒரு <span வகுப்பு = "Ui"> சுயவிவரம் </span> என்பது அடிப்படையில் ஒரு சைகையுடன் (மேக்ரோ போன்றது) தூண்டக்கூடிய செயல்களின் தொகுப்பாகும்.
uk: <span class="ui">Профіль</span> – це, по суті, набір дій, які можна запустити одним жестом (наче макрос).
zh_hans: <span class="ui">配置文件</span>本质上是一套操作集合（就像宏命令），可通过单个手势触发。

# user_guide/en.html+html.body.div.p:3511-9
source: As an example, imagine that when reading some type of books, you always:
sk: Predstavte si napríklad, že pri čítaní nejakého typu kníh vždy:
ta: உதாரணமாக, சில வகை புத்தகங்களைப் படிக்கும்போது, நீங்கள் எப்போதும்: நீங்கள் எப்போதும்:
uk: Як приклад, уявіть, що під час читання певних типів книг ви завжди:
zh_hans: 例如在阅读某种类型的书籍时总会应用如下设置：

# user_guide/en.html+html.body.div.ul.li:3513-13
source: Rotate the screen to landscape orientation
sk: Otočíte obrazovku do orientácie na šírku
ta: திரையை இயற்கை நோக்குநிலைக்கு சுழற்றுங்கள்
uk: Повертаєте екран у альбомну орієнтацію
zh_hans: 将屏幕切换到横向显示模式

# user_guide/en.html+html.body.div.ul.li:3514-13
source: Increase the font size and contrast and
sk: Zväčšíte veľkosť písma a kontrastu a
ta: எழுத்துரு அளவு மற்றும் மாறுபாட்டை அதிகரிக்கவும்
uk: Збільшуєте розмір шрифту і контраст та
zh_hans: 增大字号及对比度，并且

# user_guide/en.html+html.body.div.ul.li:3515-13
source: Turn the screen light on
sk: Zapnete osvetlenie obrazovky
ta: திரை ஒளியை இயக்கவும்
uk: Вмикаєте підсвічування екрану
zh_hans: 打开屏幕前光

# user_guide/en.html+html.body.div.p:3518-9
source: With the profiles plugin, you can do all these at once with a single action.
sk: Pomocou doplnku "profily" môžete toto všetko urobiť naraz pomocou jednej akcie.
ta: சுயவிவர சொருகி மூலம், இவை அனைத்தையும் ஒரே நேரத்தில் ஒரே நேரத்தில் செய்யலாம்.
uk: За допомогою модуля профілів все це можна робити одночасно єдиним дотиком.
zh_hans: 借助配置文件插件，只需执行单次操作即可完成这些调整。

source: You can run a profile manually but real power of profiles can be unleashed with its <span class="ui">auto-execute</span> feature. Using this feature, you can trigger a profile depending on some conditions. Here is the link to the relevant section of the guide: <a href="#L2-profileautoexec">Profile auto-execution</a>. For now we will just explain one trigger condition here: <span class="ui">Collections</span>.
es: Puede ejecutar un perfil manualmente, pero se puede liberar el verdadero poder de los perfiles con su función <span class="ui">ejecución automática</span>. Con esta función, puede activar un perfil según algunas condiciones. Aquí está el enlace a la sección correspondiente de la guía: <a href="#L2-profileautoexec">Ejecución automática de perfil</a>. Por ahora, aquí solo explicaremos una condición desencadenante: <span class="ui">Colecciones</span>.
fr: Vous pouvez exécuter un profil manuellement, mais c'est grâce à la fonctionnalité <span class="ui">exécution automatique</span> que vous pourrez exploiter tout le potentiel des profils. Cette fonctionnalité vous permet de déclencher un profil en fonction de certaines conditions. Voici le lien vers la section correspondante du guide : <a href="#L2-profileautoexec">Exécution automatique des profils</a>. Pour l'instant, nous allons simplement expliquer ici une condition de déclenchement : <span class="ui">Collections</span>.
ga: Is féidir leat próifíl a rith de láimh ach is féidir fíorchumhacht próifílí a scaoileadh saor lena ghné <span class="ui">uath-fhorghníomhaithe</span>. Agus an ghné seo á húsáid, is féidir leat próifíl a spreagadh ag brath ar choinníollacha áirithe. Seo an nasc chuig an gcuid ábhartha den treoir: <a href="#L2-profileautoexec">Uath-fhorghníomhú próifíle</a>. Faoi láthair, ní dhéanfaimid ach coinníoll spreagtha amháin a mhíniú anseo: <span class="ui">Bailiúcháin</span>.
it: È possibile eseguire un profilo manualmente, ma la vera potenza dei profili può essere sprigionata con la sua funzione di <span class="ui">esecuzione automatica</span>. Questa funzione consente di attivare un profilo in base ad alcune condizioni. Ecco il link alla sezione pertinente della guida: <a href="#L2-profileautoexec">Esecuzione automatica del profilo</a>. Per ora spiegheremo solo una condizione di attivazione: <span class="ui">Collezioni</span>.
nl: Je kunt een profiel handmatig uitvoeren, maar de echte kracht van profielen komt tot zijn recht met de functie <span class="ui">automatisch uitvoeren</span>. Daarmee kun je een profiel activeren op basis van bepaalde voorwaarden. Zie ook de relevante sectie van deze gids: <a href="#L2-profileautoexec">Profielen automatisch uitvoeren</a>. Voor nu lichten we één trigger toe: <span class="ui">Collecties</span>.
pt_br: Você pode executar um perfil manualmente, mas o verdadeiro potencial dos perfis é liberado com o recurso de <span class="ui">execução automática</span>. Com esse recurso, é possível ativar um perfil dependendo de certas condições. Aqui está o link para a seção correspondente do guia: <a href="#L2-profileautoexec">Execução automática de perfis</a>. Por enquanto, vamos explicar apenas uma condição de ativação aqui: <span class="ui">Coleções</span>.
sk: Profil môžete spustiť manuálne, ale skutočnú silu profilov môžete využiť vďaka funkcii <span class="ui">automatického spustenia</span>. Pomocou tejto funkcie môžete spustiť profil v závislosti od určitých podmienok. Tu je odkaz na príslušnú časť sprievodcu: <a href="#L2-profileautoexec">Automatické spustenie profilu</a>. Zatiaľ si vysvetlíme iba jednu spúšťaciu podmienku: <span class="ui">Zbierky</span>.
sr: Профил можете да извршите ручно, али права снага профила може да се ослободи функцијом <span class="ui">ауто-извршавања</span>. Помоћу ње можете да окинете профил у зависности од неких услова. Ево линка на одговарајући одељак овог упутства: <a href="#L2-profileautoexec">Ауто-извршавање профила</a>. За сада, овде ћемо објаснити само један услов за окидање: <span class="ui">Збирке</span>.
ta: நீங்கள் ஒரு சுயவிவரத்தை கைமுறையாக இயக்கலாம், ஆனால் சுயவிவரங்களின் உண்மையான சக்தியை அதன் <ச்பான் கிளாச் = "யுஐ"> ஆட்டோ-எக்ச்பிரியூட் </ச்பான்> அம்சத்துடன் கட்டவிழ்த்து விடலாம். இந்த அம்சத்தைப் பயன்படுத்தி, சில நிபந்தனைகளைப் பொறுத்து சுயவிவரத்தைத் தூண்டலாம். வழிகாட்டியின் தொடர்புடைய பகுதிக்கான இணைப்பு இங்கே: <a href = "#l2-profileautoexec"> சுயவிவரம் தானாக செயல்படுத்தல் </a>. இப்போதைக்கு ஒரு தூண்டுதல் நிலையை இங்கே விளக்குவோம்: <span வகுப்பு = "Ui"> சேகரிப்புகள் </span>.
uk: Профіль можна запускати власноруч, але справжню силу профілів можна розкрити завдяки функції <span class="ui">автоматичного виконання</span>. За допомогою цієї функції можна запускати профіль залежно від певних умов. Ось посилання на відповідний розділ посібника: <a href="#L2-profileautoexec">Автоматичне виконання профілю</a>. Тут буде пояснено лише одну умову запуску: <span class="ui">Добірки</span>.
zh_hans: 配置文件可以手动套用，但<span class="ui">自动套用</span>特性才是该功能的强大之处。该特性可以在指定情况下自动套用特定配置文件，请点击<a href="#L2-profileautoexec">自动套用配置</a>前往对应章节了解。此处仅介绍在<span class="ui">书单</span>中自动套用配置的功能。

source: Basically you can create some profiles and set them to auto-execute if an opened book is in some specific collection. Some useful examples:
es: Básicamente, puede crear algunos perfiles y configurarlos para que se ejecuten automáticamente si un libro abierto se encuentra en una colección específica. Algunos ejemplos útiles:
fr: En gros, vous pouvez créer plusieurs profils et les configurer pour qu'ils s'exécutent automatiquement si un livre ouvert fait partie d'une collection spécifique. Voici quelques exemples utiles :
ga: Go bunúsach is féidir leat roinnt próifílí a chruthú agus iad a shocrú le go n-athrófar iad go huathoibríoch má tá leabhar oscailte i mbailiúchán ar leith. Seo roinnt samplaí úsáideacha:
it: In pratica è possibile creare alcuni profili e impostarli in modo che vengano eseguiti automaticamente se un libro aperto si trova in una collezione specifica. Alcuni esempi utili:
nl: Kort gezegd kun je profielen maken en ze automatisch laten uitvoeren als een geopend boek in een bepaalde collectie zit. Enkele nuttige voorbeelden:
pt_br: Basicamente, você pode criar alguns perfis e configurá-los para execução automática se o livro aberto estiver em uma coleção específica. Alguns exemplos úteis:
sk: V podstate si môžete vytvoriť niekoľko profilov a nastaviť ich automatické spustenie, ak sa otvorená kniha nachádza v nejakej konkrétnej zbierke. Niekoľko užitočných príkladov:
sr: Укратко, можете да креирате профиле и подесите их тако да се аутоматски изврше ако је књига која се отвара у некој одређеној збирци. Неки корисни примери:
ta: அடிப்படையில் நீங்கள் சில சுயவிவரங்களை உருவாக்கி, திறந்த நூல் சில குறிப்பிட்ட சேகரிப்பில் இருந்தால் அவற்றை தானாக செயல்படுத்தலாம். சில பயனுள்ள எடுத்துக்காட்டுகள்:
uk: По суті, можна створити кілька профілів і налаштувати їх автоматичне виконання за умови, що відкрита книга знаходиться у певній добірці. Ось кілька корисних прикладів:
zh_hans: 简单来说，用户可以创建若干套配置文件，并且在打开特定书单中的书籍时自动套用。一些示例：

source: You can add all your manga to a <b>Manga</b> collection and make a profile to switch the page turn direction to <b>Right-To-Left</b> and to invert page turn taps and swipes when you open a manga book from this collection.
es: Puedes agregar todo tu manga a una colección de <b>Manga</b> y crear un perfil para cambiar la dirección de paso de página a <b>de derecha a izquierda</b> e invertir los toques y deslizamientos de página al abrir un libro de manga de esta colección.
fr: Vous pouvez ajouter tous vos mangas à une collection <b>Manga</b> et créer un profil pour changer le sens de lecture en <b>droite à gauche</b> et inverser les Gestes de balayage et de toucher pour tourner les pages lorsque vous ouvrez un manga de cette collection.
ga: Is féidir leat do manga go léir a chur le bailiúchán <b>Manga</b> agus próifíl a chruthú chun treo casadh an leathanaigh a athrú go <b>Deas go Clé</b> agus chun sconnaí agus svaidhpeálacha casadh leathanaigh a aisiompú nuair a osclaíonn tú leabhar manga ón mbailiúchán seo.
it: È possibile aggiungere tutti i manga a una raccolta <b>Manga</b> e creare un profilo per cambiare la direzione di rotazione delle pagine in <b>Destra-Sinistra</b> e per invertire i tocchi e i passaggi di pagina quando si apre un libro manga di questa raccolta.
nl: Je kunt al je manga toevoegen aan een collectie <b>Manga</b> en een profiel maken dat de paginawisselrichting op <b>Rechts-naar-links</b> zet en tikken/vegen voor paginawissel omkeert wanneer je een mangaboek uit deze collectie opent.
pt_br: Você pode adicionar todos os seus mangás a uma coleção <b>Mangá</b> e criar um perfil para alterar a direção da virada de página para <b>Direita-para-Esquerda</b> e inverter os toques e gestos de virada de página ao abrir um livro de mangá dessa coleção.
sk: Všetky svoje mangy môžete pridať do zbierky <b>Manga</b> a vytvoriť profil, aby ste prepli smer otáčania stránok na <b>Sprava doľava</b> a aby ste invertovali ťuknutia a potiahnutia pri otáčaní stránok pri otvorení knihy manga z tejto zbierky.
sr: Све манге можете да додате у збирку <b>Манга</b>, направите профил који пребацује смер окретања страница <b>Десно-у-лево</b> и инвертује тапове и превлачења за окретање страница када отворите манга књигу из ове збирке.
ta: உங்கள் மங்கா அனைத்தையும் ஒரு <b> மங்கா </b> சேகரிப்பில் சேர்த்து, பக்க திருப்பத்தை <b> வலது-இடது </b> க்கு மாற்றவும், இந்தத் தொகுப்பிலிருந்து ஒரு மங்கா புத்தகத்தை நீங்கள் திறக்கும்போது பக்க திருப்பம் குழாய்கள் மற்றும் ச்வைப் செய்யவும் ஒரு சுயவிவரத்தை உருவாக்கலாம்.
uk: Ви можете додати всю свою манґу до добірки «<b>Манґа</b>» та створити профіль, щоб змінити напрямок гортання сторінок на гортання <b>справа наліво</b>, а також інвертувати дотики та протягування пальцем у відкритій з цієї добірки книзі манґи.
zh_hans: 将所有漫画书添加到<b>漫画作品</b>书单，创建一套配置配置文件在打开该书单中的书籍时自动套用，将翻页方向改为<b>从右向左</b>并交换左右两侧的点按和划动翻页操作。

source: You can add your comic books to a collection, which can trigger a profile to decrease the screen refresh interval to <span class="ui">every page</span> to avoid ghosting.
es: Puedes agregar tus cómics a una colección, lo que puede activar un perfil para disminuir el intervalo de actualización de la pantalla a <span class="ui">cada página</span> para evitar imágenes fantasma.
fr: Vous pouvez ajouter vos bandes dessinées à une collection, ce qui peut déclencher un profil permettant de réduire l'intervalle de rafraîchissement de l'écran à <span class="ui">chaque page</span> afin d'éviter les images fantômes.
ga: Is féidir leat do leabhair ghrinn a chur le bailiúchán, rud a fhéadfaidh próifíl a spreagadh chun an t-eatramh athnuachana scáileáin a laghdú go <span class="ui">gach leathanach</span> chun taibhsí a sheachaint.
it: È possibile aggiungere i fumetti a una raccolta, che può attivare un profilo per ridurre l'intervallo di aggiornamento dello schermo a <span class="ui">ogni pagina</span> per evitare le immagini fantasma.
nl: Je kunt je stripboeken aan een collectie toevoegen, wat een profiel kan activeren dat het schermverversingsinterval verlaagt naar <span class="ui">elke pagina</span> om ghosting te voorkomen.
pt_br: Você pode adicionar seus quadrinhos a uma coleção, que pode acionar um perfil para reduzir o intervalo de atualização da tela a <span class="ui">cada página</span>, evitando efeito fantasma.
sk: Svoje komiksy môžete pridať do zbierky, čo môže spustiť profil na zníženie intervalu obnovovania obrazovky na <span class="ui">každú stránku</span>, aby sa predišlo "duchom".
sr: Можете да додате стрипове у збирку, и тако окинете профил који повећава учесталост освежавања на <span class="ui">сваку страницу</span> и тиме спречава појаву „духова”.
ta: You can கூட்டு your comic books பெறுநர் a collection, which can trigger a சுயவிவரம் பெறுநர் decrease the screen புதுப்பிப்பு இடைவேளை பெறுநர் <span class="ui">every page</span> பெறுநர் avoid ghosting.
uk: Можна додати книгу мальописів до добірки, що може активувати профіль у якому діє зменшений інтервал повного оновлення екрана до <span class="ui">кожної сторінки</span>, що дозволить уникнути артефактів від попередніх сторінок на екрані.
zh_hans: 可以将漫画书添加到套用配置的书单，阅读时将页面刷新间隔降低到<span class="ui">逐页刷新</span>以避免残影。

source: You can add your problematic PDFs to a collection, so when you open them <span class="ui">Auto OCR</span> or <span class="ui">Reflow mode</span> is activated with a profile.
es: Puede agregar sus archivos PDF problemáticos a una colección, de modo que cuando los abra, <span class="ui">OCR automático</span> o <span class="ui">modo de ajuste de texto</span> se active con un perfil.
fr: Vous pouvez ajouter vos fichiers PDF problématiques à une collection. Ainsi, lorsque vous les ouvrez, les fonctions <span class="ui">OCR automatique</span> ou <span class="ui">Mode Remise en page</span> sont activées avec un profil.
ga: Is féidir leat do PDFanna fadhbacha a chur le bailiúchán, ionas go ngníomhófar <span class="ui">Auto OCR</span> nó <span class="ui">mód Athshreafa</span> le próifíl nuair a osclaíonn tú iad.
it: È possibile aggiungere i PDF problematici a una raccolta, in modo che quando li si apre venga attivata la modalità <span class="ui">Auto OCR</span> o <span class="ui">Adatta</span> con un profilo.
nl: Je kunt je problematische pdf's aan een collectie toevoegen, zodat bij het openen <span class="ui">Auto-OCR</span> of <span class="ui">Herschik-modus</span> via een profiel wordt geactiveerd.
pt_br: Você pode adicionar seus PDFs problemáticos a uma coleção, para que, ao abri-los, o <span class="ui">Auto OCR</span> ou o <span class="ui">Modo Refluxo</span> seja ativado com um perfil.
sk: Problémové súbory PDF môžete pridať do zbierky, takže pri ich otvorení sa aktivuje <span class="ui">automatické OCR</span> alebo <span class="ui">režim preformátovania</span> s profilom.
sr: Проблематичне PDF фајлове можете да додате у збирку, па када их отворите, профилом се активира <span class="ui">Ауто OCR</span> или <span class="ui">режим Преслагања</span>.
ta: உங்கள் சிக்கலான PDF களை ஒரு சேகரிப்பில் சேர்க்கலாம், எனவே அவற்றை <span வகுப்பு = "Ui"> ஆட்டோ OCR </span> அல்லது <span வகுப்பு = "Ui"> ரிஃப்ளோ பயன்முறை </span> ஒரு சுயவிவரத்துடன் செயல்படுத்தப்படும் போது.
uk: Можна додати до добірки проблемні PDF-файли, щоб під час їх відкриття разом з профілем активувалося <span class="ui">примусове OCR</span> (оптичне розпізнавання символів) або <span class="ui">режим перекомпонування</span>.
zh_hans: 可以将有问题的PDF文档编成一份书单，在阅读这些文档时套用配置文件触发<span class="ui">自动OCR</span>或者启动<span class="ui">页面重排模式</span>。

# user_guide/en.html+html.body.div.div:3532-1
source: Optimizing EPUB/PDF documents for your reader
sk: Optimalizácia dokumentov EPUB/PDF pre vašu čítačku
ta: உங்கள் வாசகருக்கான EPUB/PDF ஆவணங்களை மேம்படுத்துதல்
uk: Оптимізація документів EPUB/PDF
zh_hans: 为您的阅读器优化 EPUB/PDF 文档
