Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Process this directory with <span class="external">KCC</span>. Each directory will produce a single <b>CBZ</b> file, so if you want to make several volumes at once, select multiple directories at once
es: Procese este directorio con <span class="external">KCC</span>. Cada directorio producirá un único archivo <b>CBZ</b>, por lo que si desea crear varios volúmenes a la vez, seleccione varios directorios a la vez
fr: Traitez ce répertoire avec <span class="external">KCC</span>. Chaque répertoire produira un seul fichier <b>CBZ</b>, donc si vous souhaitez créer plusieurs volumes à la fois, sélectionnez plusieurs répertoires à la fois
ga: Próiseáil an t-eolaire seo le <span class="external">KCC</span>. Cruthóidh gach eolaire comhad <b>CBZ</b> aonair, mar sin más mian leat roinnt imleabhair a chruthú ag an am céanna, roghnaigh il-eolaire ag an am céanna
it: Elaborare questa directory con <span class="external">KCC</span>. Ogni directory produrrà un singolo file <b>CBZ</b>, quindi se si desidera creare più volumi in una volta sola, selezionare più directory in una volta sola
nl: Verwerk deze map met <span class="external">KCC</span>. Elke map levert één <b>CBZ</b>-bestand op; selecteer meerdere mappen voor meerdere delen tegelijk
pt_br: Processe este diretório com o <span class="external">KCC</span>. Cada diretório produzirá um único arquivo <b>CBZ</b>, portanto, se você quiser criar vários volumes de uma vez, selecione vários diretórios simultaneamente
sk: Spracujte tento adresár pomocou <span class="external">KCC</span>. Každý adresár vytvorí jeden súbor <b>CBZ</b>, takže ak chcete vytvoriť niekoľko zväzkov naraz, vyberte viacero adresárov naraz
sr: Обрадите овај директоријум са <span class="external">KCC</span>. Сваки директоријум ће да креира један <b>CBZ</b> фајл, тако да ако желите одједном да направите неколико томова, изаберите више директоријума одједном
ta: இந்த கோப்பகத்தை <ச்பான் வகுப்பு = "வெளிப்புற"> கே.சி.சி </ச்பான்> உடன் செயலாக்கவும். ஒவ்வொரு கோப்பகமும் ஒரு ஒற்றை <b> சிபிஇசட் </b> கோப்பை உருவாக்கும், எனவே நீங்கள் ஒரே நேரத்தில் பல தொகுதிகளை உருவாக்க விரும்பினால், ஒரே நேரத்தில் பல கோப்பகங்களைத் தேர்ந்தெடுக்கவும்
uk: Опрацюйте цю теку за допомогою <span class="external">KCC</span>. З кожної теки вийде один файл <b>CBZ</b>, тому якщо бажаєте створити файл, який містить декілька частин, оберіть декілька тек водночас
zh_hans: 使用<span class="external">KCC</span>软件处理这个文件夹，每个文件夹将被打包为单个<b>CBZ</b>格式文件。若要一次性制作多卷漫画书籍，请同时选中多个文件夹

source: Some useful settings of <span class="external">KCC</span>:
es: Algunas configuraciones útiles de <span class="external">KCC</span>:
fr: Quelques paramètres utiles de <span class="external">KCC</span> :
ga: Roinnt socruithe úsáideacha de <span class="external">KCC</span>:
it: Alcune impostazioni utili di <span class="external">KCC</span>:
nl: Enkele nuttige instellingen van <span class="external">KCC</span>:
pt_br: Algumas configurações úteis do <span class="external">KCC</span>:
pt_pt: Algumas configurações úteis do <span class="external">KCC</span>:
sk: Niektoré užitočné nastavenia <span class="external">KCC</span>:
sr: Нека корисна подешавања програма <span class="external">KCC</span>:
ta: <ச்பான் வகுப்பு = "வெளிப்புற"> கே.சி.சி </ச்பான்> இன் சில பயனுள்ள அமைப்புகள்:
uk: Деякі корисні налаштування <span class="external">KCC</span>:
zh_hans: <span class="external">KCC</span> 的一些有用设置：

source: <b>Spread splitter:</b> This feature detects double pages and allows you to rotate or cut them in two.
es: <b>Divisor de extensión:</b> Esta función detecta páginas dobles y le permite rotarlas o cortarlas en dos.
fr: <b>Séparateur de double page :</b> cette fonctionnalité détecte les doubles pages et vous permet de les faire pivoter ou de les couper en deux.
ga: <b>Scoilteoir leathanaigh:</b> Braitheann an ghné seo leathanaigh dhúbailte agus ligeann sí duit iad a rothlú nó a ghearradh ina dhá leath.
it: <b>Spread splitter:</b> Questa funzione rileva le pagine doppie e consente di ruotarle o tagliarle in due.
nl: <b>Spread splitter:</b> Detecteert dubbele pagina's en laat je ze roteren of in tweeën knippen.
pt_br: <b>Divisor de páginas:</b> Este recurso detecta páginas duplas e permite que você as gire ou corte em duas.
sk: <b>Rozdeľovač strany:</b> Táto funkcia rozpoznáva dvoj-strany a umožňuje vám ich otočiť alebo rozrezať na dve strany.
sr: <b>Spread splitter:</b> ова функција детектује двоструке странице и омогућава вам да их ротирате или да из пресечете на две странице.
ta: <b> பரவல் ச்ப்ளிட்டர்: </b> இந்த நற்பொருத்தம் இரட்டை பக்கங்களைக் கண்டறிந்து அவற்றை இரண்டாக சுழற்ற அல்லது வெட்ட உங்களை அனுமதிக்கிறது.
uk: <b>Розділювач ширини (Spread splitter):</b> ця функція виявляє розвороти сторінок і дозволяє повернути їх або розділити на дві сторінки.
zh_hans: <b>跨页分割器：</b>此功能可检测双页，并允许您将其旋转或切成两半。

source: <b>Upscaling:</b> Enlarge images that is smaller than your target resolution.
es: <b>Mejora de escala:</b> amplía imágenes que son más pequeñas que la resolución objetivo.
fr: <b>Agrandissement :</b> agrandit les images dont la résolution est inférieure à la résolution cible.
ga: <b>Uas-scálú:</b> Méadaigh íomhánna atá níos lú ná do rún.
it: <b>Upscaling:</b> Ingrandisce le immagini più piccole della risoluzione desiderata.
nl: <b>Upscaling:</b> Vergroot afbeeldingen die kleiner zijn dan de doelresolutie.
pt_br: <b>Aumento de escala:</b> Amplie imagens que sejam menores que a resolução desejada.
pt_pt: <b>Upscaling:</b> amplia as imagens mais pequenas do que a resolução desejada.
sk: <b>Zväčšenie:</b> Zväčšite obrázky, ktoré sú menšie ako vaše cieľové rozlíšenie.
sr: <b>Upscaling:</b> повећава слике које су мање од циљне резолуције.
ta: <b> மேம்படுத்துதல்: </b> உங்கள் இலக்கு தீர்மானத்தை விட சிறிய படங்களை பெரிதாக்குங்கள்.
uk: <b>Збільшення масштабу (Upscaling):</b> збільшує зображення, які мають менші розміри, ніж роздільна здатність екрану, на якому плануєте їх переглядати.
zh_hans: <b>放大：</b>放大比目标分辨率小的图片。

# user_guide/en.html+html.body.div.div:3120-1
source: Other manga tips
sk: Ďalšie tipy na mangu
ta: பிற மங்கா உதவிக்குறிப்புகள்
uk: Інші поради щодо манґи
zh_hans: 其他漫画阅读技巧

source: Immersive mode in KOReader
es: Modo inmersivo en KOReader
fr: Mode immersif dans KOReader
ga: Mód tumoideachais i KOReader
it: Modalità immersiva in KOReader
nl: Immersieve modus in KOReader
pt_br: Modo imersivo no KOReader
pt_pt: Modo imersivo no KOReader
sk: Pútavý režim v KOReader
sr: Окружујући режим у програму KOReader
ta: கொரியாடரில் அதிவேக முறை
uk: Режим занурення у KOReader
zh_hans: KOReader中的沉浸式模式

source: If you would like to enjoy your manga in a more immersive way, make sure that you selected the exact same resolution as your device’s screen resolution in <b>KCC</b> when creating your <b>CBZ</b> file. Also you can hide the bottom progress bar while reading your manga in KOReader. So you will have an immersive full screen view of your manga without obstructions.
es: Si quieres disfrutar de tu manga de forma más inmersiva, asegúrate de seleccionar la misma resolución que la de la pantalla de tu dispositivo en <b>KCC</b> al crear tu archivo <b>CBZ</b>. También puedes ocultar la barra de progreso inferior mientras lees tu manga en KOReader. Así tendrás una vista inmersiva de tu manga a pantalla completa sin obstrucciones.
fr: Si vous souhaitez profiter pleinement de votre manga, veillez à sélectionner exactement la même résolution que celle de l'écran de votre appareil dans <b>KCC</b> lors de la création de votre fichier <b>CBZ</b>. Vous pouvez également masquer la barre de progression inférieure lorsque vous lisez votre manga dans KOReader. Vous bénéficierez ainsi d'un affichage plein écran immersif de votre manga, sans aucune obstruction.
ga: Más mian leat taitneamh a bhaint as do manga ar bhealach níos tumtha, déan cinnte gur roghnaigh tú an taifeach céanna le taifeach scáileáin do ghléis i <b>KCC</b> agus do chomhad <b>CBZ</b> á chruthú agat. Chomh maith leis sin, is féidir leat an barra dul chun cinn bun a cheilt agus tú ag léamh do manga i KOReader. Mar sin, beidh radharc lánscáileáin tumtha agat ar do manga gan bhacainní.
it: Se desiderate godervi il vostro manga in modo più coinvolgente, assicurarsi di aver selezionato la stessa risoluzione dello schermo del dispositivo in <b>KCC</b> durante la creazione dei file <b>CBZ</b>. Inoltre, è possibile nascondere la barra di avanzamento inferiore durante la lettura del manga in KOReader. In questo modo avrete una visione coinvolgente a schermo intero del vostro manga, senza ostruzioni.
nl: Voor maximale onderdompeling kies je in <b>KCC</b> exact de schermresolutie van je apparaat bij het maken van de <b>CBZ</b> en verberg je de onderste voortgangsbalk tijdens het lezen. Zo krijg je een volledig scherm zonder afleiding.
pt_br: Se você quiser aproveitar seu mangá de uma forma mais imersiva, certifique-se de selecionar exatamente a mesma resolução da tela do seu dispositivo no <b>KCC</b> ao criar seu arquivo <b>CBZ</b>. Você também pode ocultar a barra de progresso inferior enquanto lê seu mangá no KOReader. Assim, você terá uma visualização imersiva em tela cheia do seu mangá, sem obstruções.
sk: Ak si chcete vychutnať svoju mangu pohlcujúcim spôsobom, uistite sa, že ste pri vytváraní súboru <b>CBZ</b> vybrali presne rovnaké rozlíšenie, ako je rozlíšenie obrazovky vášho zariadenia v <b>KCC</b>. Môžete tiež skryť spodnú lištu priebehu čítania pri čítaní mangy v KOReaderi. Takže budete mať pohlcujúci pohľad na celú obrazovku vašej mangy bez prekážok.
sr: Ако у манги желите да уживате на окружујући начин, док креирате <b>CBZ</b> обезбедите да сте у <b>KCC</b> изабрали потпуно исту резолуцију као што је резолуција екрана вашег уређаја. Такође, док читате мангу KOReader можете да сакријете траку напретка на дну. Тако ћете на мангу добити окружујући поглед пуног екрана, без сметњи.
ta: உங்கள் மங்காவை மிகவும் அதிவேகமாக அனுபவிக்க விரும்பினால், உங்கள் <b> சிபிஇசட் </b> கோப்பை உருவாக்கும் போது உங்கள் சாதனத்தின் திரை தெளிவுத்திறனின் அதே தெளிவுத்திறனை <b> கே.சி.சி </b> இல் தேர்ந்தெடுத்துள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். கொரியாடரில் உங்கள் மங்காவைப் படிக்கும்போது கீழே முன்னேற்றப் பட்டியை மறைக்க முடியும். எனவே உங்கள் மங்காவைப் பற்றிய முழு திரை காட்சியை நீங்கள் தடைகள் இல்லாமல் வைத்திருப்பீர்கள்.
uk: Якщо бажаєте просто зануритися у читання манґи, при створенні свого файлу <b>CBZ</b> за допомогою <b>KCC</b> переконайтеся, що вибрали саме ту роздільну здатність, яку має екран вашого пристрою для читання. Під час читання манґи у KOReader також можна сховати панель поступу внизу екрану. Тож повністю весь екран, без будь-яких завад, буде відображати лише вашу манґу.
zh_hans: 如果你想以更身临其境的方式欣赏你的漫画，请确保在创建<b>CBZ</b>文件时，你在<b>KCC</b>中选择了与设备屏幕分辨率完全相同的分辨率。您还可以在KOReader中阅读漫画时隐藏底部进度条。因此，您将获得一个无障碍的沉浸式全屏漫画视图。

source: Extra step for smooth gradients
es: Paso adicional para gradientes suaves
fr: Étape supplémentaire pour des dégradés fluides
ga: Céim bhreise le haghaidh grádáin réidh
it: Un passo in più per sfumature uniformi
nl: Extra stap voor vloeiende grijsverlopen
pt_br: Etapa extra para gradientes suaves
pt_pt: Passo extra para gradiente suave
sk: Extra krok pre plynulé prechody
sr: Додатни корак за глатке градијенте
ta: மென்மையான சாய்வுகளுக்கான கூடுதல் படி
uk: Додатковий крок для плавних градієнтів
zh_hans: 平滑渐变的额外步骤

# user_guide/en.html+html.body.div.p:3132-5
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: After using <span class="external">KCC</span> to create a <b>CBZ</b> file, you can apply additional <b>dithering</b> to the images. This way, eink-rendered gradients will be smoothly dithered without jagged layers. This step will produce fine-tuned manga volumes which look better in KOReader.
es: Después de usar <span class="external">KCC</span> para crear un archivo <b>CBZ</b>, puedes aplicar <b>tramado</b> adicional a las imágenes. De esta forma, los degradados renderizados con tinta electrónica se tramarán suavemente, sin capas irregulares. Este paso producirá volúmenes de manga optimizados que se verán mejor en KOReader.
fr: Après avoir utilisé <span class="external">KCC</span> pour créer un fichier <b>CBZ</b>, vous pouvez appliquer un <b>tramage</b> supplémentaire aux images. De cette façon, les dégradés rendus en eink seront tramés de manière fluide, sans couches irrégulières. Cette étape permettra d'obtenir des volumes de mangas affinés qui s'affichent mieux dans KOReader.
ga: Tar éis duit <span class="external">KCC</span> a úsáid chun comhad <b>CBZ</b> a chruthú, is féidir leat <b>dithering</b> breise a chur i bhfeidhm ar na híomhánna. Ar an mbealach seo, déanfar grádáin rindreáilte le einc a dhithering go réidh gan sraitheanna garbha. Ginfidh an chéim seo imleabhair manga mínchoigeartaithe a bheidh níos fearr i KOReader.
it: Dopo aver usato <span class="external">KCC</span> per creare un file <b>CBZ</b>, è possibile applicare ulteriore <b>retinatura</b> alle immagini. In questo modo, i gradienti renderizzati con l'inchiostro elettronico saranno sfumati in modo fluido senza livelli frastagliati. Questo passaggio produrrà volumi di manga ben definiti che risulteranno migliori in KOReader.
nl: Na het maken van een <b>CBZ</b> met <span class="external">KCC</span> kun je extra <b>dithering</b> toepassen op de afbeeldingen. Zo worden grijsverlopen op e-ink mooi egaal zonder kartelige banden. Deze stap levert fijn-afgestelde mangadelen op die er beter uitzien in KOReader.
pt_br: Após usar o <span class="external">KCC</span> para criar um arquivo <b>CBZ</b>, você pode aplicar <b>pontilhamento</b> adicional às imagens. Dessa forma, os gradientes renderizados serão pontilhados suavemente, sem camadas irregulares. Esta etapa produzirá volumes de mangá com ajuste fino, que terão melhor aparência no KOReader.
sk: Po použití <span class="external">KCC</span> na vytvorenie súboru <b>CBZ</b> môžete na obrázky použiť dodatočné <b>tieňovanie</b>. Týmto spôsobom budú prechody vykreslené e-ink displejom hladko rozložené bez zubatých vrstiev. Tento krok vytvorí optimalizované zväzky manga, ktoré vyzerajú lepšie v KOReader.
sr: Када употребите <span class="external">KCC</span> да креирате <b>CBZ</b> фајл, на слике можете да примените додатно <b>дитеровање</b>. На тај начин ће се градијенти на e-ink екрану исцртавати глатко, без назубљених слојева. Овај корак ће креирати фино подешене манга томове који много боље изгледају у програму KOReader.
ta: <b> சிபிஇசட் </b> கோப்பை உருவாக்க <span வகுப்பு = "வெளிப்புற"> கே.சி.சி </span> ஐப் பயன்படுத்திய பிறகு, நீங்கள் படங்களுக்கு கூடுதல் <b> டிட்டரிங் </b> ஐப் பயன்படுத்தலாம். இந்த வழியில், ஈன்க்-வழங்கப்பட்ட சாய்வு துண்டிக்கப்பட்ட அடுக்குகள் இல்லாமல் சீராக மூழ்கிவிடும். இந்த படி கொரியாடரில் சிறப்பாக இருக்கும் மங்கா தொகுதிகளை உருவாக்கும்.
uk: Після створення файлу <b>CBZ</b> за допомогою <span class="external">KCC</span> додатково можна виконати <b>дитеринг</b> зображення. В цьому випадку візуалізовані е-чорнилами градієнти будуть плавно вирівняні без зазубрених шарів. Цей крок дасть змогу створити тонко підігнані частини манґи, які матимуть кращий вигляд у KOReader.
zh_hans: 使用<span class="external">KCC</span>创建<b>CBZ</b>文件后，您可以对图片应用额外的<b>抖动</b>。这样，eink渲染的渐变将平滑抖动，没有锯齿层。这一步将制作出在KOReader中看起来更好的微调漫画卷。

source: You can use <span class="external">ImageMagick</span> to process your images. <span class="external">ImageMagick</span>, is a powerful open-source software suite for displaying, creating, converting, modifying, and editing raster images. You can download <span class="external">ImageMagick</span> and use it from the command line to process many images at once.
es: Puedes usar <span class="external">ImageMagick</span> para procesar tus imágenes. <span class="external">ImageMagick</span> es una potente suite de software de código abierto para mostrar, crear, convertir, modificar y editar imágenes rasterizadas. Puedes descargar <span class="external">ImageMagick</span> y usarlo desde la línea de comandos para procesar varias imágenes a la vez.
fr: Vous pouvez utiliser <span class="external">ImageMagick</span> pour traiter vos images. <span class="external">ImageMagick</span> est une suite logicielle open source puissante permettant d'afficher, de créer, de convertir, de modifier et d'éditer des images matricielles. Vous pouvez télécharger <span class="external">ImageMagick</span> et l'utiliser à partir de la ligne de commande pour traiter plusieurs images à la fois.
ga: Is féidir leat <span class="external">ImageMagick</span> a úsáid chun do chuid íomhánna a phróiseáil. Is sraith bogearraí foinse oscailte chumhachtach é <span class="external">ImageMagick</span> chun íomhánna rastair a thaispeáint, a chruthú, a thiontú, a mhodhnú agus a chur in eagar. Is féidir leat <span class="external">ImageMagick</span> a íoslódáil agus é a úsáid ón líne ordaithe chun go leor íomhánna a phróiseáil ag an am céanna.
it: È possibile utilizzare <span class="external">ImageMagick</span> per elaborare le immagini.<span class="external">ImageMagick</span>, è una potente suite di software open-source per la visualizzazione, la creazione, la conversione, la modifica e l'editing di immagini raster. È possibile scaricare <span class="external">ImageMagick</span> e utilizzarlo dalla riga di comando per elaborare molte immagini contemporaneamente.
nl: Je kunt <span class="external">ImageMagick</span> gebruiken om je afbeeldingen te verwerken. <span class="external">ImageMagick</span> is een krachtige opensource-suite voor het tonen, maken, converteren, aanpassen en bewerken van rasterafbeeldingen. Je kunt <span class="external">ImageMagick</span> downloaden en via de opdrachtregel inzetten om veel afbeeldingen tegelijk te verwerken.
pt_br: Você pode usar o <span class="external">ImageMagick</span> para processar suas imagens. O <span class="external">ImageMagick</span> é um poderoso pacote de software de código aberto para exibir, criar, converter, modificar e editar imagens em pixels. Você pode baixar o <span class="external">ImageMagick</span> e usá-lo na linha de comando para processar várias imagens de uma só vez.
sk: Na spracovanie obrázkov môžete použiť <span class="external">ImageMagick</span>. <span class="external">ImageMagick</span> je výkonný softvérový balík s otvoreným zdrojovým kódom na zobrazovanie, vytváranie, konverziu, úpravu a úpravu rastrových obrázkov. Môžete si stiahnuť aplikáciu <span class="external">ImageMagick</span> a použiť ju z príkazového riadku na spracovanie viacerých obrázkov naraz.
sr: За обраду слика можете да употребите <span class="external">ImageMagick</span>. <span class="external">ImageMagick</span> је моћна софтверска свита отвореног кода која служи за приказивање, креирање, конвертовање, измену и уређивање растерских слика. Можете да преузмете <span class="external">ImageMagick</span> и да га из командне линије користите за истовремену обраду великог броја слика.
ta: உங்கள் படங்களை செயலாக்க <ச்பான் கிளாச் = "வெளிப்புற"> இமேசேமகிக் </span> ஐப் பயன்படுத்தலாம். <span வகுப்பு = "extal"> இமேசேமகிக் </span>, ராச்டர் படங்களைக் காண்பித்தல், உருவாக்குதல், மாற்றுவது, மாற்றியமைத்தல் மற்றும் திருத்துவதற்கான சக்திவாய்ந்த திறந்த மூல மென்பொருள் தொகுப்பாகும். நீங்கள் <ச்பான் கிளாச் = "வெளிப்புற"> இமேசேமகிக் </ச்பான்> ஐ பதிவிறக்கம் செய்து பல படங்களை ஒரே நேரத்தில் செயலாக்க கட்டளை வரியிலிருந்து பயன்படுத்தலாம்.
uk: Для обробки зображень можна скористатися <span class="external">ImageMagick</span>. <span class="external">ImageMagick</span> — це потужне програмне забезпечення з відкритим кодом для показу, створення, перетворення, зміни та редагування растрових зображень. В <span class="external">ImageMagick</span> можна працювати через командний рядок, щоб обробляти багато зображень одночасно.
zh_hans: 您可以使用<span class="external">ImageMagick</span>来处理您的图片。<span class="external">ImageMagick</span>，是一个功能强大的开源软件套件，用于显示、创建、转换、修改和编辑光栅图片。您可以下载<span class="external">ImageMagick</span>，并从命令行使用它一次处理多个图片。

source: Unpack the prepared <b>CBZ</b> file that you created with <span class="external">KCC</span>,
es: Descomprima el archivo <b>CBZ</b> preparado que creó con <span class="external">KCC</span>,
fr: Décompressez le fichier <b>CBZ</b> que vous avez créé avec <span class="external">KCC</span>,
ga: Díphacáil an comhad <b>CBZ</b> ullmhaithe a chruthaigh tú le <span class="external">KCC</span>,
it: Scompattare il file <b>CBZ</b> preparato che è stato creato con <span class="external">KCC</span>,
nl: Pak het voorbereide <b>CBZ</b>-bestand uit dat je met <span class="external">KCC</span> hebt gemaakt,
pt_br: Descompacte o arquivo <b>CBZ</b> preparado que você criou com o <span class="external">KCC</span>,
pt_pt: Descomprima o ficheiro preparado <b>CBZ</b> que criou com <span class="external">KCC</span>,
sk: Rozbaľte pripravený súbor <b>CBZ</b>, ktorý ste vytvorili pomocou <span class="external">KCC</span>,
sr: Распакујте припремљени <b>CBZ</b> фајл који сте креирали програмом <span class="external">KCC</span>,
ta: <b> சிபிஇசட் </b> கோப்பைத் திறக்கவும்
uk: Розпакуйте підготований файл <b>CBZ</b>, раніше створений за допомогою <span class="external">KCC</span>,
zh_hans: 将之前使用<span class="external">KCC</span>创建的<b>CBZ</b>文件解压缩，
