Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can choose a value from the menu or select <span class="ui">Custom dpi</span> to enter a value for fine tuning: <b>Higher DPI = Bigger Interface</b>. Note that there is also a <span class="ui">Zoom (dpi)</span> setting in the bottom bar. That one is related to the documents only. You can find the explanation in the next section.
es: Puede elegir un valor del menú o seleccionar <span class="ui">DPI personalizado</span> para introducir un valor y realizar un mejor ajuste: <b>Cuanto mayor sean los DPI, mayor será la interfaz</b>. Tenga en cuenta que también hay un ajuste <span class="ui">Zoom (DPI)</span> en la barra inferior. Este ajuste solo está relacionado con los documentos. Encontrará la explicación en la siguiente sección.
fr: Vous pouvez choisir une valeur dans le menu ou sélectionner <span class="ui">DPI personnalisé</span> pour entrer une valeur permettant un réglage précis : <b>DPI plus élevé = interface plus grande</b>. Notez qu'il existe également un paramètre <span class="ui">Zoom (DPI)</span> dans la barre inférieure. Celui-ci concerne uniquement les documents. Vous trouverez des explications à ce sujet dans la section suivante.
ga: Is féidir leat luach a roghnú ón roghchlár nó <span class="ui">dpi saincheaptha</span> a roghnú chun luach a iontráil le haghaidh mionchoigeartú: <b>DPI Níos Airde = Comhéadan Níos Mó</b>. Tabhair faoi deara go bhfuil socrú <span class="ui">Zúmáil (dpi)</span> sa bharra bun freisin. Baineann an ceann sin leis na doiciméid amháin. Is féidir leat an míniú a fháil sa chéad chuid eile.
it: È possibile scegliere un valore dal menu o selezionare <span class="ui">DPI personalizzati</span> per inserire un valore per la regolazione fine: <b>DPI più alti = interfaccia più grande</b>. Si noti che nella barra inferiore è presente anche un'impostazione <span class="ui">Zoom (dpi)</span>. Questa è relativa solo ai documenti. La spiegazione è riportata nella sezione successiva.
nl: Je kunt een waarde in het menu kiezen of <span class="ui">Aangepaste dpi</span> selecteren om een waarde in te voeren voor fijnafstemming: <b>Hogere DPI = grotere interface</b>. Let op: er is ook een <span class="ui">Zoom (dpi)</span>-instelling in de onderste balk. Die heeft alleen betrekking op documenten. De uitleg daarvan vind je in de volgende sectie.
pt_br: Você pode escolher um valor no menu ou selecionar <span class="ui">DPI personalizado</span> para inserir um valor para ajuste fino: <b>DPI maior = Interface maior</b>. Observe que também há uma configuração de <span class="ui">Zoom (dpi)</span> na barra inferior. Esta configuração está relacionada apenas aos documentos. Você encontrará a explicação na próxima seção.
pt_pt: Pode escolher um valor no menu ou selecionar <span class="ui">Dpi personalizado</span> para introduzir um valor para o ajuste: <b>DPI mais elevado = Interface maior</b>. Note que também existe uma definição de <span class="ui">Zoom (dpi) </span> na barra inferior. Este está relacionado apenas com os documentos. Pode encontrar a explicação na próxima secção.
sk: Hodnotu si môžete vybrať z ponuky alebo vybrať možnosť <span class="ui">Vlastné dpi</span> a zadať hodnotu pre jemné doladenie: <b>Vyššie DPI = Väčšie rozhranie</b>. Upozorňujeme, že v spodnom paneli sa nachádza aj nastavenie <span class="ui">Priblíženie (dpi)</span>. Toto nastavenie sa vzťahuje iba na dokumenty. Vysvetlenie nájdete v ďalšej časti.
sr: Можете да изаберете вредност из менија или да изаберете <span class="ui">Произвољна dpi</span> и унесете вредност за фино подешавање: <b>Виша DPI = Већи интерфејс</b>. Приметите да у доњој линији постоји и подешавање <span class="ui">Зумирање (dpi)</span>. Оно утиче само на документе. Објашњење се налази у наредном одељку.
ta: நீங்கள் மெனுவிலிருந்து ஒரு மதிப்பைத் தேர்வு செய்யலாம் அல்லது சிறந்த டியூனிங்கிற்கான மதிப்பை உள்ளிட <ச்பான் கிளாச் = "யுஐ"> தனிப்பயன் டிபிஐ </span> ஐத் தேர்ந்தெடுக்கவும்: <b> அதிக டிபிஐ = பெரிய இடைமுகம் </b>. கீழே உள்ள பட்டியில் ஒரு <ச்பான் கிளாச் = "யுஐ"> சூம் (டிபிஐ) </span> அமைத்தல் உள்ளது என்பதை நினைவில் கொள்க. ஒன்று ஆவணங்களுடன் மட்டுமே தொடர்புடையது. அடுத்த பகுதியில் விளக்கத்தை நீங்கள் காணலாம்.
uk: Можна обрати значення в меню або <span class="ui">Власне dpi</span>, щоб вказати значення для точного налаштування: <b>вище DPI = більший інтерфейс</b>. Майте на увазі, що у нижній панелі також є функція <span class="ui">Масштаб (dpi)</span>. Вона стосується лише документів. Пояснення є у наступному розділі.
zh_hans: 您可以从菜单中选择一个值，或选择<span class="ui">自定义 DPI</span> 后输入一个值进行微调：<b>更高的 DPI = 更大的界面</b>。请注意，底部栏中还有一个<span class="ui">缩放（DPI）</span>设置。该设置仅与文档相关。您可以在下一节中找到相关说明。

source: If you tap and hold an <b>option</b> or <b>menu item</b> (font weight, line spacing etc.), you can set its value as <span class="ui">DEFAULT</span>. The new value will only be applied to books opened from now on. Previously opened books will keep their settings. You can identify default values as a <span class="ui">star</span> (★) in the menu or as a <span class="ui">black border</span> around the indicators as seen below:
es: Si tocas y mantienes presionado una <b>opción</b> o <b>elemento del menú</b> (grosor de letra, interlineado, etc.), puedes establecer tu valor como <span class="ui">POR DEFECTO</span>. El nuevo valor solo se aplicará a los libros que se abran a partir de ahora. Los libros abiertos anteriormente conservarán tus ajustes. Puedes identificar los valores por defecto como una <span class="ui">estrella</span> (★) en el menú o como un <span class="ui">borde oscuro</span> alrededor de los indicadores, como puedes ver abajo:
fr: Si vous appuyez longuement sur une <b>option</b> ou un <b>élément de menu</b> (épaisseur de police, interligne, etc.), vous pouvez définir sa valeur comme <span class="ui">DEFAULT</span>. La nouvelle valeur ne s'appliquera qu'aux livres ouverts à partir de maintenant. Les livres ouverts précédemment conserveront leurs paramètres. Vous pouvez identifier les valeurs par défaut grâce à une <span class="ui">étoile</span> (★) dans le menu ou à une <span class="ui">bordure noire</span> autour des indicateurs, comme illustré ci-dessous :
ga: Má thapaíonn tú agus má choinníonn tú <b>rogha</b> nó <b>mír roghchláir</b> (meáchan cló, spásáil líne srl.), is féidir leat a luach a shocrú mar <span class="ui">RÉAMHSHOCRAITHE</span>. Ní chuirfear an luach nua i bhfeidhm ach ar leabhair a osclaítear feasta. Coinneoidh leabhair a osclaíodh roimhe seo a socruithe. Is féidir leat luachanna réamhshocraithe a aithint mar <span class="ui">réalta</span> (★) sa roghchlár nó mar <span class="ui">imreán dubh</span> timpeall na dtáscairí mar a fheictear thíos:
it: Se si tocca e si tiene premuta una <b>opzione</b> o una <b>voce del menù</b> (peso del carattere, interlinea ecc.), si può impostare il suo valore come <span class="ui">PREDEFINITO</span>. Il nuovo valore sarà applicato solo ai libri aperti d'ora in poi. I libri aperti in precedenza manterranno le loro impostazioni. È possibile identificare i valori predefiniti con una <span class="ui">stella</span> (★) nel menu o come <span class="ui">bordo nero</span> intorno agli indicatori, come si vede di seguito:
nl: Als je een <b>optie</b> of <b>menu-item</b> (lettergewicht, regelafstand, enz.) lang ingedrukt houdt, kun je de waarde instellen als <span class="ui">STANDAARD</span>. De nieuwe waarde wordt alleen toegepast op boeken die je vanaf nu opent. Eerder geopende boeken behouden hun instellingen. Standaardwaarden herken je als een <span class="ui">ster</span> (★) in het menu of als een <span class="ui">zwarte rand</span> rond de indicatoren zoals hieronder te zien is:
pt_br: Se você tocar e segurar uma <b>opção</b> ou <b>item de menu</b> (espessura da fonte, espaçamento entre linhas, etc.), você poderá definir seu valor como <span class="ui">PADRÃO</span>. O novo valor será aplicado apenas aos livros abertos a partir de agora. Os livros abertos anteriormente manterão suas configurações. Você pode identificar os valores padrão com uma <span class="ui">estrela</span> (★) no menu ou com uma <span class="ui">borda preta</span> ao redor dos indicadores, como mostrado abaixo:
pt_pt: Se tocar e segurar uma <b>opção</b> ou <b>item de menu</b> (espessura da fonte, espaçamento entre linhas, etc.), pode definir o seu valor como <span class="ui">PREDEFINIDO</span>. O novo valor só será aplicado aos livros abertos a partir da seleção do mesmo. Os livros abertos anteriormente manterão as suas definições. Pode identificar os valores predifinidos com uma <span class="ui">estrela</span> (★) no menu ou com uma <span class="ui">borda preta</span> à volta dos indicadores, como mostra abaixo:
sk: Ak ťuknete a podržíte <b>možnosť</b> alebo <b>položku ponuky</b> (hrúbka písma, riadkovanie atď.), môžete nastaviť jej hodnotu ako <span class="ui">PREDVOLENÚ</span>. Nová hodnota sa bude vzťahovať iba na knihy otvorené odteraz. Predtým otvorené knihy si zachovajú svoje nastavenia. Predvolené hodnoty spoznáte podľa <span class="ui">hviezdičky</span> (★) v ponuke alebo podľa <span class="ui">čierneho okraja</span> okolo indikátorov, ako je uvedené nižšie:
sr: Ако тапнете и задржите <b>опцију</b> или <b>ставку менија</b> (тежину фонта, проред итд.), њену вредност можете да поставите као <span class="ui">ПОДРАЗУМЕВАНУ</span>. Нова вредност ће се применити само на књиге које се отворе након тог тренутка. Претходно отворене књиге задржавају своја подешавања. Подразумеване вредности можете да препознате по <span class="ui">звездици</span> (★) у менију, или као <span class="ui">црни оквир</span> око индикатора, као што је приказано испод:
ta: <b> விருப்பம் </b> அல்லது <b> பட்டியல் உருப்படி </b> (எழுத்துரு எடை, வரி இடைவெளி போன்றவை) தட்டவும் வைத்திருந்தால், அதன் மதிப்பை <span வகுப்பு = "Ui"> இயல்புநிலை </span> என அமைக்கலாம். புதிய மதிப்பு இனிமேல் திறக்கப்பட்ட புத்தகங்களுக்கு மட்டுமே பயன்படுத்தப்படும். முன்னர் திறந்த புத்தகங்கள் அவற்றின் அமைப்புகளை வைத்திருக்கும். இயல்புநிலை மதிப்புகளை பட்டியலில் <span வகுப்பு = "Ui"> விண்மீன் </span> (★) என அடையாளம் காணலாம் அல்லது கீழே காணப்பட்டுள்ள குறிகாட்டிகளைச் சுற்றி <span வகுப்பு = "Ui"> கருப்பு எல்லை </span> ஆக:
uk: Якщо затиснути <b>кнопку</b> або <b>пункт меню</b> (товщина шрифту, проміжки між рядками тощо), можна скинути його значення на <span class="ui">ТИПОВЕ</span>. Нові значення параметрів будуть застосовані лише до книг, які будуть відкриті починаючи з цього моменту. Книги, які відкривалися раніше, будуть використовувати попередні параметри. Типові значення в пунктах меню позначені <span class="ui">зірочкою</span> (★), а в інших елементах інтерфейсу виділені <span class="ui">товстою рамкою</span>, як показано нижче:
zh_hans: 长按某一<b>选项</b>或<b>菜单项</b>（如字重、行间距等）可将其当前设置指定为<span class="ui">默认选项</span>，仅对之后开启的书籍生效。之前打开的书籍将保持原设置。菜单中的默认项会带有<span class="ui">星号</span>（★）或<span class="ui">黑色边框</span>作为识别标志，如下图所示：

source: You can <b>close</b> full screen dialogs (<span class="ui">History, Table of Contents, Reading Statistics</span> etc.) by <b>swiping down</b>. (Except <span class="ui">Bookmarks</span> window. You can use any multi swipe gesture to close this one)
es: Puedes <b>cerrar</b> los diálogos a pantalla completa (<span class="ui">Historial, Índice, Estadísticas de lectura</span> etc.) deslizando <b>hacia abajo</b>. (Excepto la ventana de <span class="ui">Marcadores</span>. Puedes usar cualquier multi gesto de deslizamientos para cerrar ésta)
fr: Vous pouvez <b>fermer</b> les boîtes de dialogue en plein écran (<span class="ui">Historique, Table des matières, Statistiques de lecture</span>, etc.) en <b>balayant vers le bas</b>. (À l'exception de la fenêtre <span class="ui">Signets</span>. Vous pouvez utiliser n'importe quel geste de balayage multiple pour fermer celle-ci.)
ga: Is féidir leat dialóga lánscáileáin (<span class="ui">Stair, Clár Ábhair, Staitisticí Léitheoireachta</span> srl.) a <b>dhúnadh</b> trí <b>shvaipeáil síos</b>. (Seachas fuinneog <span class="ui">Leabharmharcanna</span>; is féidir leat aon ghluaiseacht ilshvaipeála a úsáid chun í seo a dhúnadh)
it: È possibile <b>chiudere</b> le finestre di dialogo a schermo intero (<span class="ui">Cronologia, Indice, Statistiche di lettura</span> ecc.) <b>scorrendo verso il basso</b>. (Ad eccezione della finestra <span class="ui">Segnalibri</span>. È possibile utilizzare qualsiasi gesto multi-scorrimento per chiuderla)
nl: Je kunt dialoogvensters op volledig scherm (<span class="ui">Geschiedenis, Inhoudsopgave, Leesstatistieken</span> enz.) <b>sluiten</b> door <b>omlaag te vegen</b>. (Behalve het venster <span class="ui">Bladwijzers</span>. Gebruik hiervoor een multiveeg-gebaar om te sluiten.)
pt_br: Você pode <b>fechar</b> caixas de diálogo em tela cheia (<span class="ui">Histórico, Índice, Estatísticas de Leitura</span> etc.) <b>deslizando para baixo</b>. (Exceto a janela <span class="ui">Marcadores</span>. Você pode usar qualquer gesto de deslizar múltiplo para fechar esta)
pt_pt: Pode <b>fechar</b> caixas de diálogo de ecrã inteiro (<span class="ui">Histórico, Índice, Leitura de estatísticas</span> etc.) <b>deslizando para baixo</b>. (Exceto a janela <span class="ui">Marcadores</span>, para esta pode utilizar qualquer gesto de deslizamento para a fechar)
sk: Dialógové okná na celú obrazovku (<span class="ui">História, Tabuľka s obsahom knihy, Štatistiky čítania</span> atď.) môžete <b>zatvoriť</b> <b>potiahnutím prstom nadol</b>. (Okrem okna <span class="ui">Záložky</span>. Toto okno môžete zatvoriť ľubovoľným gestom viacerých potiahnutí prstom.)
sr: Дијалоге који покривају цео екран (<span class="ui">Историја, Садржај, Статистика читања</span> итд.) можете да <b>затворите</b> тако што <b>превучете наниже</b>. (Осим прозора <span class="ui">Маркери</span>. Да бисте га затворили можете да употребите било коју гестикулацију мултипревлачења)
ta: <b> கீழே ச்வைப் செய்வதன் மூலம் </b> மூலம் நீங்கள் <b> மூடு </b> முழுத் திரை உரையாடல்கள் (<span வகுப்பு = "Ui"> வரலாறு, பொருளடக்கம், வாசிப்பு புள்ளிவிவரங்கள் </span> போன்றவை) செய்யலாம். .
uk: Повноекранні діалоги (<span class="ui">Історія, Зміст, Статистика читання</span> тощо) можна <b>закрити протягуванням вниз</b>. (Крім вікна <span class="ui">Закладки</span>, яке можна закрити будь-яким мультижестом)
zh_hans: 可使用<b>下划</b>手势对<span class="ui">阅读历史、目录、阅读统计</span>等全屏对话框执行<b>关闭</b>操作。(<span class="ui">书签管理器</span>是个例外，但可以通过指定其它多指手势来关闭)

source: You can take a <span class="ui">screenshot</span> by making a <b>long diagonal swipe</b> with your finger. Also <b>touching opposing diagonal corners</b> will take a screenshot. You can use this second gesture for example when viewing an image. Also if your device has a keyboard, you can take a screenshot with the <span class="ui">Alt + Shift + G</span> shortcut.
es: Puedes tomar una <span class="ui">captura de pantalla</span> haciendo un <b>deslizamiento diagonal largo</b> con el dedo. También <b>tocar las esquinas diagonales opuestas</b> hará una captura de pantalla. Puedes usar este segundo gesto por ejemplo, al ver una imagen. Además, si tu dispositivo tiene teclado, puedes tomar una captura de pantalla con el atajo <span class="ui">Alt + Shift + G</span>.
fr: Vous pouvez prendre une <span class="ui">capture d'écran</span> en effectuant un <b>long balayage diagonal</b> avec votre doigt. Vous pouvez également prendre une capture d'écran en <b>touchant les coins diagonaux opposés</b>. Vous pouvez utiliser ce deuxième geste lorsque vous visualisez une image, par exemple. Si votre appareil dispose d'un clavier, vous pouvez également prendre une capture d'écran à l'aide du raccourci <span class="ui">Alt + Maj + G</span>.
ga: Is féidir leat <span class="ui">seat scáileáin</span> a thógáil trí <b>shwipeáil fhada trasnánach</b> a dhéanamh le do mhéar. Chomh maith leis sin, <b>teagmháil le coirnéil trasnánacha os coinne a chéile</b>, tógfar seat scáileáin. Is féidir leat an dara gotha seo a úsáid mar shampla agus íomhá á breathnú agat. Chomh maith leis sin, má tá méarchlár ar do ghléas, is féidir leat seat scáileáin a thógáil leis an aicearra <span class="ui">Alt + Shift + G</span>.
it: È possibile scattare una <span class="ui">screenshot</span> facendo un <b>lungo scorrimento diagonale</b> con il dito. Anche <b>toccando gli angoli diagonali opposti (in alto a sinistra ed in baso a destra)</b> si otterrà uno screenshot. Questo secondo gesto può essere utilizzato, ad esempio, quando si visualizza un'immagine. Inoltre, se il dispositivo dispone di una tastiera, è possibile effettuare uno screenshot con la scorciatoia <span class="ui">Alt + Shift + G</span>.
nl: Je kunt een <span class="ui">schermafbeelding</span> maken door een <b>lange diagonale veeg</b> met je vinger. Ook <b>tegengestelde diagonale hoeken aanraken</b> maakt een schermafbeelding. Dit tweede gebaar kun je bijvoorbeeld gebruiken bij het bekijken van een afbeelding. Als je apparaat een toetsenbord heeft, kun je ook een schermafbeelding maken met de sneltoets <span class="ui">Alt + Shift + G</span>.
pt_br: Você pode tirar uma <span class="ui">captura de tela</span> fazendo um <b>deslize diagonal longo</b> com o dedo. Além disso, <b>tocar nos cantos diagonais opostos</b> também tira uma captura de tela. Você pode usar este segundo gesto, por exemplo, ao visualizar uma imagem. Também, se o seu dispositivo tiver teclado, é possível tirar uma captura de tela com o atalho <span class="ui">Alt + Shift + G</span>.
pt_pt: Pode fazer uma <span class="ui">captura de ecrã</span> <b>deslizando o dedo prelongadamente e na diagonal</b> ou <b>tocar nos cantos diagonais opostos</b>. Pode utilizar este segundo gesto, por exemplo, ao visualizar uma imagem. Além disso, se o seu dispositivo tiver um teclado, pode fazer uma captura de ecrã com o atalho <span class="ui">Alt + Shift + G</span>.
sk: <span class="ui">Snímku obrazovky</span> môžete urobiť <b>dlhým diagonálnym potiahnutím prsta</b>. Snímku obrazovky vytvoríte aj <b>dotykom protiľahlých diagonálnych rohov</b>. Toto druhé gesto môžete použiť napríklad pri prezeraní obrázka. Ak má vaše zariadenie klávesnicu, môžete snímku obrazovky vytvoriť pomocou klávesovej skratky <span class="ui">Alt + Shift + G</span>.
sr: <span class="ui">Снимак екрана</span> можете да направите извођењем <b>дугог дијагоналног превлачења</b> прстом. Снимак екрана се такође прави и <b>додиром на супротне дијагоналне углове</b>. На пример, ову другу гестикулацију можете да употребите када гледате слику. Такође, ако ваш уређај има тастатуру, снимак екрана можете да направите и пречицом <span class="ui">Alt + Shift + G</span>.
ta: உங்கள் விரலால் <b> நீண்ட மூலைவிட்ட ச்வைப் </b> ஐ உருவாக்குவதன் மூலம் <ச்பான் கிளாச் = "யுஐ"> திரைக்காட்சி </ச்பான்> ஐ நீங்கள் எடுக்கலாம். மேலும் <b> தடுப்பு மூலைகளை எதிர்க்கும் தொடுதல் </b> திரை சாட்டை எடுக்கும். ஒரு படத்தைப் பார்க்கும்போது இந்த இரண்டாவது சைகையை உதாரணமாக பயன்படுத்தலாம். உங்கள் சாதனத்தில் விசைப்பலகை இருந்தால், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> ஆல்ட் + சிப்ட் + ஐயா </ச்பான்> குறுக்குவழியுடன் திரை சாட்டை எடுக்கலாம்.
uk: Зробити <span class="ui">знімок екрану</span> можна <b>довгим протягуванням пальцем по діагоналі</b> екрану. Знімок екрану також можна зробити <b>дотиком пальцями у протилежних кутах по діагоналі</b>. Другий жест можна використовувати, наприклад, під час перегляду зображення. Також, якщо пристрій має клавіатуру, знімок екрану можна зробити комбінацією клавіш <span class="ui">Alt + Shift + G</span>.
zh_hans: 有两种手势可以用来进行<span class="ui">屏幕截图</span>，一种是<b>沿对角线长划</b>，另外一种是用双指同时<b>点击任意一对屏幕对角</b>。第二种手势可以用于在浏览图片时截图。如果阅读设备配有实体键盘，还可以按下<span class="ui">Alt+Shift+G</span>组合键来截图。

source: If you want to open a random page of a book, we have a <b>Jump to a random page</b> action which you can assign to any gesture. It is in the <b>Reader</b> category of the <span class="ui">Gesture Manager</span>.
es: Si quieres abrir una página aleatoria de un libro, tenemos la acción saltar a <b>Página aleatoria</b> que puedes asignar a cualquier gesto. Está en la categoría <b>Lector</b> del <span class="ui">Configurador de gestos</span>.
fr: Si vous souhaitez ouvrir une page aléatoire d'un livre, nous proposons une action <b>Aller à une page aléatoire</b> que vous pouvez attribuer à n'importe quel geste. Elle se trouve dans la catégorie <b>Lecteur</b> du <span class="ui">Gestionnaire de gestes</span>.
ga: Más mian leat leathanach randamach de leabhar a oscailt, tá gníomh <b>Léim go leathanach randamach</b> againn ar féidir leat a shannadh d'aon ghluaiseacht. Tá sé i gcatagóir <b>Léitheoir</b> an <span class="ui">Bainisteoir Gluaiseachta</span>.
it: Se si vuole aprire una pagina a caso di un libro, esiste un'azione <b>Salta a una pagina a caso</b> che si può assegnare a qualsiasi gesto attraverso <b>Impostazione dei gesti</b> del menù <span class="ui">Tocchi e gesti</span>.
nl: Als je een willekeurige pagina van een boek wilt openen, hebben we de actie <b>Spring naar willekeurige pagina</b> die je aan elk gebaar kunt toewijzen. Deze staat in de categorie <b>Lezer</b> van de <span class="ui">Gebarenbeheer</span>.
pt_br: Se você quiser abrir uma página aleatória de um livro, temos a ação <b>Ir para uma página aleatória</b> que você pode atribuir a qualquer gesto. Ela está na categoria <b>Leitor</b> do <span class="ui">Gerenciador de Gestos</span>.
pt_pt: Se pretender abrir uma página aleatória de um livro, temos uma ação <b>Saltar para uma página aleatória</b> que pode atribuir a qualquer gesto. Encontra-se na categoria <b>Leitor</b> do <span class="ui">Gestor de Gestos</span>.
sk: Ak chcete otvoriť náhodnú stránku knihy, máme akciu <b>Prejsť na náhodnú stránku</b>, ktorú môžete priradiť ľubovoľnému gestu. Nachádza sa v kategórii <b>režim čítania</b> v <span class="ui">správcovi gest</span>.
sr: Ако желите да отворите насумично изабрану страницу књиге, имамо акцију <b>Скок на насумично изабрану страницу</b> коју можете да доделите било којој гестикулацији. Налази се у категорији <b>Читач</b> <span class="ui">Управљача гестикулацијама</span>.
ta: நீங்கள் ஒரு புத்தகத்தின் சீரற்ற பக்கத்தைத் திறக்க விரும்பினால், எங்களிடம் <b> ஒரு சீரற்ற பக்கத்திற்குச் செல்லவும் </b> எந்தவொரு சைகைக்கும் நீங்கள் ஒதுக்கலாம். இது <b> ரீடர் </b> <span வகுப்பு = "Ui"> சைகை மேலாளர் </span> இன் பிரிவில் உள்ளது.
uk: Якщо бажаєте відкрити випадкову сторінку книги, наявна дія <b>Перейти до випадкової сторінки</b>, виконання якої можна призначити за будь-яким жестом. Вона знаходиться в категорії <b>Читання</b> меню <span class="ui">Менеджер жестів</span>.
zh_hans: 如果你想随机打开一本书的某一页，我们提供了一个<b>跳转到随机页</b>的操作，你可以将其分配给任何手势。该操作位于<b>阅读器</b>的<span class="ui">手势管理器</span>的类别中。
