Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: This method is similar to the previous one as the <b>.sdr</b> folders will be under an internal directory. But this method is developed to address the shortcomings of the previous method. Because, normally if you rename a book outside KOReader (with the native file manager/reader of the device or from a connected computer), its <b>.sdr</b> folder name will no longer match and your metadata for that book will be lost. <b>If you are only using the KOReader File Browser for file operations, this is automatically handled so there are no repercussions.</b>
es: Este método es similar al anterior, ya que las carpetas <b>.sdr</b> estarán en un directorio interno. Sin embargo, este método se desarrolló para solucionar las deficiencias del anterior. Normalmente, si se renombra un libro fuera de KOReader (con el explorador/lector de archivos nativo del dispositivo o desde un PC conectado), el nombre de la carpeta <b>.sdr</b> ya no coincidirá y se perderán los metadatos de ese libro. <b>Si solo se utiliza el explorador de archivos de KOReader para las operaciones con archivos, esto se gestiona automáticamente por lo que no hay repercusiones.</b>
fr: Cette méthode est similaire à la précédente, car les dossiers <b>.sdr</b> se trouvent dans un répertoire interne. Mais cette méthode a été développée pour pallier les inconvénients de la méthode précédente. En effet, si vous renommez un livre en dehors de KOReader (à l'aide du gestionnaire de fichiers/lecteur natif de l'appareil ou depuis un ordinateur connecté), le nom de son dossier <b>.sdr</b> ne correspondra plus et les métadonnées de ce livre seront perdues. <b>Si vous utilisez uniquement l'Explorateur de fichiers KOReader pour les opérations sur les fichiers, cela est géré automatiquement et il n'y a donc aucune répercussion.</b>
ga: Tá an modh seo cosúil leis an gceann roimhe seo mar go mbeidh na fillteáin <b>.sdr</b> faoi eolaire inmheánach. Ach tá an modh seo forbartha chun aghaidh a thabhairt ar easnaimh an mhodha roimhe seo. Mar, de ghnáth má athraíonn tú ainm leabhair lasmuigh de KOReader (leis an mbainisteoir/léitheoir comhad dúchasach den fheiste nó ó ríomhaire ceangailte), ní bheidh ainm a fhillteáin <b>.sdr</b> ag teacht leis an méid céanna a thuilleadh agus caillfear do mheiteashonraí don leabhar sin. <b>Mura bhfuil tú ag úsáid ach Brabhsálaí Comhad KOReader le haghaidh oibríochtaí comhad, déantar é seo a láimhseáil go huathoibríoch agus mar sin níl aon iarmhairtí ann.</b>
it: Questo metodo è simile al precedente, poiché le cartelle <b>.sdr</b> si trovano in una directory interna. Ma questo metodo è stato sviluppato per ovviare alle carenze del metodo precedente. Perché normalmente se si rinomina un libro al di fuori di KOReader (con il file manager/lettore nativo del dispositivo o da un computer collegato), il nome della cartella <b>.sdr</b> non corrisponderà più e i metadati per quel libro andranno persi. <b>Se si utilizza il File Browser di KOReader solo per le operazioni sui file, questo viene gestito automaticamente e non ci sono ripercussioni.</b>
nl: Deze methode lijkt op de vorige omdat de <b>.sdr</b>-mappen zich onder een interne map bevinden. Maar deze methode is ontwikkeld om de tekortkomingen van de vorige methode op te lossen. Normaal gesproken, als je een boek buiten KOReader hernoemt (met de ingebouwde bestandsbeheerder/lezer van het apparaat of vanaf een aangesloten computer), komt de naam van de <b>.sdr</b>-map niet meer overeen en gaan de metadata van dat boek verloren. <b>Als je voor bestandsbewerkingen alleen de Bestandsverkenner van KOReader gebruikt, wordt dit automatisch afgehandeld en zijn er geen nadelige gevolgen.</b>
pt_br: Este método é semelhante ao anterior, pois as pastas <b>.sdr</b> ficarão em um diretório interno. Mas ele foi desenvolvido para contornar as limitações do método anterior. Normalmente, se você renomear um livro fora do KOReader (usando o gerenciador/leitor nativo do dispositivo ou um computador conectado), o nome da pasta <b>.sdr</b> não corresponderá mais e os metadados desse livro serão perdidos. <b>Se você usar apenas o Explorador de Arquivos do KOReader para operações com arquivos, isso é tratado automaticamente, sem consequências.</b>
sk: Táto metóda je podobná predchádzajúcej, pretože <b>.sdr</b> priečinky budú v internom adresári. Táto metóda je však vyvinutá s cieľom riešiť nedostatky predchádzajúcej metódy. Pretože, ak knihu premenujete mimo KOReadera (pomocou správcu súborov zariadenia/čítačky alebo z pripojeného počítača), názov jej priečinka <b>.sdr</b> sa už nebude zhodovať a vaše metadáta pre danú knihu sa stratia. <b>Ak na operácie so súbormi používate iba prehliadač súborov KOReadera, toto sa automaticky vyrieši, takže neexistujú žiadne následky.</b>
sr: Овај метод је сличан претходном у томе што се <b>.sdr</b> фолдери чувају у једном интерном директоријуму. Али овај метод је развијен да се превазиђу ограничења претходног метода. Јер, ако име књиге промените ван KOReader читача (системским управљачем фајловима/читачем уређаја или са повезаног компјутера), име њеног <b>.sdr</b> фолдера се више неће подударати и метаподаци за ту књигу ће бити изгубљени. <b>Ако за операције са фајловима увек користите Прегледач фајлова KOReader читача, ово се аутоматски обрађује, тако да нема последица.</b>
ta: இந்த முறை முந்தையதைப் போன்றது <b> .sdr </b> கோப்புறைகள் உள் கோப்பகத்தின் கீழ் இருக்கும். ஆனால் முந்தைய முறையின் குறைபாடுகளை நிவர்த்தி செய்ய இந்த முறை உருவாக்கப்பட்டுள்ளது. ஏனெனில், பொதுவாக, நீங்கள் கொரியாடருக்கு வெளியே ஒரு புத்தகத்தை மறுபெயரிட்டால் (சாதனத்தின் சொந்த கோப்பு மேலாளர்/வாசகருடன் அல்லது இணைக்கப்பட்ட கணினியிலிருந்து), அதன் <b> .sdr </b> கோப்புறை பெயர் இனி பொருந்தாது, அந்த புத்தகத்திற்கான உங்கள் மேனிலை தரவு இழக்கப்படும். <b> கோப்பு செயல்பாடுகளுக்காக நீங்கள் கொரியடர் கோப்பு உலாவியை மட்டுமே பயன்படுத்துகிறீர்கள் என்றால், இது தானாகவே கையாளப்படுகிறது, எனவே விளைவுகள் எதுவும் இல்லை. </b>
uk: Цей спосіб схожий на попередній, оскільки теки <b>.sdr</b> будуть знаходитися у внутрішній теці. Але цей спосіб розроблений для усунення недоліків попереднього. Зазвичай, якщо при перейменуванні файлу книги поза KOReader (за допомогою вбудованого файлового оглядачі чи з підключеного комп’ютера), назва пов'язаної з нею теки <b>.sdr</b> більше не збігатиметься і метадані для цієї книги будуть втрачені. <b>Якщо для операцій з файлами використовувати лише Оглядач файлів KOReader для операцій з файлами, тоді такої проблеми не виникає, що KOReader автоматично перейменовує пов'язану теку з метаданими одночасно з перейменуванням файлу книги.</b>
zh_hans: 此方法与前一种方法类似，因为<b>.sdr</b>文件夹将位于内部目录下。但这种方法是为了解决以前方法的缺点而开发的。因为，通常如果您在KOReader之外重命名一本书（使用设备的本机文件管理器/阅读器或从连接的计算机），其<b>.sdr</b>文件夹名称将不再匹配，并且该书的元数据将丢失。<b>如果您只使用KOReader文件浏览器进行文件操作，则会自动处理，因此不会产生任何影响。</b>

source: In this <b>HASHED</b> method, <b>.sdr</b> folders are not identified by the filepath/filename of the book. Instead, a partial <b>MD5 hash</b> will be used to link the books to their settings. This hash is used as a unique ID for the book and it is calculated based on the <b>contents of the book file</b>. Also same hash is used for naming its .sdr folder.
es: En el método <b>HASHEADO</b>, las carpetas <b>.sdr</b> no se identifican por la ruta o el nombre del archivo del libro. En su lugar, se utiliza un <b>hash MD5</b> parcial para vincular los libros a su configuración. Este hash se usa como identificador único del libro y se calcula a partir del <b>contenido del archivo del libro</b>. También se usa el mismo hash para nombrar la carpeta .sdr.
fr: Dans cette méthode <b>HÂCHÉE</b>, les dossiers <b>.sdr</b> ne sont pas identifiés par le chemin d'accès/nom de fichier du livre. À la place, un <b>hachage MD5</b> partiel sera utilisé pour relier les livres à leurs paramètres. Ce hachage sert d'identifiant unique pour le livre et est calculé à partir du <b>contenu du fichier du livre</b>. Le même hachage est également utilisé pour nommer son dossier .sdr.
ga: Sa mhodh <b>HASHED</b> seo, ní aithnítear fillteáin <b>.sdr</b> de réir chonair/ainm comhaid an leabhair. Ina áit sin, úsáidfear <b>hais MD5</b> páirteach chun na leabhair a nascadh lena socruithe. Úsáidtear an hais seo mar aitheantas uathúil don leabhar agus ríomhtar é bunaithe ar <b>ábhar chomhad an leabhair</b>. Úsáidtear an hais chéanna freisin chun ainm a thabhairt ar a fhillteán .sdr.
it: In questo metodo <b>HASHED</b>, le cartelle <b>.sdr</b> non sono identificate dal percorso del file/nome del libro. Invece, verrà utilizzato un hash <b>MD5 parziale</b> per collegare i libri alle loro impostazioni. Questo hash viene utilizzato come ID univoco per il libro e viene calcolato in base al <b>contenuto del file del libro</b>. Lo stesso hash viene usato anche per dare un nome alla cartella .sdr.
nl: In deze <b>HASHED</b>-methode worden <b>.sdr</b>-mappen niet geïdentificeerd op basis van het bestandspad of de bestandsnaam van het boek. In plaats daarvan wordt een gedeeltelijke <b>MD5-hash</b> gebruikt om de boeken aan hun instellingen te koppelen. Deze hash wordt gebruikt als unieke ID voor het boek en wordt berekend op basis van de <b>inhoud van het boekbestand</b>. Dezelfde hash wordt ook gebruikt voor de naam van de .sdr-map.
pt_br: Neste método com <b>HASH</b>, as pastas <b>.sdr</b> não são identificadas pelo caminho ou nome do arquivo do livro. Em vez disso, é usado um <b>hash MD5 parcial</b> para vincular os livros às suas configurações. Esse hash funciona como um ID exclusivo do livro e é calculado com base no <b>conteúdo do arquivo do livro</b>. O mesmo hash também é usado para nomear a pasta .sdr correspondente.
sk: V tejto metóde <b>s reťazcom kontrolného súčtu z písmen a číslic</b> nie sú <b>.sdr</b> priečinky identifikované cestou k súboru/názvom súboru knihy. Namiesto toho sa na prepojenie kníh s ich nastaveniami použije čiastočný <b>MD5 kód</b>. Tento kód sa používa ako jedinečný identifikátor knihy a vypočítava sa na základe <b>obsahu súboru knihy</b>. Rovnaký kód sa používa aj na pomenovanie jej .sdr priečinka.
sr: У <b>ХЕШИРАНОМ</b> методу, <b>.sdr</b> фолдери се не идентификују по путањи/имену фајла књиге. Уместо тога, делимични <b>MD5 хеш</b> се користи да се књиге упаре са њиховим подешавањима. Хеш се користи као јединствена идентификација књиге и израчунава се на основу <b>садржаја фајла књиге</b>. Исти тај хеш се користи да именовање њеног .sdr фолдера.
ta: இந்த <b> ஆசெட் </b> முறையில், <b> .sdr </b> கோப்புறைகள் புத்தகத்தின் கோப்பு முறை/கோப்பு பெயர் மூலம் அடையாளம் காணப்படவில்லை. அதற்கு பதிலாக, புத்தகங்களை அவற்றின் அமைப்புகளுடன் இணைக்க ஒரு பகுதி <b> MD5 ஆச் </b> பயன்படுத்தப்படும். இந்த ஆச் புத்தகத்திற்கான தனித்துவமான ஐடியாக பயன்படுத்தப்படுகிறது, மேலும் இது புத்தகக் கோப்பின் <b> உள்ளடக்கங்களின் அடிப்படையில் கணக்கிடப்படுகிறது </b>. அதே ஆச் அதன் .SDR கோப்புறைக்கு பெயரிட பயன்படுத்தப்படுகிறது.
uk: У цьому способі <b>ХЕШОВАНІ</b> теки <b>.sdr</b> не ідентифікуються розташуванням чи назвою файлу книги. Натомість, для пов'язування книг з їхніми налаштуваннями використовується частковий <b>хеш MD5</b>. Цей хеш використовується як унікальний ідентифікатор книги та розраховується на основі <b>вмісту файлу книги</b>. Той самий хеш також використовується для найменування її теки .sdr.
zh_hans: 在这种<b>HASHED</b>方法中，<b>.sdr</b>文件夹不是由书籍的文件路径/文件名标识的。相反，将使用部分<b>MD5哈希</b>将书籍链接到其设置。此哈希用作书籍的唯一ID，并根据<b>书籍文件的内容</b>计算。同样的哈希也用于命名其.sdr文件夹。

# user_guide/en.html+html.body.div.p:3620-2
source: Benefits
sk: Výhody
ta: நன்மைகள்
uk: Переваги
zh_hans: 好处

source: Book <b>.sdr</b> folders will only be visible to and used by KOReader. They won't clutter your view of your library directories when you browse your library directories with another file browser or from your computer.
es: Las carpetas de libros <b>.sdr</b> solo serán visibles y utilizadas por KOReader. No saturarán la vista de los directorios de la biblioteca cuando los explore con otro explorador de archivos o desde su computadora.
fr: Les dossiers <b>.sdr</b> ne seront visibles et utilisables que par KOReader. Ils n'encombreront pas l'affichage de vos répertoires de bibliothèque lorsque vous les parcourrez à l'aide d'un autre Explorateur de fichiers ou depuis votre ordinateur.
ga: Ní bheidh fillteáin <b>.sdr</b> leabhar le feiceáil agus ní úsáidfidh ach KOReader iad. Ní chuirfidh siad isteach ar d'eolairí leabharlainne nuair a bhrabhsálann tú d'eolairí leabharlainne le brabhsálaí comhad eile nó ó do ríomhaire.
it: Le cartelle del libro <b>.sdr</b> saranno visibili e utilizzate solo da KOReader. Non ingombreranno la vista delle directory della libreria quando si sfogliano le directory della libreria con un altro browser di file o dal computer.
nl: Boek-<b>.sdr</b>-mappen zijn alleen zichtbaar voor en worden alleen gebruikt door KOReader. Ze vervuilen je weergave van je bibliotheekmappen niet wanneer je je bibliotheekmappen met een andere bestandsbeheerder of vanaf je computer bekijkt.
pt_br: As pastas <b>.sdr</b> dos livros serão visíveis e usadas apenas pelo KOReader. Elas não atrapalharão a visualização dos diretórios da sua biblioteca quando você navegar por eles com outro explorador de arquivos ou no computador.
sk: Priečinky kníh <b>.sdr</b> budú viditeľné a používané iba programom KOReader. Nebudú vám zneprehľadňovať pohľad na adresáre knižnice pri prehliadaní adresárov knižnice pomocou iného prehliadača súborov alebo z počítača.
sr: <b>.sdr</b> фолдери књига ће видети и моћи ће да их користи само KOReader. Они неће затрпавати директоријуме ваше библиотеке када је прегледате неким другим прегледачем фајлова или компјутером.
ta: நூல் <b> .sdr </b> கோப்புறைகள் கொரியாடர் மட்டுமே தெரியும் மற்றும் பயன்படுத்தப்படும். உங்கள் நூலக கோப்பகங்களை மற்றொரு கோப்பு உலாவியுடன் அல்லது உங்கள் கணினியிலிருந்து உலாவும்போது உங்கள் நூலக கோப்பகங்களைப் பற்றிய உங்கள் பார்வையை அவர்கள் ஒழுங்குபடுத்த மாட்டார்கள்.
uk: Теки <b>.sdr</b> книг будуть видимі та використовуватимуться лише KOReader. Вони не захаращуватимуть перегляд тек бібліотеки під час їх за допомогою іншого файлового оглядача чи з комп’ютера.
zh_hans: 书籍<b>.sdr</b>文件夹仅对KOReader可见并由其使用。当您使用另一个文件浏览器或从计算机浏览库目录时，它们不会弄乱您对库目录的视图。

source: You can rename, move, and copy your books with another file browser or from your computer. KOReader will still recognize the books after these operations.
es: Puedes renombrar, mover y copiar tus libros con otro explorador de archivos o desde tu ordenador. KOReader seguirá reconociendo los libros después de estas operaciones.
fr: Vous pouvez renommer, déplacer et copier vos livres à l'aide d'un autre Explorateur de fichiers ou depuis votre ordinateur. KOReader reconnaîtra toujours les livres après ces opérations.
ga: Is féidir leat d’leabhair a athainmniú, a bhogadh agus a chóipeáil le brabhsálaí comhad eile nó ó do ríomhaire. Aithneoidh KOReader na leabhair fós i ndiaidh na n-oibríochtaí seo.
it: È possibile rinominare, spostare e copiare i libri con un altro browser di file o dal computer. KOReader riconoscerà i libri anche dopo queste operazioni.
nl: Je kunt je boeken hernoemen, verplaatsen en kopiëren met een andere bestandsbeheerder of vanaf je computer. KOReader herkent de boeken nog steeds na deze bewerkingen.
pt_br: Você pode renomear, mover e copiar seus livros com outro explorador de arquivos ou no computador. O KOReader ainda reconhecerá os livros após essas operações.
sk: Knihy môžete premenovať, presunúť a kopírovať pomocou iného prehliadača súborov alebo z počítača. KOReader knihy aj po týchto operáciách rozpozná.
sr: Књигама можете да измените име, премештате их и копирате неким другим прегледачем фајлова или компјутером. KOReader ће наставити да препознаје књиге и након ових операција.
ta: உங்கள் புத்தகங்களை மற்றொரு கோப்பு உலாவியுடன் அல்லது உங்கள் கணினியிலிருந்து மறுபெயரிடலாம், நகர்த்தலாம் மற்றும் நகலெடுக்கலாம். இந்த நடவடிக்கைகளுக்குப் பிறகும் கொரியடர் புத்தகங்களை அங்கீகரிப்பார்.
uk: Можна перейменовувати, переміщувати та копіювати книги за допомогою іншого файлового оглядача чи з комп’ютера. KOReader все одно розпізнає книги після цих операцій.
zh_hans: 您可以使用其他文件浏览器或从计算机重命名、移动和复制书籍。经过这些操作后，KOReader仍将识别这些书籍。

source: In this method, KOReader associates the same <b>.sdr</b> folder with all copies of the book, even if these copies are on different devices. For example if you are using <b>Syncthing</b>, this method enables you to sync your <span class="ui">/hashdocsettings</span> folder alongside your book files, across many devices that all have KOReader installed. Despite the different relative paths of those books on each device, you can still get your annotations and progress synchronized across your devices. This isn't possible with other methods.
es: Con este método KOReader asocia la misma carpeta <b>.sdr</b> con todas las copias del libro, incluso si estas están en distintos dispositivos. Por ejemplo, si estás usando <b>Syncthing</b>, este método te permite sincronizar la carpeta <span class="ui">/hashdocsettings</span> junto a los archivos del libro entre varios dispositivos que tengan instalado KOReader. A pesar de las diferentes rutas relativas en cada dispositivo, aún puedes tener anotaciones y progreso sincronizados entre tus dispositivos, lo que no es posible con otros métodos.
fr: Dans cette méthode, KOReader associe le même dossier <b>.sdr</b> à toutes les copies du livre, même si ces copies se trouvent sur des appareils différents. Par exemple, si vous utilisez <b>Synchronisation</b>, cette méthode vous permet de synchroniser votre dossier <span class="ui">/Paramètres des documents hâchés</span> avec vos fichiers de livres, sur plusieurs appareils sur lesquels KOReader est installé. Malgré les chemins d'accès relatifs différents de ces livres sur chaque appareil, vous pouvez toujours synchroniser vos annotations et votre progression sur tous vos appareils. Cela n'est pas possible avec d'autres méthodes.
ga: Sa mhodh seo, ceanglaíonn KOReader an fillteán <b>.sdr</b> céanna le gach cóip den leabhar, fiú má tá na cóipeanna seo ar fheistí éagsúla. Mar shampla, má tá <b>Syncthing</b> in úsáid agat, cuireann an modh seo ar do chumas d’fhillteán <span class="ui">/hashdocsettings</span> a shioncronú in éineacht le comhaid do leabhair, trasna go leor feistí a bhfuil KOReader suiteáilte orthu go léir. In ainneoin na gcosán coibhneasta éagsúla atá ag na leabhair sin ar gach feiste, is féidir leat do nótaí agus do dhul chun cinn a shioncronú fós trasna do fheistí. Ní féidir é seo a dhéanamh le modhanna eile.
it: Con questo metodo, KOReader associa la stessa cartella <b>.sdr</b> a tutte le copie del libro, anche se queste si trovano su dispositivi diversi. Ad esempio, se si utilizza <b>Syncthing</b>, questo metodo consente di sincronizzare la cartella <span class="ui">/hashdocsettings</span> con i file dei libri, su molti dispositivi che hanno installato KOReader. Nonostante i diversi percorsi relativi dei libri su ciascun dispositivo, è possibile sincronizzare le annotazioni e i progressi tra i dispositivi. Questo non è possibile con altri metodi.
nl: In deze methode koppelt KOReader dezelfde <b>.sdr</b>-map aan alle kopieën van het boek, zelfs als die kopieën op verschillende apparaten staan. Als je bijvoorbeeld <b>Syncthing</b> gebruikt, kun je met deze methode je map <span class="ui">/hashdocsettings</span> samen met je boekbestanden synchroniseren, over meerdere apparaten waarop KOReader is geïnstalleerd. Ondanks de verschillende relatieve paden van die boeken op elk apparaat kun je toch je aantekeningen en voortgang tussen je apparaten synchroniseren. Dit is niet mogelijk met de andere methoden.
pt_br: Neste método, o KOReader associa a mesma pasta <b>.sdr</b> a todas as cópias do livro, mesmo que essas cópias estejam em dispositivos diferentes. Por exemplo, se você estiver usando <b>Syncthing</b>, este método permite sincronizar a sua pasta <span class="ui">/hashdocsettings</span> junto com os arquivos dos livros, entre vários dispositivos que tenham o KOReader instalado. Apesar dos caminhos relativos diferentes desses livros em cada dispositivo, você ainda consegue sincronizar suas anotações e o progresso de leitura entre os dispositivos. Isso não é possível com os outros métodos.
sk: Pri tejto metóde KOReader priradí rovnaký <b>.sdr</b> priečinok ku všetkým kópiám knihy, aj keď sú tieto kópie na rôznych zariadeniach. Napríklad, ak používate funkciu <b>Synchronizácia</b>, táto metóda vám umožňuje synchronizovať priečinok <span class="ui">/hashdocsettings</span> spolu so súbormi kníh na mnohých zariadeniach, na ktorých je nainštalovaný KOReader. Napriek rôznym relatívnym cestám týchto kníh na každom zariadení si stále môžete synchronizovať anotácie a priebeh čítania na všetkých svojich zariadeniach. Pri iných metódach to nie je možné.
sr: У овој методи, KOReader свим копијама књиге придружује исти <b>.sdr</b> фолдер, чак и ако се те копије налазе на различитим уређајима. На пример, ако користите <b>Syncthing</b>, овај метод вам омогућава да заједно са фајловима књига синхронизујете и <span class="ui">/hashdocsettings</span> фолдер, по многим уређајима који имају инсталиран KOReader читач. Мада су релативне путање тих књига различите на сваком уређају, белешке и напредак ће се ипак синхронизовати по свим вашим уређајима. Ово није могуће постићи осталим методима.
ta: இந்த முறையில், இந்த பிரதிகள் வெவ்வேறு சாதனங்களில் இருந்தாலும், புத்தகத்தின் அனைத்து நகல்களுடன் அதே <b> .sdr </b> கோப்புறையை கொரியடர் தொடர்புபடுத்துகிறது. எடுத்துக்காட்டாக, நீங்கள் <b> ஒத்திசைவு </b> ஐப் பயன்படுத்துகிறீர்கள் என்றால், இந்த முறை உங்கள் புத்தகக் கோப்புகளுடன், உங்கள் புத்தகக் கோப்புகளுடன் உங்கள் <ச்பான் கிளாச் = "யுஐ">/ஆச்டோக்செட்டிங்ச் </ச்பான்> கோப்புறை ஆகியவற்றை ஒத்திசைக்க உதவுகிறது. ஒவ்வொரு சாதனத்திலும் அந்த புத்தகங்களின் மாறுபட்ட ஒப்பீட்டு பாதைகள் இருந்தபோதிலும், உங்கள் சாதனங்களில் உங்கள் சிறுகுறிப்புகளையும் முன்னேற்றத்தையும் ஒத்திசைக்கலாம். மற்ற முறைகளுடன் இது சாத்தியமில்லை.
uk: У цьому способі KOReader пов’язує ту саму теку <b>.sdr</b> з усіма копіями книги, навіть якщо ці копії знаходяться на різних пристроях. Наприклад, якщо ви використовуєте <b>Syncthing</b>, цей спосіб дозволяє синхронізувати теку <span class="ui">/hashdocsettings</span> разом з файлами книг на багатьох пристроях, на яких встановлено KOReader. Незважаючи на різні відносні шляхи до цих книг на кожному пристрої, ви все одно можете синхронізувати свої анотації та поступ читання на усіх своїх пристроях. Це неможливо за допомогою інших способів зберігання метаданих і налаштувань книг.
zh_hans: 在这种方法中，KOReader将同一个<b>.sdr</b>文件夹与书籍的所有副本相关联，即使这些副本位于不同的设备上。例如，如果您正在使用<b>Syncthing</b>，此方法使您能够在安装了KOReader的许多设备上同步您的<span class="ui">/hashdocsettings</span>文件夹以及您的书籍文件。尽管这些书在每个设备上的相对路径不同，但您仍然可以在设备之间同步注释和进度。这在其他方法中是不可能的。

# user_guide/en.html+html.body.div.p:3629-3
source: Negatives
sk: Nevýhody
ta: எதிர்மறைகள்
uk: Недоліки
zh_hans: 坏处
