Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: This method allows you to add single and multiple books to your <span class="ui">Collections</span>. Biggest difference from the <span class="ui">File browser</span> method is that you can add <b>whole folders and their subfolders</b> to your collections at once. This is very useful if your books are already arranged in folders. For example if all your <b>science fiction</b> books are in a single folder, you can create a collection named <b>Science fiction</b> and add this folder at once.
es: Este método te permite agregar uno o varios libros a tus <span class="ui">Colecciones</span>. La principal diferencia con el método del <span class="ui">Explorador de archivos</span> es que puedes agregar <b>carpetas completas y sus subcarpetas</b> a tus colecciones a la vez. Esto es muy útil si tus libros ya están organizados en carpetas. Por ejemplo, si todos tus libros de <b>ciencia ficción</b> están en una sola carpeta, puedes crear una colección llamada <b>Ciencia ficción</b> y agregarla a la vez.
fr: Cette méthode vous permet d'ajouter un ou plusieurs livres à vos <span class="ui">Collections</span>. La principale différence avec la méthode <span class="ui">Explorateur de fichiers</span> réside dans le fait que vous pouvez ajouter <b>des dossiers entiers et leurs sous-dossiers</b> à vos collections en une seule fois. Cela s'avère très utile si vos livres sont déjà classés dans des dossiers. Par exemple, si tous vos livres de <b>science-fiction</b> se trouvent dans un seul dossier, vous pouvez créer une collection nommée <b>Science-fiction</b> et y ajouter ce dossier en une seule fois.
ga: Leis an modh seo is féidir leat leabhair aonair agus leabhair iolracha a chur le do <span class="ui">Bailiúcháin</span>. Is é an difríocht is mó ón modh <span class="ui">Brabhsálaí Comhad</span> ná gur féidir leat <b>fillteáin iomlána agus a bhfo-fhillteáin</b> a chur le do bhailiúcháin ag an am céanna. Tá sé seo an-úsáideach má tá do leabhair eagraithe i bhfillteáin cheana féin. Mar shampla, má tá do chuid <b>ficsean eolaíochta</b> go léir i bhfillteán amháin, is féidir leat bailiúchán darb ainm <b>Ficsean eolaíochta</b> a chruthú agus an fillteán seo a chur leis ag an am céanna.
it: Questo metodo consente di aggiungere libri singoli e multipli alle <span class="ui">collezioni</span>. La differenza più grande rispetto al metodo <span class="ui">File browser</span> è che è possibile aggiungere <b>intere cartelle e relative sottocartelle</b> alle collezioni in una sola volta. È molto utile se i libri sono già organizzati in cartelle. Ad esempio, se tutti i libri di <b>fantascienza</b> sono in un'unica cartella, è possibile creare una raccolta denominata <b>Fantascienza</b> e aggiungere questa cartella in una sola volta.
nl: Met deze methode kun je zowel losse als meerdere boeken aan je <span class="ui">Collecties</span> toevoegen. Het grootste verschil met de methode via de <span class="ui">Bestandsverkenner</span> is dat je <b>hele mappen en hun submappen</b> in één keer aan je collecties kunt toevoegen. Dat is erg handig als je boeken al in mappen zijn geordend. Als al je <b>sciencefiction</b>-boeken bijvoorbeeld in één map staan, kun je een collectie <b>Sciencefiction</b> maken en die map in één keer toevoegen.
pt_br: Este método permite adicionar livros únicos ou múltiplos às suas <span class="ui">Coleções</span>. A maior diferença em relação ao método do <span class="ui">Explorador de arquivos</span> é que você pode adicionar <b>pastas inteiras e suas subpastas</b> às suas coleções de uma só vez. Isso é muito útil se seus livros já estiverem organizados em pastas. Por exemplo, se todos os seus livros de <b>ficção científica</b> estiverem em uma única pasta, você pode criar uma coleção chamada <b>Ficção científica</b> e adicionar essa pasta de uma vez.
sk: Táto metóda vám umožňuje pridať jednu alebo viacero kníh do vašich <span class="ui">Zbierok</span>. Najväčší rozdiel oproti metóde cez <span class="ui">Prehliadač súborov</span> je, že do svojich zbierok môžete naraz pridať <b>celé priečinky a ich podpriečinky</b>. Toto je veľmi užitočné, ak už máte knihy usporiadané v priečinkoch. Napríklad, ak sú všetky vaše <b>sci-fi</b> knihy v jednom priečinku, môžete vytvoriť zbierku s názvom <b>Science Fiction</b> a tento priečinok pridať naraz.
sr: Ова метода вам омогућава да додате једну или више књига у <span class="ui">Збирке</span>. Највећа разлика у односу на метод <span class="ui">Прегледача фајлова</span> је у томе што у збирке можете одједном да додате <b>целе фолдере и њихове подфолдере</b>. Ово је веома корисно ако су вам књиге већ сложене по фолдерима. На пример, ако су све ваше књиге <b>научне фантастике</b> у једном фолдеру, онда креирате збирку под називом <b>Научна фантастика</b> и у једном кораку додате овај фолдер.
ta: உங்கள் <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </span> இல் ஒற்றை மற்றும் பல புத்தகங்களைச் சேர்க்க இந்த முறை உங்களை அனுமதிக்கிறது. <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> முறையிலிருந்து மிகப்பெரிய வேறுபாடு என்னவென்றால், நீங்கள் <b> முழு கோப்புறைகளையும் அவற்றின் துணை கோப்புறைகளையும் </b> ஐ உங்கள் சேகரிப்புகளில் ஒரே நேரத்தில் சேர்க்கலாம். உங்கள் புத்தகங்கள் ஏற்கனவே கோப்புறைகளில் ஏற்பாடு செய்யப்பட்டிருந்தால் இது மிகவும் பயனுள்ளதாக இருக்கும். எடுத்துக்காட்டாக, உங்கள் <b> அறிவியல் புனைகதை </b> புத்தகங்கள் ஒரே கோப்புறையில் இருந்தால், நீங்கள் <b> அறிவியல் புனைகதை </b> என்ற தொகுப்பை உருவாக்கி இந்த கோப்புறையை ஒரே நேரத்தில் சேர்க்கலாம்.
uk: Цей спосіб дозволяє додавати до <span class="ui">добірок</span> одну або кілька книг. Найбільша відмінність від способу з <span class="ui">Оглядачем файлів</span> полягає в тому, що цим способом до своїх колекцій можна одночасно додавати <b>цілі теки разом з підтеками</b>. Це дуже корисно, якщо книги вже знаходяться у теках. Наприклад, якщо усі <b>науково-фантастичні</b> книги знаходяться у одній теці, тоді можна створити добірку під назвою «<b>Наукова фантастика</b>» та додати до неї одразу всі книги, що є у теці.
zh_hans: 该方法可以将一本或数本书籍添加到<span class="ui">书单</span>中。与在<span class="ui">文件管理器</span>中操作不同，这种方法可以将<b>整个文件夹及下层文件夹内</b>的全部书籍一次性添加到书单。如果书籍文档已经按照文件夹分类，该方法将十分高效。例如，如果全部<b>科幻类</b>书籍都在同一个文件夹内，可以创建标题为<b>科幻题材</b>的书单，然后将该文件夹添加进去。

source: In the image above, <b>Box 1</b> shows the book adding options. You can reach this menu from the collections screen's hamburger menu:
es: En la imagen de arriba, el <b>Cuadro 1</b> muestra las opciones para añadir libros. Puedes acceder a este menú desde el menú desplegable de la pantalla de colecciones:
fr: Dans l'image ci-dessus, la <b>Boîte 1</b> montre les options d'ajout de livres. Vous pouvez accéder à ce menu à partir du menu hamburger de l'écran des collections :
ga: Sa íomhá thuas, taispeánann <b>Bosca 1</b> na roghanna chun leabhair a chur leis. Is féidir leat an roghchlár seo a bhaint amach ó roghchlár hamburger an scáileáin bhailiúcháin:
it: Nell'immagine qui sopra, il <b>Box 1</b> mostra le opzioni di aggiunta dei libri. Questo menu è raggiungibile dal menu hamburger della schermata delle raccolte:
nl: In de bovenstaande afbeelding toont <b>Vlak 1</b> de opties om boeken toe te voegen. Je bereikt dit menu via het hamburgermenu op het scherm Collecties:
pt_br: Na imagem acima, <b>Caixa 1</b> mostra as opções para adicionar livros. Você pode acessar este menu pelo menu ≡ da tela de coleções:
sk: Na obrázku vyššie <b>Políčko 1</b> zobrazuje možnosti pridávania kníh. Do tejto ponuky sa dostanete z hamburgerovej ponuky na obrazovke zbierok:
sr: На горњој слици, <b>Поље 1</b> приказује опције за додавање књиге. Овом менију можете да приступите из хамбургер менија на екрану збирки:
ta: மேலே உள்ள படத்தில், <b> பெட்டி 1 </b> புத்தகத்தை சேர்க்கும் விருப்பங்களைக் காட்டுகிறது. சேகரிப்புகள் திரையின் ஆம்பர்கர் மெனுவிலிருந்து இந்த மெனுவை நீங்கள் அடையலாம்:
uk: На вищенаведеному зображення, <b>Блок 1</b> показує параметри додавання книги. До цього меню можна перейти на екрані добірок через меню-«гамбургера»:
zh_hans: 如上图所示，<b>方框1</b>标出了添加书籍选项。该菜单可点按当前书单的汉堡状菜单键呼出：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections / Your collection name /
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Colecciones / Nombre de tu colección /
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections / Nom de votre collection /
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Bailiúcháin / Ainm do bhailiúcháin /
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collezioni / Il nome della collezione /
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collecties / Naam van je collectie /
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Coleções / Nome da sua coleção /
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Colecções / Nome da sua colecção /
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Zbierky / Názov vašej zbierky /
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Збирке / Име ваше збирке /
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 26px;"> / சேகரிப்புகள் / உங்கள் சேகரிப்பு பெயர் /
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Добірки / Назва вашої добірки /
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / 书单 / 书单标题 /

source: <span class="ui">Add all books from a folder:</span> As its name says, this options allows you to select a folder to add all the books in it to this collection. Note that this option <b>doesn't add the books in subfolders</b> of the chosen folder. For example if you select your <b>Fiction</b> folder and you have folders named <b>Science Fiction</b> and <b>War Fiction</b> under it, they won't be added with this option.
es: <span class="ui">Añadir todos los libros de una carpeta:</span> Como su nombre indica, esta opción permite seleccionar una carpeta para añadir todos los libros que contiene a esta colección. Tenga en cuenta que esta opción <b>no añade los libros de las subcarpetas</b> de la carpeta seleccionada. Por ejemplo, si selecciona la carpeta <b>Ficción</b> y tiene carpetas llamadas <b>Ciencia Ficción</b> y <b>Ficción Bélica</b>, no se añadirán con esta opción.
fr: <span class="ui">Ajouter tous les livres d'un dossier :</span> Comme son nom l'indique, cette option vous permet de sélectionner un dossier afin d'ajouter tous les livres qu'il contient à cette collection. Notez que cette option <b>n'ajoute pas les livres contenus dans les sous-dossiers</b> du dossier sélectionné. Par exemple, si vous sélectionnez votre dossier <b>Fiction</b> et que vous avez des dossiers nommés <b>Science-fiction</b> et <b>Fiction de guerre</b> à l'intérieur, ceux-ci ne seront pas ajoutés avec cette option.
ga: <span class="ui">Cuir gach leabhar ó fhillteán leis:</span> Mar a deir a ainm, tugann an rogha seo deis duit fillteán a roghnú chun na leabhair go léir ann a chur leis an mbailiúchán seo. Tabhair faoi deara <b>nach gcuireann an rogha seo na leabhair i bhfo-fhillteáin</b> den fhillteán roghnaithe leis. Mar shampla, má roghnaíonn tú d'fhillteán <b>Ficsean</b> agus má tá fillteáin darb ainm <b>Ficsean Eolaíochta</b> agus <b>Ficsean Cogaidh</b> faoi, ní chuirfear leis an rogha seo iad.
it: <span class="ui">Aggiungi tutti i libri da una cartella:</span> Come dice il nome, questa opzione consente di selezionare una cartella per aggiungere tutti i libri in essa contenuti alla raccolta. Si noti che questa opzione <b>non aggiunge i libri nelle sottocartelle</b> della cartella scelta. Ad esempio, se si seleziona la cartella <b>Romanzi</b> e si hanno sottocartelle denominate <b>Fantascienza</b> e <b>Romanzi di guerra</b>, queste non verranno aggiunte con questa opzione.
nl: <span class="ui">Alle boeken uit een map toevoegen:</span> Zoals de naam aangeeft, kun je hiermee een map selecteren om alle boeken daarin aan deze collectie toe te voegen. Let op: deze optie <b>voegt geen boeken in submappen</b> van de gekozen map toe. Als je bijvoorbeeld je map <b>Fictie</b> selecteert en daaronder de mappen <b>Sciencefiction</b> en <b>Oorlogsromans</b> hebt, dan worden die niet toegevoegd met deze optie.
pt_br: <span class="ui">Adicionar todos os livros de uma pasta:</span> Como o nome indica, esta opção permite selecionar uma pasta para adicionar todos os livros nela para esta coleção. Note que esta opção <b>não adiciona os livros nas subpastas</b> da pasta escolhida. Por exemplo, se você selecionar sua pasta <b>Ficção</b> e tiver pastas chamadas <b>Ficção Científica</b> e <b>Ficção de Guerra</b> dentro dela, elas não serão adicionadas com esta opção.
sk: <span class="ui">Pridať všetky knihy z priečinka:</span> Ako už názov napovedá, táto možnosť vám umožňuje vybrať priečinok, z ktorého chcete do tejto zbierky pridať všetky knihy. Upozorňujeme, že táto možnosť <b>nepridáva knihy v podpriečinkoch</b> vybraného priečinka. Napríklad, ak vyberiete priečinok <b>Beletria</b> a máte v ňom priečinky s názvami <b>Science Fiction</b> a <b>War Fiction</b>, nebudú pridané s touto možnosťou.
sr: <span class="ui">Додај све књиге из фолдера:</span> као што име каже, ова опција вам омогућава да изаберете фолдер из којег ће се све књиге додати у ову збирку. Имајте на уму да ова опција <b>не додаје књиге из подфолдера</b> изабраног фолдера. На пример, ако изаберете фолдер <b>Белетристика</b> и у њему имате фолдере под именима <b>Научна фантастика</b> и <b>Ратна белетристика</b>, они се неће додати овом опцијом.
ta: <span வகுப்பு = "Ui"> ஒரு கோப்புறையிலிருந்து எல்லா புத்தகங்களையும் சேர்க்கவும்: </span> அதன் பெயர் சொல்வது போல், இந்த விருப்பங்கள் இந்தத் தொகுப்பில் உள்ள அனைத்து புத்தகங்களையும் சேர்க்க ஒரு கோப்புறையைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது. இந்த விருப்பம் <b> தேர்ந்தெடுக்கப்பட்ட கோப்புறையின் துணை கோப்புறைகளில் புத்தகங்களை சேர்க்காது என்பதை நினைவில் கொள்க. எடுத்துக்காட்டாக, உங்கள் <b> புனைகதை </b> கோப்புறையைத் தேர்ந்தெடுத்து, <b> அறிவியல் புனைகதை </b> மற்றும் <b> போர் புனைகதை </b> என்ற கோப்புறைகள் உங்களிடம் இருந்தால், அவை இந்த விருப்பத்துடன் சேர்க்கப்படாது.
uk: <span class="ui">Додати усі книги з теки.</span> Як випливає з назви, ця функція дозволяє вибрати теку, щоб додати усі книги з неї до цієї добірки. Зверніть увагу, що ця функція <b>не додає книги з підтек</b> вибраної теки. Наприклад, якщо обрати теку «<b>Художня література</b>», і в ній є підтеки з назвами «<b>Наукова фантастика</b>» та «<b>Воєнна проза</b>», то книги з цих підтек не будуть додані до добірки.
zh_hans: <span class="ui">将整个文件夹加入书单</span>：如选项标题所示，该选项可以将所选文件夹中的全部书籍一次性编入当前书单。请注意，所选文件夹的<b>次级文件夹中的书籍不会被添加</b>。例如，用户选中名为<b>虚构作品</b>的文件夹，其中包含名为<b>科幻作品</b>和<b>战争文学</b>的两个次级文件夹，这两个次级文件夹内的书籍不会被添加到当前书单中。

source: <span class="ui">Add all books from a folder and its subfolders:</span> This is the option that will <b>add all the subfolders</b> of your chosen folder. Be careful with this option because it will go down all the way while adding the books. So if you have many levels of nested folders, there might be too many books than you thought.
es: <span class="ui">Agregar todos los libros de una carpeta y sus subcarpetas:</span> Esta opción <b>agregará todas las subcarpetas</b> de la carpeta seleccionada. Tenga cuidado con esta opción, ya que se reducirá al máximo al agregar los libros. Por lo tanto, si tiene muchos niveles de carpetas anidadas, podría haber demasiados libros de los que pensaba.
fr: <span class="ui">Ajouter tous les livres d'un dossier et de ses sous-dossiers :</span> Cette option permet d'<b>ajouter tous les sous-dossiers</b> du dossier sélectionné. Soyez prudent lorsque vous utilisez cette option, car elle parcourt tous les niveaux lors de l'ajout des livres. Si vous avez plusieurs niveaux de dossiers imbriqués, le nombre de livres ajoutés pourrait être plus important que prévu.
ga: <span class="ui">Cuir gach leabhar ó fhillteán agus a fho-fhillteáin leis:</span> Seo an rogha a <b>chuirfidh gach fo-fhillteán leis</b> den fhillteán roghnaithe agat. Bí cúramach leis an rogha seo mar go rachaidh sé síos an bealach ar fad agus na leabhair á gcur leis. Mar sin, má tá go leor leibhéil de fhillteáin neadaithe agat, d'fhéadfadh go mbeadh an iomarca leabhar ann ná mar a cheap tú.
it: <span class="ui">Aggiungere tutti i libri da una cartella e dalle sue sottocartelle:</span> Questa opzione consente di <b>aggiungere tutte le sottocartelle</b> della cartella scelta. Fare attenzione a questa opzione, perché l'aggiunta dei libri viene eseguita in modo completo. Quindi, se avete molti livelli di cartelle annidate, potrebbero esserci troppi libri rispetto a quelli che pensavate.
nl: <span class="ui">Alle boeken uit een map en submappen toevoegen:</span> Met deze optie worden <b>alle submappen</b> van de gekozen map meegenomen. Wees voorzichtig, want hij gaat alle niveaus naar beneden bij het toevoegen. Als je veel geneste mappen hebt, kunnen het meer boeken zijn dan je verwacht.
pt_br: <span class="ui">Adicionar todos os livros de uma pasta e suas subpastas:</span> Esta é a opção que <b>adicionará todas as subpastas</b> da pasta escolhida. Tenha cuidado com esta opção, pois ela percorre todos os níveis ao adicionar os livros. Portanto, se você tiver muitas camadas de pastas aninhadas, pode acabar adicionando mais livros do que esperava.
sk: <span class="ui">Pridať všetky knihy z priečinka a jeho podpriečinkov:</span> Toto je možnosť, ktorá <b>pridá všetky podpriečinky</b> vami vybraného priečinka. S touto možnosťou buďte opatrní, pretože pri pridávaní kníh sa zobrazí celá ponuka. Takže ak máte veľa úrovní vnorených priečinkov, môže byť kníh priveľa, než ste si mysleli.
sr: <span class="ui">Додај све књиге из фолдера и његових подфолдера:</span> ова опција ће додати <b>све подфолдере</b> фолдера који сте изабрали. Будите опрезни са овом опцијом јер ће док додаје књиге ићи наниже до краја. Тако да ако имате пуно нивоа угњеждених фолдера, може постојати много више књига него што мислите.
ta: <span வகுப்பு = "Ui"> ஒரு கோப்புறை மற்றும் அதன் துணை கோப்புறைகளிலிருந்து எல்லா புத்தகங்களையும் சேர்க்கவும்: </span> இது <b> நீங்கள் தேர்ந்தெடுத்த கோப்புறையின் அனைத்து துணை கோப்புறைகளையும் சேர்க்கும் விருப்பம் </b>. இந்த விருப்பத்தில் கவனமாக இருங்கள், ஏனென்றால் புத்தகங்களைச் சேர்க்கும்போது அது எல்லா வழிகளிலும் செல்லும். எனவே உங்களிடம் பல அளவு உள்ளமைக்கப்பட்ட கோப்புறைகள் இருந்தால், நீங்கள் நினைத்ததை விட அதிகமான புத்தகங்கள் இருக்கலாம்.
uk: <span class="ui">Додати усі книги з теки та її підтек.</span> Ця функція <b>додасть усі підтеки</b> вибраної теки. Будьте обережні з цією функцією, бо вона повністю закриватиметься під час додавання книг. Тож, якщо у вас багато рівнів вкладених підтек, книг може бути забагато, ніж ви думали.
zh_hans: <span class="ui">将所选文件夹及次级文件夹中添加到书单</span>：该选项会将所选文件夹的<b>次级文件夹</b>一同加入书单，使用时应当谨慎，因为该功能会遍历所选的文件夹目录。若其中包含多个目录层级，添加的书籍数量可能会远超用户预期。

source: <span class="ui">Add a book to collection</span>: This is the basic option that will allow you to add a single book.
es: <span class="ui">Agregar un libro a la colección</span>: esta es la opción básica que le permitirá agregar un solo libro.
fr: <span class="ui">Ajouter un livre à la collection</span> : il s'agit de l'option de base qui vous permettra d'ajouter un seul livre.
ga: <span class="ui">Cuir leabhar leis an mbailiúchán</span>: Seo an rogha bhunúsach a ligfidh duit leabhar amháin a chur leis.
it: <span class="ui">Aggiungi un libro alla collezione</span>: Questa è l'opzione di base che consente di aggiungere un singolo libro.
nl: <span class="ui">Boek aan collectie toevoegen</span>: Dit is de basisoptie om één enkel boek toe te voegen.
pt_br: <span class="ui">Adicionar um livro à coleção</span>: Esta é a opção básica que permite adicionar um único livro.
sk: <span class="ui">Pridať knihu do zbierky</span>: Toto je základná možnosť, ktorá vám umožní pridať jednu knihu.
sr: <span class="ui">Додај књигу у збирку</span>: ово је основна опција која вам омогућава да додате само једну књигу.
ta: <span வகுப்பு = "Ui"> சேகரிப்பில் ஒரு புத்தகத்தைச் சேர்க்கவும் </span>: இது ஒரு புத்தகத்தைச் சேர்க்க உங்களை அனுமதிக்கும் அடிப்படை விருப்பமாகும்.
uk: <span class="ui">Додати книгу в добірку</span>- Це базова функція, яка дозволяє додати одну книгу.
zh_hans: <span class="ui">添加书籍到书单</span>：该选项可以将单本书籍添加到当前书单。

source: Removing books from your collections
es: Eliminar libros de tus colecciones
fr: Supprimer des livres de vos collections
ga: Leabhair á mbaint as do bhailiúcháin
it: Rimozione di libri dalle collezioni
nl: Boeken uit je collecties verwijderen
pt_br: Removendo livros de suas coleções
pt_pt: Remover os livros das suas colecções
sk: Odstraňovanie kníh z vašich zbierok
sr: Уклањање књига из збирки
ta: உங்கள் தொகுப்புகளிலிருந்து புத்தகங்களை அகற்றுதல்
uk: Вилучення книг з ваших добірок
zh_hans: 从书单中移除书籍
