Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: KOReader can dim your frontlight to preserve battery if your device is idle for a while. You can turn on and adjust this feature via:
es: KOReader puede atenuar la luz frontal para conservar la batería si su dispositivo está inactivo por un tiempo. Puede activar y ajustar esta función a través de:
fr: KOReader peut réduire la luminosité de votre rétroéclairage avant afin d'économiser la batterie si votre appareil reste inactif pendant un certain temps. Vous pouvez activer et régler cette fonctionnalité via :
ga: Is féidir le KOReader do sholas tosaigh a mhaolú chun ceallraí a chaomhnú má bhíonn do ghléas díomhaoin ar feadh tamaill. Is féidir leat an ghné seo a chasadh air agus a choigeartú trí:
it: KOReader può attenuare la luce frontale per preservare la batteria se il dispositivo rimane inattivo per un certo periodo di tempo. È possibile attivare e regolare questa funzione tramite:
nl: KOReader kan je frontlicht dimmen om batterij te besparen als je apparaat een tijdje niets doet. Je schakelt dit in en stelt het af via:
pt_br: O KOReader pode diminuir a intensidade da luz frontal para economizar bateria caso o dispositivo fique inativo por um tempo. Você pode ativar e ajustar esse recurso por meio de:
sk: KOReader môže stlmiť vaše nasvietenie/podsvietenie displeja, aby šetril batériu, ak je vaše zariadenie chvíľu nečinné. Túto funkciu môžete zapnúť a upraviť pomocou:
sr: KOReader може да затамни ваше предње светло да би се сачувала батерија уређаја онда када се уређај не дира неко време. Ову функцију можете да подесите из:
ta: உங்கள் சாதனம் சிறிது நேரம் சும்மா இருந்தால் பேட்டரியைப் பாதுகாக்க கொரியடர் உங்கள் முன் விளக்கை மங்கச் செய்யலாம். இந்த அம்சத்தை நீங்கள் இயக்கி சரிசெய்யலாம்:
uk: Якщо ваш пристрій довго не використовується, KOReader може притемнювати (знижувати яскравість) підсвічування екрана, щоб заощадити заряд акумулятора. Увімкнути та налаштувати дану функцію можна тут:
zh_hans: 如果您的设备闲置一段时间，KOReader 可以调暗您的前灯以节省电池电量。您可以通过以下方式打开和调整此功能：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Automatic dimmer
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Atenuador de luminosidad automático
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Variateur automatique
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Maolaitheoir uathoibríoch
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Oscuramento automatico
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Automatische dimmer
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Ajuste de brilho automático
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ecrã / Escurecer automaticamente
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Automatické stmievanie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Аутоматски затамњивач
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / திரை / தானியங்கி மங்கலான
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Автоматичне притемнення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕相关 / 自动调暗

source: Line/word count of a page
es: ⇑ TOP MENU → <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> → Taps and gestures → Gesture manager → “ANY GESTURE” → General → Open Previous Document
fr: Nombre de lignes/mots d'une page
ga: Líon línte/focal leathanaigh
it: Conteggio righe/parole di una pagina
nl: Aantal regels/woorden op een pagina
pt_br: Contagem de linhas/palavras de uma página
pt_pt: Contagem de Linhas/palavras de uma página
sk: ⇑ VRCHNÉ MENU → <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> → Ťuknutia a gestá → Správca gest → „AKÉKOĽVEK GESTO“ → Všeobecné → Otvoriť predchádzajúci dokument
sr: Број линија/речи на страници
ta: ⇑ சிறந்த பட்டியல் →
uk: Кількість рядків/слів на сторінці
zh_hans: 每页的行数/字数

source: If you want to know how many lines or words are being shown on the current page you can see it at:
es: Si desea saber cuántas líneas o palabras se muestran en la página actual, puede verlo en:
fr: Si vous souhaitez connaître le nombre de lignes ou de mots affichés sur la page actuelle, vous pouvez le voir à l'adresse suivante :
ga: Más mian leat a fháil amach cé mhéad líne nó focal atá á thaispeáint ar an leathanach reatha is féidir leat é a fheiceáil ag:
it: Se si vuole sapere quante righe o parole vengono visualizzate nella pagina corrente, lo si può vedere su:
nl: Wil je weten hoeveel regels of woorden op de huidige pagina worden getoond, dan kun je dat zien via:
pt_br: Se você quiser saber quantas linhas ou palavras estão sendo exibidas na página atual, você pode ver em:
sk: Ak chcete vedieť, koľko riadkov alebo slov sa zobrazuje na aktuálnej stránke, môžete si to pozrieť na:
sr: Ако желите да знате колико се линија или речи приказује на текућој страници, погледајте у:
ta: தற்போதைய பக்கத்தில் எத்தனை கோடுகள் அல்லது சொற்கள் காட்டப்படுகின்றன என்பதை நீங்கள் அறிய விரும்பினால், அதை நீங்கள் காணலாம்:
uk: Якщо бажаєте дізнатися скільки рядків та слів є на поточній сторінці, це можна побачити тут:
zh_hans: 如果您想知道当前页面上显示了多少行或字，可以在以下位置查看：

# user_guide/en.html+html.body.div.div:4829-9
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Book information
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informácie o knihe
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"> / புத்தக செய்தி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Відомості про книгу
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 书籍信息

source: Optimizing your battery life
es: Optimización de la duración de la batería
fr: Optimisation de la durée de vie de votre batterie
ga: Ag uasmhéadú do shaol ceallraí
it: Ottimizzazione della durata della batteria
nl: Je batterijduur optimaliseren
pt_br: Otimizando a vida útil da bateria
pt_pt: Otimizar vida da sua bateria
sk: Optimalizácia životnosti batérie
sr: Оптимизација трајања батерије
ta: உங்கள் பேட்டரி ஆயுளை மேம்படுத்துதல்
uk: Продовження життя акумулятора
zh_hans: 优化电池寿命

source: Li-ion batteries experience more degradation at the extreme ends of their charge levels. To minimize this degradation and extend your battery life, you can limit your minimum discharge level to <b>20%</b> and maximum charge level to <b>80%</b> (as in electric vehicles and some newer phones). Which means you start charging your device when the battery goes down to 20% and unplug when it reaches 80% (or 25%-75% if you are extra cautious).
es: Las baterías de iones de litio experimentan una mayor degradación en los extremos de sus niveles de carga. Para minimizar esta degradación y prolongar la vida útil de la batería, puede limitar el nivel mínimo de descarga al <b>20 %</b> y el nivel máximo de carga al <b>80 %</b> (como en los vehículos eléctricos y algunos teléfonos más nuevos). Lo que significa que comienzas a cargar tu dispositivo cuando la batería baja al 20% y lo desconectas cuando llega al 80% (o entre el 25% y el 75% si tienes mucho cuidado).
fr: Les batteries Li-ion subissent une dégradation plus importante aux extrémités de leur niveau de charge. Pour minimiser cette dégradation et prolonger la durée de vie de votre batterie, vous pouvez limiter son niveau de décharge minimum à <b>20 %</b> et son niveau de charge maximum à <b>80 %</b> (comme dans les véhicules électriques et certains téléphones récents). Cela signifie que vous devez commencer à recharger votre appareil lorsque la batterie atteint 20 % et le débrancher lorsqu'elle atteint 80 % (ou 25 %-75 % si vous êtes très prudent).
ga: Bíonn níos mó meathlaithe ag baint le cadhnraí ian litiam ag foircinn a leibhéal luchtaithe. Chun an meath seo a íoslaghdú agus saolré do cheallraí a fhadú, is féidir leat do leibhéal urscaoilte íosta a theorannú go <b>20%</b> agus do leibhéal luchtaithe uasta go <b>80%</b> (mar atá i bhfeithiclí leictreacha agus i roinnt fóin níos nuaí). Ciallaíonn sé sin go dtosaíonn tú ag muirearú do ghléis nuair a théann an ceallraí síos go 20% agus go ndíphlugálann tú nuair a shroicheann sé 80% (nó 25%-75% má tá tú an-chúramach).
it: Le batterie agli ioni di litio si degradano maggiormente agli estremi dei livelli di carica. Per ridurre al minimo questo degrado e prolungare la durata della batteria, è possibile limitare il livello minimo di scarica al <b>20%</b> e il livello massimo di carica all'<b>80%</b> (come nei veicoli elettrici e in alcuni telefoni più recenti). Ciò significa che si inizia a caricare il dispositivo quando la batteria scende al 20% e si stacca la spina quando raggiunge l'80% (o il 25%-75% se si è molto prudenti).
nl: Li‑ionbatterijen degraderen sterker aan de uiterste kanten van het laadbereik. Om die degradatie te beperken en je batterijduur te verlengen, kun je je minimale ontlaadniveau beperken tot <b>20%</b> en het maximale laadniveau tot <b>80%</b> (zoals bij elektrische auto’s en sommige recente telefoons). Dat betekent: opladen wanneer de batterij 20% bereikt en de stekker eruit bij 80% (of 25%–75% als je extra voorzichtig wilt zijn).
pt_br: Baterias de íons de lítio sofrem maior degradação nos extremos de seus níveis de carga. Para minimizar essa degradação e prolongar a vida útil da bateria, você pode limitar o nível mínimo de descarga a <b>20%</b> e o nível máximo de carga a <b>80%</b> (como em veículos elétricos e alguns celulares mais novos). Isso significa que você começa a carregar o dispositivo quando a bateria chega a 20% e o desliga quando chega a 80% (ou 25% a 75%, se você for extremamente cauteloso).
sk: Li-ion batérie trpia väčšou degradáciou pri extrémnych úrovniach ich nabitia. Ak chcete minimalizovať túto degradáciu a predĺžiť životnosť batérie, môžete obmedziť minimálnu úroveň vybitia na <b>20 %</b> a maximálnu úroveň nabitia na <b>80 %</b> (ako v elektrických vozidlách a niektorých novších telefónoch). To znamená, že zariadenie začnete nabíjať, keď batéria klesne na 20 % a odpojíte ho, keď dosiahne 80 % (alebo 25 % – 75 %, ak ste mimoriadne opatrní).
sr: Li-ion батерије испољавају већу деградацију на крајевима својих нивоа напуњености. Да би се ова деградација свела на најмању меру и продужио век трајања батерије, имате могућност да ограничите ниво пражњења на <b>20%</b> и максимални ниво напуњености на <b>80%</b> (као електрична возила и неки новији телефони). То значи да пуњење уређаја почиње када се батерија испразни на 20% и раскида веза са пуњачем када се достигне 80% (или 25%-75% ако сте посебно опрезни).
ta: லி-அயன் பேட்டரிகள் அவற்றின் சார்ச் நிலைகளின் தீவிர முனைகளில் அதிக சீரழிவை அனுபவிக்கின்றன. இந்த சீரழிவைக் குறைக்கவும், உங்கள் பேட்டரி ஆயுளை நீட்டிக்கவும், உங்கள் குறைந்தபட்ச வெளியேற்ற அளவை <b> 20%</b> மற்றும் அதிகபட்ச கட்டண நிலையை <b> 80%</b> (மின்சார வாகனங்கள் மற்றும் சில புதிய தொலைபேசிகளைப் போல) வரை மட்டுப்படுத்தலாம். அதாவது, பேட்டரி 20% ஆகச் செல்லும்போது உங்கள் சாதனத்தை சார்ச் செய்யத் தொடங்கி, 80% ஐ அடையும் போது அவிழ்த்து விடுங்கள் (அல்லது நீங்கள் கூடுதல் எச்சரிக்கையாக இருந்தால் 25% -75%).
uk: Літій-іонні акумулятори схильні до деградації на крайніх рівнях заряду чи розряду. Щоб мінімізувати деградацію і продовжити життєвий цикл акумулятора, можна обмежити мінімальний рівень розряджання до <b>20%</b> і встановити максимальний рівень заряджання на <b>80%</b> (як в електромобілях та деяких нових телефонах). Тобто, заряджати пристрій потрібно коли заряд акумулятора знизиться до 20% і припинити заряджання коли заряд досягне рівня 80% (або, якщо ви особливо обережні, в діапазоні 25%-75%).
zh_hans: 锂离子电池过充过放都会极大影响电池寿命。为了最大限度地减少影响并延长电池寿命，您可以将最低电量限制为 <b>20%</b>，将最大充电电量限制为 <b>80%</b>（如电动汽车和一些较新的手机）。这意味着当电池电量降至 20% 时，您需要开始为设备充电，并在电池电量达到 80%（如果您格外小心，则为 25%-75%）时拔下插头。

source: KOReader can warn you by showing an alert when charge level reaches your defined limits:
es: KOReader puede avisarte mostrándote una alerta cuando el nivel de carga alcance los límites definidos:
fr: KOReader peut vous avertir en affichant une alerte lorsque le niveau de charge atteint les limites que vous avez définies :
ga: Is féidir le KOReader rabhadh a thabhairt duit trí fholáireamh a thaispeáint nuair a shroicheann an leibhéal muirir do theorainneacha sainithe:
it: KOReader può avvisare l'utente mostrando un avviso quando il livello di carica raggiunge i limiti definiti:
nl: KOReader kan je waarschuwen met een melding wanneer het laadsniveau je ingestelde grenzen bereikt:
pt_br: O KOReader pode avisá-lo mostrando um alerta quando o nível de carga atingir seus limites definidos:
sk: KOReader vás môže varovať zobrazením upozornenia, keď úroveň nabitia dosiahne vaše definované limity:
sr: KOReader може да вас упозори тако што вам приказује упозорење када ниво батерије достигне дефинисане границе:
ta: கட்டண நிலை உங்கள் வரையறுக்கப்பட்ட வரம்புகளை அடையும் போது ஒரு எச்சரிக்கையைக் காண்பிப்பதன் மூலம் கொரியடர் உங்களை எச்சரிக்க முடியும்:
uk: KOReader може показувати сповіщення коли заряд буде сягати визначених вами рівнів:
zh_hans: KOReader可以在电量达到您定义的限制时显示警报来警告您：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Device Status Alerts / Battery Level
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alertas de estado del dispositivo / Nivel de batería
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alertes d'état de l'appareil / Niveau de batterie
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Foláirimh Stádas Gléas / Leibhéal Ceallraí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Avvisi sullo stato del dispositivo / Livello batteria
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Waarschuwingen apparaatstatus / Batterijniveau
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Alertas de estado do dispositivo / Nível da bateria
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alertas de estado do Dispositivo / Nível de Bateria
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Upozornenia na stav zariadenia / Úroveň nabitia batérie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Уређај / Упозорења о статусу уређаја/ Ниво батерије
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Сповіщення про стан пристрою / Рівень заряду акумулятора
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 设备状态提醒 / 电池电量

source: Checking your battery consumption details
es: Comprobación de los detalles del consumo de batería
fr: Vérification des détails de consommation de votre batterie
ga: Ag seiceáil sonraí faoi thomhaltas ceallraí
it: Controllo dei dettagli sul consumo della batteria
nl: Je batterijverbruik in detail bekijken
pt_br: Verificando os detalhes do consumo da bateria
pt_pt: A confirmar detalhes de consumo da sua bateria
sk: Kontrola podrobností o spotrebe batérie
sr: Приказ детаља о потрошњи батерије
ta: உங்கள் பேட்டரி நுகர்வு விவரங்களை சரிபார்க்கிறது
uk: Перевірка даних про використання акумулятора
zh_hans: 查看电池消耗详细信息

source: You can see your detailed battery usage statistics via this menu item:
es: Puede ver sus estadísticas detalladas de uso de la batería a través de este elemento de menú:
fr: Vous pouvez consulter les statistiques détaillées d'utilisation de la batterie via cet élément de menu :
ga: Is féidir leat staitisticí mionsonraithe úsáide ceallraí a fheiceáil tríd an mír roghchláir seo:
it: Questa voce di menu consente di visualizzare le statistiche dettagliate sull'utilizzo della batteria:
nl: Je ziet gedetailleerde batterijstatis­tieken via dit menu-item:
pt_br: Você pode ver estatísticas detalhadas de uso da bateria por meio deste item de menu:
pt_pt: Pode ver estatísticas detalhadas de utilização da bateria através deste menu:
sk: Prostredníctvom tejto položky ponuky si môžete pozrieť podrobné štatistiky spotreby batérie:
sr: Детаљну статистику о искоришћењу батерије можете да видите следећом ставком менија:
ta: இந்த பட்டியல் உருப்படி வழியாக உங்கள் விரிவான பேட்டரி பயன்பாட்டு புள்ளிவிவரங்களைக் காணலாம்:
uk: Детальну статистику використання акумулятора можна побачити в цьому пункті меню:
zh_hans: 您可以通过此菜单项查看详细的电池使用统计信息：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More Tools / Battery Statistics
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Más herramientas / Estadísticas de la batería
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Plus d'outils / Statistiques de la batterie
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Tuilleadh Uirlisí / Staitisticí Ceallraí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Altri strumenti / Statistiche della batteria
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Meer hulpmiddelen / Batterijstatistieken
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Estatísticas da bateria
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais Ferramentas / Estatísticas da bateria
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Ďalšie nástroje / Štatistiky batérie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Још алата / Статистика батерије
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / கூடுதல் கருவிகள் / பேட்டரி புள்ளிவிவரம்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Більше інструментів / Статистика батареї
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 更多工具 / 电池统计数据

source: Checking detailed device statistics
es: Comprobación de estadísticas detalladas del dispositivo
fr: Vérification des statistiques détaillées de l'appareil
ga: Ag seiceáil staitisticí mionsonraithe an ghléis
it: Controllo delle statistiche dettagliate del dispositivo
nl: Gedetailleerde apparaatstatistieken bekijken
pt_br: Verificando estatísticas detalhadas do dispositivo
pt_pt: A confirmar estatísticas detalhadas do dispositivo
sk: Kontrola podrobných štatistík zariadenia
sr: Приказ детаљне статистике уређаја
ta: விரிவான சாதன புள்ளிவிவரங்களை சரிபார்க்கிறது
uk: Перевірка детальної статистики пристрою
zh_hans: 检查详细的设备统计信息

source: You can see your system information like <b>CPU/DISK SPACE/RAM</b> usage via this menu item:
es: Puede ver la información de su sistema, como el uso de <b>CPU/ESPACIO EN DISCO/RAM</b>, a través de este elemento de menú:
fr: Vous pouvez consulter les informations système telles que l'utilisation du <b>CPU/ESPACE DISQUE/RAM</b> via cet élément de menu :
ga: Is féidir leat faisnéis faoi do chóras a fheiceáil, amhail úsáid <b>LAP/SPÁS DIOSCA/RAM</b>, tríd an mír roghchláir seo:
it: Tramite questa voce di menu è possibile vedere le informazioni sul sistema, come l'utilizzo di <b>CPU/SPAZIO DISCO/MEMORIA</b>:
nl: Je kunt systeeminformatie zoals het gebruik van <b>CPU/opslagruimte/RAM</b> bekijken via dit menu-item:
pt_br: Você pode ver informações do sistema, como uso de <b>CPU/ESPAÇO EM DISCO/RAM</b>, por meio deste item de menu:
sk: Informácie o vašom systéme, ako je využitie <b>CPU/PRIESTOR NA DISKU/RAM</b>, môžete vidieť prostredníctvom tejto položky ponuky:
sr: Информације о систему као што су <b>CPU/ПРОСТОР НА ДИСКУ/RAM</b> можете да видите следећом ставком менија:
ta: இந்த பட்டியல் உருப்படி வழியாக <b> CPU/வட்டு இடம்/ரேம் </b> பயன்பாடு போன்ற உங்கள் கணினி தகவல்களை நீங்கள் காணலாம்:
uk: Інформацію про систему, приміром використання <b>процесора, пам'яті пристрою, оперативної пам'яті</b>, можна переглянути за допомогою цього пункту меню:
zh_hans: 您可以通过此菜单项查看您的系统信息，例如 <b>CPU/磁盘空间/内存</b> 使用情况：

# user_guide/en.html+html.body.div.div:4850-9
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / System statistics
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Pomocník / Štatistiky systému
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"> / உதவி / கணினி புள்ளிவிவரங்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Довідка / Статистика системи
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 帮助 / 系统统计

source: Keeping an eye on your memory usage
es: Vigilando el uso de su memoria
fr: Surveillez votre utilisation de la mémoire
ga: Ag coinneáil súil ar d'úsáid chuimhne
it: Tenere sotto controllo l'utilizzo della memoria
nl: Je geheugengebruik in de gaten houden
pt_br: Monitorando o uso da sua memória
pt_pt: A monitorizar o uso da memória
sk: Sledovanie využitia pamäte
sr: Праћење искоришћења меморије
ta: உங்கள் நினைவக பயன்பாட்டில் ஒரு கண் வைத்திருத்தல்
uk: Стежте за використанням оперативної пам'яті
zh_hans: 密切关注您的内存使用情况
