Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4520-7
source: Combined with <b>device orientation</b>
es: Combinado con la <b>orientación del dispositivo</b>
fr: Combiné avec <b>l'orientation de l'appareil</b>
ga: In éineacht le <b>treoshuíomh an ghléis</b>
it: Combinato con <b>l'orientamento del dispositivo</b>
nl: Gecombineerd met <b>apparaatoriëntatie</b>
pt_br: Combinado com <b>orientação do dispositivo</b>
pt_pt: Combinado com<b>orientação do dispositivo</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4521-7
source: Combined with <b>book metadata</b>
es: Combinado con <b>metadatos del libro</b>
fr: Combiné avec les <b>métadonnées du livre</b>
ga: In éineacht le <b>meiteashonraí leabhair</b>
it: Combinato con i <b>metadati del libro</b>
nl: Gecombineerd met <b>boekmetadata</b>
pt_br: Combinado com <b>metadados do livro</b>
pt_pt: Combinado com<b>metadados do livro</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4522-7
source: Combined with <b>book file path</b>
es: Combinado con <b>ruta del archivo del libro</b>
fr: Combiné avec <b>chemin d'accès au fichier du livre</b>
ga: Comhcheangailte le <b>conair chomhaid leabhair</b>
it: Combinato con <b>il percorso del file del libro contiene</b>
nl: Gecombineerd met <b>boekbestandspad</b>
pt_br: Combinado com <b>caminho do arquivo do livro</b>
pt_pt: Combinado com <b>caminho do ficheiro do livro</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4523-7
source: Combined with <b>collections book is included in</b>
es: Combinado con <b>el libro de colecciones está incluido</b>
fr: Combiné avec <b>le livre de collections est inclus dans</b>
ga: I dteannta le <b>leabhar bailiúcháin atá san áireamh</b>
it: Combinato con <b>il libro è nelle collezioni</b>
nl: Gecombineerd met <b>collecties waarin het boek is opgenomen</b>
pt_br: Combinado com <b>coleções em que o livro está incluído</b>
pt_pt: Combinado com <b>Colecções em que o livro é incluído</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4524-7
source: Combined with <b>book is being opened for the first time</b>
es: Combinado con <b>libro que se abre por primera vez</b>
fr: Combiné avec <b>le livre est ouvert pour la première fois</b>
ga: I dteannta le <b>tá an leabhar á oscailt den chéad uair</b>
it: Combinato con <b>il libro è nuovo</b>
nl: Gecombineerd met <b>boek wordt voor het eerst geopend</b>
pt_br: Combinado com o <b>livro sendo aberto pela primeira vez</b>
pt_pt: Combinado com <b>o livro está a ser aberto pela primeira vez</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4535-7
source: Combined with <b>device orientation</b>
es: Combinado con la <b>orientación del dispositivo</b>
fr: Combiné avec <b>l'orientation de l'appareil</b>
ga: In éineacht le <b>treoshuíomh an ghléis</b>
it: Combinato con <b>l'orientamento del dispositivo</b>
pt_br: Combinado com <b>orientação do dispositivo</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4536-7
source: Combined with <b>book metadata</b>
es: Combinado con <b>metadatos del libro</b>
fr: Combiné avec les <b>métadonnées du livre</b>
ga: In éineacht le <b>meiteashonraí leabhair</b>
it: Combinato con i <b>metadati del libro</b>
pt_br: Combinado com <b>metadados do livro</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4537-7
source: Combined with <b>book file path</b>
es: Combinado con <b>ruta del archivo del libro</b>
fr: Combiné avec <b>chemin d'accès au fichier du livre</b>
ga: Comhcheangailte le <b>conair chomhaid leabhair</b>
it: Combinato con <b>il percorso del file del libro contiene</b>
pt_br: Combinado com <b>caminho do arquivo do livro</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4538-7
source: Combined with <b>collections book is included in</b>
es: Combinado con <b>el libro de colecciones está incluido</b>
fr: Combiné avec <b>le livre de collections est inclus dans</b>
ga: I dteannta le <b>leabhar bailiúcháin atá san áireamh</b>
it: Combinato con <b>il libro è nelle collezioni</b>
pt_br: Combinado com <b>coleções em que o livro está incluído</b>

# user_guide/en.html+html.body.div.table.tr.td.ul.li:4539-7
source: Combined with <b>book is being opened for the first time</b>
es: Combinado con <b>libro que se abre por primera vez</b>
fr: Combiné avec <b>le livre est ouvert pour la première fois</b>
ga: I dteannta le <b>tá an leabhar á oscailt den chéad uair</b>
it: Combinato con <b>il libro è nuovo</b>
pt_br: Combinado com o <b>livro sendo aberto pela primeira vez</b>

# user_guide/en.html+html.body.div.p:4566-9
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html:L1-plugins
source: PLUGINS AND USER PATCHES
ga: BREISEÁIN AGUS PAISTÍ ÚSÁIDEORA

# user_guide/en.html:L2-plugintypes
source: Plugin types
ga: Cineálacha breiseán

# user_guide/en.html+html.body.div.div:4610-9
source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More tools / Plugin management
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Más herramientas / Gestión de complementos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Plus d'outils / Gestion des plugins
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Tuilleadh uirlisí / Bainistíocht breiseán
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Altri strumenti / Gestione estensioni
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Gerenciamento de plugins

# user_guide/en.html+html.body.div.p:4615-9
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html+html.body.div.ul.li:4621-13
source: They have to be installed <b>manually</b> and then activated from the plugins menu.
es: Deben instalarse <b>manualmente</b> y luego activarse desde el menú de complementos.
fr: Ils doivent être installés <b>manuellement</b> puis activés depuis le menu des plugins.
ga: Caithfear iad a shuiteáil <b>de láimh</b> agus ansin iad a ghníomhachtú ón roghchlár breiseán.
it: Devono essere installate <b>manualmente</b> e poi attivate dal menu delle estensioni.
nl: Ze moeten <b>handmatig</b> worden geïnstalleerd en daarna via het pluginmenu worden geactiveerd.
pt_br: Eles precisam ser instalados <b>manualmente</b> e depois ativados no menu de plugins.

# user_guide/en.html+html.body.div.ul.li:4622-13
source: They should be updated <b>manually</b>.
es: Deben actualizarse <b> manualmente </b>.
fr: Ils doivent être mis à jour <b>manuellement</b>.
ga: Ba chóir iad a nuashonrú <b>de láimh</b>.
it: Devono essere aggiornate <b>manualmente</b>.
nl: Ze moeten <b>handmatig</b> worden bijgewerkt.
pt_br: Eles devem ser atualizados <b>manualmente</b>.
pt_pt: Eles devem ser atualizados <b>manualmente</b>.

# user_guide/en.html+html.body.div.p:4632-9
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html+html.body.div.ul.li:4637-13
source: They have to be installed <b>manually</b> and then activated from the plugins menu.
es: Deben instalarse <b>manualmente</b> y luego activarse desde el menú de complementos.
fr: Ils doivent être installés <b>manuellement</b> puis activés depuis le menu des plugins.
ga: Caithfear iad a shuiteáil <b>de láimh</b> agus ansin iad a ghníomhachtú ón roghchlár breiseán.
it: Devono essere installate <b>manualmente</b> e poi attivate dal menu delle estensioni.
pt_br: Eles precisam ser instalados <b>manualmente</b> e depois ativados no menu de plugins.

# user_guide/en.html+html.body.div.ul.li:4638-13
source: They should be updated <b>manually</b>.
es: Deben actualizarse <b> manualmente </b>.
fr: Ils doivent être mis à jour <b>manuellement</b>.
ga: Ba chóir iad a nuashonrú <b>de láimh</b>.
it: Devono essere aggiornate <b>manualmente</b>.
pt_br: Eles devem ser atualizados <b>manualmente</b>.

# user_guide/en.html:L2-pluginslist
source: List of internal plugins
ga: Liosta breiseán inmheánach

# user_guide/en.html+html.body.div.div:4690-9
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / System statistics
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ayuda / Estadísticas del sistema
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aide / Statistiques système
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Cabhair / Staitisticí córais
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aiuto / Statistiche di sistema
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / Systeemstatistieken
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ajuda / Estatísticas do sistema
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ajuda / Estatísticas do sistema

# user_guide/en.html+html.body.div.p:4699-3
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html:L2-userpatches
source: User patches
ga: Paistí úsáideora

# user_guide/en.html+html.body.div.p:4716-3
source: !!! ADVANCED
es: !!! AVANZADO
fr: !!! AVANCÉ
ga: !!! CASTA
it: !!! AVANZATO
pt_br: !!! AVANÇADO
pt_pt: !!! AVANÇADO

# user_guide/en.html+html.body.div.ol.li:4729-13
source: Restart KOReader
es: Reiniciar KOReader
fr: Redémarrer KOReader
ga: Atosaigh KOReader
it: Riavvia KOReader
pt_br: Reiniciar o KOReader

# user_guide/en.html:L1-tips
source: TIPS
ga: LEIDEANNA

# user_guide/en.html+html.body.div.div:4782-5
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Book information
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Información del libro
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informations sur le livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Eolas faoin leabhar
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informazioni sul libro
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Boekinfo
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informações do livro
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informação do livro

# user_guide/en.html+html.body.div.div:4842-9
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Book information
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Información del libro
fr: MENU SUPÉRIEUR/ <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informations sur le livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Eolas faoin leabhar
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informazioni sul libro
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informações do livro

# user_guide/en.html+html.body.div.div:4863-9
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / System statistics
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ayuda / Estadísticas del sistema
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aide / Statistiques système
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Cabhair / Staitisticí córais
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aiuto / Statistiche di sistema
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ajuda / Estatísticas do sistema

# user_guide/en.html:L1-troubleshooting
source: TROUBLESHOOTING
ga: FADHBHRÉITEACH

# user_guide/en.html:L1-reachus
source: REACH US
ga: TEAGMHÁIL ORAINN

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de subrayado

# user_guide/en.html+html.body.div.div.ul.li:947-9
source: WHAT CAN YOU DO WITH KOREADER ?
es: ¿QUÉ PUEDES HACER EN KOREADER?

# user_guide/en.html+html.body.div.div.ul.li:949-9
source: BASIC USAGE INFORMATION
es: INFORMACIÓN DE USO BÁSICA

# user_guide/en.html+html.body.div.div.ul.li.ul.li:951-5
source: Transferring books to your reader
es: Transferir libros al lector

# user_guide/en.html+html.body.div.div.ul.li.ul.li:952-5
source: Tap zones
es: Zonas de toque

# user_guide/en.html+html.body.div.div.ul.li.ul.li:953-17
source: Changing text appearance
es: Cambiar el aspecto del texto

# user_guide/en.html+html.body.div.div.ul.li.ul.li:954-17
source: Keyboard Usage And Tips
es: Uso del teclado y consejos

# user_guide/en.html+html.body.div.div.ul.li.ul.li:955-17
source: Auto Warmth And Night Mode
es: Temperatura del color y Modo nocturno automáticos

# user_guide/en.html+html.body.div.div.ul.li:959-9
source: LEARNING THE USER INTERFACE
es: CONOCE LA INTERFAZ DE USUARIO

# user_guide/en.html+html.body.div.div.ul.li.ul.li:961-17
source: Reading Screen
es: Pantalla de lectura

# user_guide/en.html+html.body.div.div.ul.li.ul.li:963-17
source: Status bar
es: Barra de estado

# user_guide/en.html+html.body.div.div.ul.li.ul.li:964-17
source: Top Menu Items
es: Elementos del Menú Superior

source: Bottom Menu Items
es: Elementos del Menú Inferior

# user_guide/en.html+html.body.div.div.ul.li:971-9
source: MOVING THROUGH YOUR BOOK
es: NAVEGAR POR EL LIBRO

source: Book Map
es: Mapa del libro

source: Page Browser
es: Explorador de páginas

# user_guide/en.html+html.body.div.div.ul.li.ul.li:976-17
source: Table of Contents Tools
es: Herramientas del Índice

# user_guide/en.html+html.body.div.div.ul.li.ul.li:977-17
source: Excluding sections: Custom hidden flows
es: Excluir secciones: Flujos ocultos personalizados

# user_guide/en.html+html.body.div.div.ul.li:981-9
source: CUSTOMIZING TEXT APPEARANCE
es: PERSONALIZAR LA APARIENCIA DEL TEXTO

# user_guide/en.html+html.body.div.div.ul.li.ul.li:983-17
source: Default appearance settings
es: Ajustes de la apariencia por defecto

# user_guide/en.html+html.body.div.div.ul.li.ul.li.li:984-17
source: Using your own fonts
es: Usar tus propias fuentes

# user_guide/en.html+html.body.div.div.ul.li:990-9
source: BOOKMARKS, HIGHLIGHTS AND NOTES
es: MARCADORES, SUBRAYADOS Y NOTAS

# user_guide/en.html+html.body.div.div.ul.li.ul.li:992-17
source: Highlight modes of KOReader
es: Modos de subrayado en KOReader

# user_guide/en.html+html.body.div.div.ul.li.ul.li:994-17
source: Exporting highlights
es: Exportar subrayados

# user_guide/en.html+html.body.div.div.ul.li:998-9
source: READING PDFS
es: LEER PDFs

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1000-17
source: Reading large PDFs on a small screen
es: Leer PDFs grandes en pantalla pequeña

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1001-17
source: PDF Specific Bottom Menu Items
es: Elementos del Menú Inferior para PDF

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1003-17
source: OCR (Optical Character Recognition)
es: OCR (Reconocimiento Óptico de Caracteres)

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1010-17
source: Adjusting the page refresh interval
es: Ajustar el intervalo de refresco de página

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1012-17
source: Jump to the next file
es: Saltar al siguiente archivo

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1013-17
source: Optimizing manga for reader
es: Optimizar manga para el lector

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1014-17
source: Other manga tips
es: Otros consejos sobre manga

# user_guide/en.html+html.body.div.div.ul.li:1021-3
source: MANAGING YOUR LIBRARY
es: GESTIONAR TU BIBLIOTECA

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1024-5
source: Viewing other file types
es: Ver otros tipos de archivo

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1026-5
source: Optimizing EPUB/PDF documents for your reader
es: Optimizar documentos EPUB/PDF para el lector

# user_guide/en.html+html.body.div.div.ul.li:1031-5
source: GESTURES AND KEYBOARD SHORTCUTS
es: GESTOS Y ATAJOS DE TECLADO

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1033-13
source: Gesture Types
es: Tipos de Gestos

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1034-13
source: Predefined Gestures
es: Gestos Predefinidos

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1035-13
source: Gesture Categories
es: Categorías de Gestos

# user_guide/en.html+html.body.div.div.ul.li:1040-9
source: QUICK MENU AND PROFILES
es: MENÚ RÁPIDO Y PERFILES

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1042-13
source: Quick Menu
es: Menú Rápido

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1044-13
source: Profiles
es: Perfiles

# user_guide/en.html+html.body.div.div.ul.li:1049-5
source: PLUGINS AND USER PATCHES
es: COMPLEMENTOS Y PARCHES DE USUARIO

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1051-13
source: Plugin types
es: Tipos de complementos

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1052-13
source: List of internal plugins
es: Listado de complementos internos

# user_guide/en.html+html.body.div.div.ul.li.ul.li:1053-13
source: User patches
es: Parches de usuario

# user_guide/en.html+html.body.div.div.ul.li:1057-5
source: TIPS
es: CONSEJOS

# user_guide/en.html+html.body.div.div.ul.li:1064-5
source: TROUBLESHOOTING
es: SOLUCIÓN DE PROBLEMAS

# user_guide/en.html+html.body.div.div.ul.li:1066-5
source: REACH US
es: CONTACTO

# user_guide/en.html+html.body.div.div:1075-1
source: WHAT CAN YOU DO WITH KOREADER ?
es: ¿QUÉ PUEDES HACER EN KOREADER?

# user_guide/en.html+html.body.div.div:1223-1
source: BASIC USAGE INFORMATION
es: INFORMACIÓN DE USO BÁSICA

# user_guide/en.html+html.body.div.div:1227-1
source: Transferring books to your reader
es: Transferir libros a tu lector

# user_guide/en.html+html.body.div.div:1285-1
source: Tap zones
es: Zonas de toque

# user_guide/en.html+html.body.div.div:1306-5
source: Changing text appearance
es: Cambiar el aspecto del texto

source: BOTTOM MENU /
es: MENÚ INFERIOR /

# user_guide/en.html+html.body.div.div:1344-1
source: Keyboard Usage And Tips
es: Uso del teclado y consejos

# user_guide/en.html+html.body.div.div:1395-1
source: Auto Warmth And Night Mode
es: Temperatura del color y Modo nocturno automáticos

# user_guide/en.html+html.body.div.div:1484-1
source: LEARNING THE USER INTERFACE
es: CONOCE LA INTERFAZ DE USUARIO

# user_guide/en.html+html.body.div.div:1491-1
source: Reading Screen
es: Pantalla de lectura

# user_guide/en.html+html.body.div.div:1617-1
source: Status bar
es: Barra de estado

# user_guide/en.html+html.body.div.div:1685-1
source: Top Menu Items
es: Elementos del Menú Superior

# user_guide/en.html+html.body.div.div:1711-1
source: Bottom Menu Items
es: Elementos del Menú Inferior

# user_guide/en.html+html.body.div.div:1912-1
source: MOVING THROUGH YOUR BOOK
es: NAVEGAR POR EL LIBRO

# user_guide/en.html+html.body.div.ul.li:1917-3
source: Skim Widget
es: Widget Ojear

# user_guide/en.html+html.body.div.div:1922-1
source: Skim Widget
es: Widget Ojear

# user_guide/en.html+html.body.div.div:2012-1
source: Book Map
es: Mapa del libro

# user_guide/en.html+html.body.div.div:2080-1
source: Page Browser
es: Explorador de páginas

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Explorador de páginas

# user_guide/en.html+html.body.div.div:2106-1
source: Table of Contents Tools
es: Herramientas del Índice

# user_guide/en.html+html.body.div.div:2163-1
source: Excluding sections: Custom hidden flows
es: Excluir secciones: Flujos ocultos personalizados

# user_guide/en.html+html.body.div.div:2217-1
source: CUSTOMIZING TEXT APPEARANCE
es: PERSONALIZAR LA APARIENCIA DEL TEXTO

# user_guide/en.html+html.body.div.div:2219-1
source: Default appearance settings
es: Ajustes de la apariencia por defecto

# user_guide/en.html+html.body.div.div:2279-1
source: Using your own fonts
es: Usar tus propias fuentes

source: !!! ADVANCED
es: !!! AVANZADO

# user_guide/en.html+html.body.div.p:2354-5
source: img { width: 10px !important; height: 10px !important }
es: img { anchura: 10px !importante; altura: 10px !importante }
fr: img { largeur : 10px !important ; hauteur : 10px !important }

# user_guide/en.html+html.body.div.ul.li.p:2395-17
source: img { width: 10px !important; height: 10px !important }
es: img { anchura: 10px !importante; altura: 10px !importante }
fr: img { largeur : 10px !important ; hauteur : 10px !important }

# user_guide/en.html+html.body.div.div:2548-1
source: BOOKMARKS, HIGHLIGHTS AND NOTES
es: MARCADORES, SUBRAYADOS Y NOTAS

# user_guide/en.html+html.body.div.div:2619-1
source: Highlight modes of KOReader
es: Modos de subrayado en KOReader

# user_guide/en.html+html.body.div.div:2757-1
source: Exporting highlights
es: Exportar subrayados

# user_guide/en.html+html.body.div.div:2859-1
source: READING PDFS
es: LEER PDFs

# user_guide/en.html+html.body.div.div:2861-1
source: Reading large PDFs on a small screen
es: Leer PDFs grandes en pantalla pequeña

# user_guide/en.html+html.body.div.div:2921-1
source: PDF Specific Bottom Menu Items
es: Elementos del Menú Inferior para PDF

# user_guide/en.html+html.body.div.div:3023-1
source: OCR (Optical Character Recognition)
es: OCR (Reconocimiento Óptico de Caracteres)

# user_guide/en.html+html.body.div.div:3044-5
source: Adjusting the page refresh interval
es: Ajustar el intervalo de refresco de página

# user_guide/en.html+html.body.div.div:3074-1
source: Jump to the next file
es: Saltar al siguiente archivo

# user_guide/en.html+html.body.div.div:3090-1
source: Optimizing manga for reader
es: Optimizar manga para el lector

# user_guide/en.html+html.body.div.div:3133-1
source: Other manga tips
es: Otros consejos sobre manga

# user_guide/en.html+html.body.div.div:3191-1
source: MANAGING YOUR LIBRARY
es: GESTIONAR TU BIBLIOTECA

# user_guide/en.html+html.body.div.div:3276-1
source: Viewing other file types
es: Ver otros tipos de archivo

# user_guide/en.html+html.body.div.div:3358-1
source: Collections
es: Colecciones

# user_guide/en.html+html.body.div.div:3545-1
source: Optimizing EPUB/PDF documents for your reader
es: Optimizar documentos EPUB/PDF para el lector

source: Benefits
es: Beneficios

source: Negatives
es: Negativas

# user_guide/en.html+html.body.div.div:3655-1
source: GESTURES AND KEYBOARD SHORTCUTS
es: GESTOS Y ATAJOS DE TECLADO

# user_guide/en.html+html.body.div.div:3660-5
source: Gesture Types
es: Tipos de Gestos

source: <b>WORKS:</b> Anywhere on the screen
es: <b>FUNCIONA:</b> En cualquier lugar de la pantalla
