Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Disable all images in an EPUB:
es: Deshabilitar todas las imágenes en un EPUB:
fr: Désactiver toutes les images dans un EPUB :
ga: Díchumasaigh gach íomhá in EPUB:
nl: Schakel alle afbeeldingen in een EPUB uit:
pt_br: Desabilitar todas as imagens em um EPUB:
pt_pt: Desativar todas as imagens num EPUB:
sk: Zakázať všetky obrázky v súbore EPUB:
sr: Искључивање свих слика у EPUB:
ta: எல்லா படங்களையும் ஒரு எபபில் முடக்கவும்:
uk: Приховати усі зображення в EPUB:
zh_hans: 禁用EPUB中的所有图片:

source: img { display: none !important; }
fr: img { affichage : none !important ; }
ta: img {காட்சி: எதுவுமில்லை! முக்கியமானது; }

source: Make images very small instead of disabling them:
es: Haga que las imágenes sean muy pequeñas en lugar de deshabilitarlas:
fr: Réduisez la taille des images au lieu de les désactiver :
ga: Déan íomhánna an-bheag in ionad iad a dhíchumasú:
nl: Maak afbeeldingen heel klein in plaats van ze uit te schakelen:
pt_br: Deixe as imagens bem pequenas em vez de desativá-las:
pt_pt: Fazer imagens muito pequenas em vez de as desabilitar:
sk: Namiesto zakázania zmeniť obrázky na veľmi malé:
sr: Уместо да се искључе, слике се приказују у врло малим димензијама:
ta: படங்களை முடக்குவதற்கு பதிலாக அவற்றை மிகச் சிறியதாக ஆக்குங்கள்:
uk: Зробити зображення дуже малими, замість того, щоб приховувати їх:
zh_hans: 使图片非常小，而不是禁用它们:

source: Make the code block sections in computer science books tidier and more readable (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Here you can see an example</a>):
es: Haga que las secciones de bloques de código en los libros de informática sean más ordenadas y legibles (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Aquí puede ver un ejemplo</a>):
fr: Rendez les sections de code dans les livres d'informatique plus claires et plus lisibles (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Vous pouvez voir un exemple ici</a>) :
ga: Déan na codanna bloic cóid i leabhair eolaíochta ríomhaireachta níos slachtmhaire agus níos inléite (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Feicfidh tú sampla anseo</a>):
nl: Codebloksecties in informaticaboeken netter en beter leesbaar maken (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">voorbeeld</a>):
pt_br: Torne as seções de blocos de código em livros de ciência da computação mais organizadas e legíveis (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Aqui você pode ver um exemplo</a>):
sk: Zlepšiť prehľadnosť a čitateľnosť sekcií blokov kódu v knihách o informatike (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Tu si môžete pozrieť príklad</a>):
sr: Одељци блокова кода у књигама из компјутерске науке постају чистији и читљивији (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Овде можете видети пример</a>):
ta: கணினி அறிவியல் புத்தகங்களில் குறியீடு தொகுதி பிரிவுகளை நேர்த்தியாகவும், மேலும் படிக்கக்கூடியதாகவும் மாற்றவும் (<a href = "https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126"> இங்கே நீங்கள் ஒரு உதாரணத்தைக் காணலாம் </a>):
uk: Зробити секцію з блоком коду акуратнішою, що корисно для комп'ютерних книг (<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">Тут можна побачити приклад</a>):
zh_hans: 使计算机科学书籍中的代码块部分更整洁、更易读（<a href="https://github.com/koreader/koreader/issues/9261#issuecomment-2508866126">在这里你可以看到一个例子</a>）：

source: pre,code { font-size: 0.6em !important; line-height: 1.8em !important; background-color: #eee !important; margin: 1em 0 !important; padding: 1em 0 !important; }
fr: pre,code { taille de police : 0,6em !important ; hauteur de ligne : 1,8em !important ; couleur d'arrière-plan : #eee !important ; marge : 1em 0 !important ; remplissage : 1em 0 !important ; }
ta: முன், குறியீடு {எழுத்துரு அளவு: 0.6em! முக்கியமானது; வரி உயரம்: 1.8em! முக்கியமானது; பின்னணி-நிறம்: #EEE! முக்கியமானது; விளிம்பு: 1em 0! முக்கியமானது; திணிப்பு: 1em 0! முக்கியமானது; }

source: How to add style tweaks
es: Cómo agregar ajustes de estilo
fr: Comment ajouter des modifications stylistiques
ga: Conas feabhsuithe stíl a chur leis
it: Come aggiungere ritocchi di stile
nl: Stijlaanpassingen toevoegen
pt_br: Como adicionar ajustes de estilo
pt_pt: Como adicionar alterações de estilo
sk: Ako pridať vylepšenie štýlu
sr: Како се додају дотеривања стила
ta: பாணி மாற்றங்களை எவ்வாறு சேர்ப்பது
uk: Як додавати підлаштування стилів
zh_hans: 如何添加样式调整

source: Ok, now we have seen what <span class="ui">style tweaks</span> are. But how can we use them? There are three types of <span class="ui">style tweaks</span> in KOReader:
es: Bien, ya hemos visto qué son los <span class="ui">ajustes de estilo</span>. Pero ¿cómo podemos usarlos? Hay tres tipos de <span class="ui">ajustes de estilo</span> en KOReader:
fr: Bon, nous avons maintenant vu ce que sont les <span class="ui">modifications de style</span>. Mais comment les utiliser ? Il existe trois types de <span class="ui">modifications de style</span> dans KOReader :
ga: Ceart go leor, anois tá feicthe againn cad iad <span class="ui">coigeartuithe stíl</span>. Ach conas is féidir linn iad a úsáid? Tá trí chineál <span class="ui">coigeartuithe stíl</span> i KOReader:
it: Ok, ora abbiamo visto cosa sono i <span class="ui">ritocchi di stile</span>. Ma come possiamo usarli? Ci sono tre tipi di <span class="ui">rotocchi di stile</span> in KOReader:
nl: Oké, we weten nu wat <span class="ui">stijlaanpassingen</span> zijn. Hoe gebruiken we ze? Er zijn drie soorten <span class="ui">stijlaanpassingen</span> in KOReader:
pt_br: Ok, agora vimos o que são <span class="ui">ajustes de estilo</span>. Mas como podemos usá-los? Existem três tipos de <span class="ui">ajustes de estilo</span> no KOReader:
sk: Dobre, teraz sme videli, čo sú to <span class="ui">vylepšenia štýlu</span>. Ale ako ich môžeme použiť? V KOReaderi existujú tri typy <span class="ui">vylepšení štýlu</span>:
sr: OК, сада смо видели шта су <span class="ui">дотеривања стила</span>. Али како можемо да их користимо? KOReader познаје три врсте <span class="ui">дотеривања стила</span>:
ta: சரி, இப்போது <span வகுப்பு = "Ui"> பாணி மாற்றங்கள் </span> இருப்பதை நாங்கள் பார்த்தோம். ஆனால் அவற்றை நாம் எவ்வாறு பயன்படுத்தலாம்? கொரியாடரில் <span வகுப்பு = "Ui"> பாணி மாற்றங்கள் </span> இல் மூன்று வகைகள் உள்ளன:
uk: Гаразд, тепер ми подивимося, що таке <span class="ui">підлаштування стилів</span>. У KOReader є три типи <span class="ui">підлаштування стилів</span>:
zh_hans: 好的，现在我们已经了解了什么是 <span class="ui"> 样式的调整</span>。但我们如何使用它们呢？KOReader 中有三种类型的 <span class="ui"> 样式调整</span>：

source: 1. Built-in style tweaks
es: 1. Ajustes de estilo integrados
fr: 1. Modifications stylistiques intégrées
ga: 1. Feabhsuithe stíl ionsuite
it: 1. Ritocchi di stile integrate
nl: 1. Ingebouwde stijlaanpassingen
pt_br: 1. Ajustes de estilo incorporados
pt_pt: 1. Ajustes de estilo incorporados
sk: 1. Vstavané vylepšenie štýlu
sr: 1. Уграђена дотеривања стила
ta: 1. உள்ளமைக்கப்பட்ட பாணி மாற்றங்கள்
uk: 1. Вбудовані підлаштування стилів
zh_hans: 1. 内置样式调整

source: This heading is new, and the screenshot above and below. Anything to add?
es: Este encabezado es nuevo, al igual que las capturas de pantalla de arriba y abajo. ¿Algo más que añadir?
fr: Ce titre est nouveau, tout comme les captures d'écran ci-dessus et ci-dessous. Quelque chose à ajouter ?
ga: Tá an ceannteideal seo nua, agus an scáileán thuas agus thíos. Aon rud le cur leis?
it: Questa voce è nuova, così come lo screenshot sopra e sotto. C'è qualcosa da aggiungere?
nl: Deze kop is nieuw, evenals de schermafbeelding erboven en eronder. Nog iets toe te voegen?
pt_br: Este título é novo, assim como as capturas de tela acima e abaixo. Algo a acrescentar?
pt_pt: Este título é novo e a captura de ecrã acima e abaixo. Algo a acrescentar?
sk: Tento nadpis je nový, rovnako ako snímky obrazovky vyššie a nižšie. Chcete niečo pridať?
sr: Овај наслов је нов, као и снимак екрана изнад и испод. Треба ли нешто да се дода?
ta: இந்த தலைப்பு புதியது, மற்றும் திரை காட்சி மேலே மற்றும் கீழே. சேர்க்க ஏதாவது?
uk: Цей заголовок є новим, як і знімки екрану вище та нижче. Щось додати?
zh_hans: 新建标题，上下截图。还有需要添加的吗？

source: These tweaks are included in KOReader. They are the easiest to use since you just enable them from the menu to use them. You don't need to write any CSS code:
es: Estos ajustes están incluidos en KOReader. Son los más fáciles de usar, ya que solo hay que activarlos desde el menú. No es necesario escribir código CSS:
fr: Ces réglages sont inclus dans KOReader. Ils sont très faciles à utiliser, car il suffit de les activer dans le menu pour les utiliser. Vous n'avez pas besoin d'écrire de code CSS :
ga: Tá na coigeartuithe seo san áireamh i KOReader. Is iad is fusa le húsáid ós rud é nach gá ach iad a chumasú ón roghchlár le go n-úsáidfidh tú iad. Ní gá duit aon chód CSS a scríobh:
it: Questi ritocchi sono inclusi in KOReader. Sono i più facili da usare, poiché basta attivarli dal menu per utilizzarli. Non è necessario scrivere alcun codice CSS:
nl: Deze aanpassingen zitten in KOReader. Ze zijn het makkelijkst te gebruiken: je schakelt ze in via het menu. Je hoeft geen CSS-code te schrijven:
pt_br: Esses ajustes estão incluídos no KOReader. São os mais fáceis de usar, pois basta ativá-los no menu para usá-los. Você não precisa escrever nenhum código CSS:
sk: Tieto vylepšenia sú súčasťou KOReaderu. Sú najjednoduchšie na používanie, pretože ich stačí povoliť z ponuky. Nemusíte písať žiadny CSS kód:
sr: Ова дотеривања се испоручују уз KOReader. Она се најлакше користе, јер је потребно само да се укључе из менија. Нема потребе да пишете било какав CSS кôд:
ta: இந்த மாற்றங்கள் கொரியாடரில் சேர்க்கப்பட்டுள்ளன. மெனுவிலிருந்து அவற்றைப் பயன்படுத்த அவற்றை இயக்குவதால் அவை பயன்படுத்த எளிதானவை. நீங்கள் எந்த சிஎச்எச் குறியீட்டையும் எழுத தேவையில்லை:
uk: Ці підлаштування включені у KOReader. Їх найпростіше використовувати, оскільки для цього достатньо увімкнути їх у меню. Не потрібно писати ніякого коду CSS:
zh_hans: 这些调整都包含在KOReader中。它们是最容易使用的，因为您只需从菜单中启用它们即可使用它们。你不需要写任何CSS代码：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style tweaks
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Modifications de style
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Coigeartuithe stíle
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ritocchi di stile
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Stijlaanpassingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de estilo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Ajustes de Estilo
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Vylepšenia štýlu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Дотеривања стила
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 26px;"> / பாணி மாற்றங்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Підлаштування стилів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / 样式微调

source: They come in many categories. To apply a tweak to the <b>current book only</b>, tick the checkbox. If you want to get more information about this tweak or enable it for <b>all the books</b>, long-press on its name. A dialog will appear:
es: Se dividen en varias categorías. Para aplicar una modificación solo al <b>libro actual</b>, marque la casilla. Si desea obtener más información sobre esta modificación o activarla para <b>todos los libros</b>, mantenga pulsado su nombre. Aparecerá un cuadro de diálogo:
fr: Il en existe plusieurs catégories. Pour appliquer une modification au <b>livre actuel uniquement</b>, cochez la case correspondante. Si vous souhaitez obtenir plus d'informations sur cette modification ou l'activer pour <b>tous les livres</b>, appuyez longuement sur son nom. Une boîte de dialogue apparaîtra :
ga: Tagann siad i mórán catagóirí. Chun coigeartú a chur i bhfeidhm ar an <b>leabhar reatha amháin</b>, cuir tic sa bhosca seiceála. Más mian leat tuilleadh eolais a fháil faoin gcoigeartú seo nó é a chumasú do <b>na leabhair uile</b>, brúigh ar a ainm ar feadh tamaill. Feicfear bosca dialóige:
it: Sono disponibili in diverse categorie. Per applicare un ritocco solo al <b>libro corrente</b>, selezionare la casella di controllo. Se si desidera ottenere maggiori informazioni su questo ritocco o attivarla per <b>tutti i libri</b>, premere a lungo sul suo nome. Apparirà una finestra di dialogo:
nl: Ze zijn onderverdeeld in veel categorieën. Om een aanpassing alleen op het <b>huidige boek</b> toe te passen vink je het vakje aan. Wil je meer informatie of hem voor <b>alle boeken</b> inschakelen, houd dan de naam ingedrukt. Er verschijnt een dialoog:
pt_br: Eles vêm em muitas categorias. Para aplicar um ajuste <b>apenas ao livro atual</b>, marque a caixa de seleção. Se quiser obter mais informações sobre esse ajuste ou ativá-lo para <b>todos os livros</b>, pressione e segure o nome dele. Uma caixa de diálogo será exibida:
sk: Sú dostupné v mnohých kategóriách. Ak chcete použiť úpravu iba na <b>aktuálnu knihu</b>, zaškrtnite políčko. Ak chcete získať viac informácií o tejto úprave alebo ju povoliť pre <b>všetky knihy</b>, dlho stlačte jej názov. Zobrazí sa dialógové okno:
sr: Јављају се у многим категоријама. Ако желите да дотеривање примените <b>само на текућу књигу</b>, штиклирајте поље. Ако желите да сазнате више информација у вези са овим дотеривањем или да га укључите за <b>све књиге</b>, извршите дуги притисак на његово име. Појавиће се следећи дијалог:
ta: அவை பல பிரிவுகளில் வருகின்றன. <b> தற்போதைய புத்தகத்திற்கு மட்டும் ஒரு மாற்றத்தைப் பயன்படுத்த, </b>, தேர்வுப்பெட்டியைத் தட்டவும். இந்த மாற்றங்களைப் பற்றிய கூடுதல் தகவல்களைப் பெற விரும்பினால் அல்லது <b> அனைத்து புத்தகங்களுக்கும் </b> க்கு இயக்க விரும்பினால், அதன் பெயரில் நீண்ட அழுத்தமாக இருக்கும். ஒரு உரையாடல் தோன்றும்:
uk: Вони знаходяться у багатьох категоріях. Щоб застосувати підлаштування тільки до <b>поточної книги</b>, поставте галочку у відповідному пункті меню. Якщо бажаєте отримати більше інформації про це підлаштування чи увімкнути їх для <b>усіх книг</b>, затисніть пункт меню з їх назвою. Появиться такий діалог:
zh_hans: 它们有很多种类。 若要<b>仅对当前书籍</b>应用调整，请勾选复选框。 如果你想获得更多关于这个调整的信息，或者对<b>所有的书</b>启用它，长按它的名字。 将出现一个对话框：

source: This area shows the name and description of the tweak
es: Esta área muestra el nombre y la descripción del ajuste
fr: Cette zone affiche le nom et la description du réglage
ga: Taispeánann an limistéar seo ainm agus cur síos an tweak
it: Quest'area mostra il nome e la descrizione del ritocco
nl: Dit gedeelte toont de naam en beschrijving van de aanpassing
pt_br: Esta área mostra o nome e a descrição do ajuste
pt_pt: Esta área mostra o nome e a descrição do ajuste
sk: V tejto oblasti sa zobrazuje názov a popis vylepšenia
sr: Ова област приказује име и опис дотеривања
ta: இந்த பகுதி மாற்றத்தின் பெயர் மற்றும் விளக்கத்தைக் காட்டுகிறது
uk: Ця область показує назву і опис підлаштування
zh_hans: 此区域显示参数的名称和说明

source: This box shows the CSS code of the tweak. You can tap on this area to copy the code to the clipboard. Then you can paste and modify this code in your <span class="ui">Book-specific tweak</span> as explained under the next heading.
es: Este cuadro muestra el código CSS de la modificación. Puedes tocar esta área para copiar el código al portapapeles. Después, puedes pegarlo y modificarlo en la <span class="ui">modificación específica de tu libro</span>, como se explica en el siguiente apartado.
fr: Cette boîte affiche le code CSS du réglage. Vous pouvez appuyer sur cette zone pour copier le code dans le presse-papiers. Vous pouvez ensuite coller et modifier ce code dans votre <span class="ui">Réglage spécifique au livre</span>, comme expliqué dans la rubrique suivante.
ga: Taispeánann an bosca seo cód CSS an tweak. Is féidir leat tapáil ar an limistéar seo chun an cód a chóipeáil chuig an ghearrthaisce. Ansin is féidir leat an cód seo a ghreamú agus a mhodhnú i do <span class="ui">tweak Leabhar-shonrach</span> mar a mhínítear faoin gceannteideal seo a leanas.
it: Questo riquadro mostra il codice CSS del ritocco. È possibile toccare quest'area per copiare il codice negli appunti. Quindi si può incollare e modificare questo codice nel proprio <span class="ui">ritocco specifico per il libro</span>, come spiegato nel prossimo paragrafo.
nl: Dit vak toont de CSS-code van de aanpassing. Je kunt op dit gebied tikken om de code naar het klembord te kopiëren. Daarna kun je de code plakken en aanpassen in je <span class="ui">Boekspecifieke aanpassing</span> zoals in de volgende kop uitgelegd.
pt_br: Esta caixa mostra o código CSS do ajuste. Você pode tocar nesta área para copiar o código para a área de transferência. Em seguida, você pode colar e modificar este código no seu <span class="ui">Ajuste específico do livro</span>, conforme explicado no próximo título.
sk: Toto pole zobrazuje kód CSS vylepšenia. Ťuknutím na túto oblasť môžete kód skopírovať do schránky. Potom môžete tento kód vložiť a upraviť vo svojom <span class="ui">vylepšení pre konkrétnu knihu</span>, ako je vysvetlené v nasledujúcom nadpise.
sr: Ово поље приказује CSS кôд дотеривања. Ако тапнете на ову област, копираћете кôд у клипборд. Затим можете да га налепите и измените у <span class="ui">Дотеривању специфичном за књигу</span>, као што је објашњено у наредном наслову.
ta: இந்த பெட்டி மாற்றத்தின் சிஎச்எச் குறியீட்டைக் காட்டுகிறது. குறியீட்டை இடைநிலைப்பலகைக்கு நகலெடுக்க இந்த பகுதியில் தட்டலாம். அடுத்த தலைப்பின் கீழ் விளக்கப்பட்டுள்ளபடி இந்த குறியீட்டை உங்கள் <span வகுப்பு = "Ui"> புத்தக-குறிப்பிட்ட மாற்றங்கள் </span> இல் ஒட்டலாம் மற்றும் மாற்றலாம்.
uk: У цьому блоці міститься CSS-код підлаштування. Дотик до цього блоку скопіює код до буфера обміну. Потім можна вставити і змінити цей код у <span class="ui">Підлаштуванні окремої книги</span>, як написано у наступному підрозділі.
zh_hans: 此框显示了调整的CSS代码。您可以点击此区域将代码复制到剪贴板。然后，您可以在您的<span class="ui">书籍特定调整</span>中粘贴和修改此代码，如下一标题所述。

source: <span class="ui">Show in action list</span> button allows you to toggle this tweak with a gesture or add it to a <span class="ui">Quick Menu</span>. See the heading named <b>"How to use tweaks efficiently"</b> below for more info.
es: El botón <span class="ui">Mostrar en la lista de acciones</span> te permite activar o desactivar este ajuste con un gesto o añadirlo a un <span class="ui">Menú rápido</span>. Consulta el apartado <b>"Cómo usar los ajustes de forma eficiente"</b> a continuación para obtener más información.
fr: Le bouton <span class="ui">Afficher dans la liste des actions</span> vous permet d'activer ou de désactiver cette modification d'un simple geste ou de l'ajouter au <span class="ui">Menu rapide</span>. Pour plus d'informations, consultez la rubrique intitulée <b>« Comment utiliser efficacement les modifications »</b> ci-dessous.
ga: Leis an gcnaipe <span class="ui">Taispeáin sa liosta gníomhartha</span> is féidir leat an tweak seo a athrú le gotha nó é a chur le <span class="ui">Roghchlár Tapa</span>. Féach an ceannteideal dar teideal <b>"Conas tweaks a úsáid go héifeachtúil"</b> thíos le haghaidh tuilleadh eolais.
it: Il pulsante <span class="ui">Mostra nella lista delle azioni</span> consente di attivare questa modifica con un gesto o aggiungerlo a un <span class="ui">Menu Rapido</span>. Per ulteriori informazioni, si veda la sezione <b>"Come usare i ritocchi in modo efficiente"</b>.
nl: Met de knop <span class="ui">Toon in actielijst</span> kun je deze aanpassing met een gebaar schakelen of toevoegen aan een <span class="ui">Snelmenu</span>. Zie de kop <b>"Stijlaanpassingen efficiënt gebruiken"</b> hieronder voor meer info.
pt_br: O botão <span class="ui">Mostrar lista de ações</span> permite alternar esse ajuste com um gesto ou adicioná-lo a um <span class="ui">Menu Rápido</span>. Consulte o título <b>"Como usar ajustes com eficiência"</b> abaixo para obter mais informações.
sk: Tlačidlo <span class="ui">Zobraziť v zozname akcií</span> vám umožňuje prepínať toto vylepšenie gestom alebo ho pridať do <span class="ui">Rýchlej ponuky</span>. Viac informácií nájdete nižšie v nadpise <b>„Ako efektívne používať vylepšenia“</b>.
sr: Дугме <span class="ui">Прикажи у листи акција</span> вам омогућава да ово дотеривање укључујете/искључујете гестикулацијом или да га додате у <span class="ui">Брзи мени</span>. За више информација, погледајте испод наслов <b>„Како да се дотеривања користе ефикасно”</b>.
ta: <span வகுப்பு = "Ui"> அதிரடி பட்டியலில் காண்பி </span> பொத்தான் இந்த மாற்றத்தை ஒரு சைகை மூலம் மாற்றவோ அல்லது <span வகுப்பு = "Ui"> விரைவான பட்டியல் </span> இல் சேர்க்கவோ உங்களை அனுமதிக்கிறது. <b> "மாற்றங்களை எவ்வாறு திறமையாகப் பயன்படுத்துவது" </b> என்ற பெயரைக் காண்க </b> மேலும் தகவலுக்கு.
uk: Кнопка <span class="ui">Показувати у списку дій</span> дозволяє перемикати це підлаштування жестом чи додати його до <span class="ui">Швидкого меню</span>. Більше про це читайте у підрозділі <b>«Як ефективно використовувати підлаштування»</b> нижче.
zh_hans: <span class="ui">在动作列表中显示</span>按钮允许您使用手势切换此调整，或将其添加到<span class="ui">快速菜单</span>中。有关更多信息，请参阅下面的标题<b>“如何有效使用调整”</b>。
