Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can apply the profile from the <span class="ui">Profiles menu</span>
es: Puedes aplicar el perfil desde el menú <span class="ui">Perfiles</span>
fr: Vous pouvez appliquer le profil à partir du <span class="ui">Menu Profils</span>
ga: Is féidir leat an phróifíl a chur i bhfeidhm ón <span class="ui">roghchlár Próifílí</span>
it: È possibile applicare il profilo dal menu <span class="ui">Profili</span>
nl: Je kunt het profiel toepassen via het <span class="ui">Profielen-menu</span>
pt_br: Você pode aplicar o perfil no <span class="ui">Menu Perfis</span>
pt_pt: Pode aplicar o perfil no <span class="ui">menu Perfis</span>
sk: Profil si môžete vybrať v <span class="ui">Ponuke Profily</span>
sr: Профил можете да примените из <span class="ui">менија Профили</span>
ta: <ச்பான் கிளாச் = "யுஐ"> சுயவிவரங்கள் பட்டியல் </span> இலிருந்து சுயவிவரத்தைப் பயன்படுத்தலாம்
uk: Застосувати профіль з <span class="ui">Меню профілів</span>
zh_hans: 您可以从<span class="ui">配置文件菜单</span>应用配置文件

# user_guide/en.html+html.body.div.ul.li:2260-9
source: You can assign a gesture to it
sk: Môžete mu priradiť gesto
ta: அதற்கு நீங்கள் ஒரு சைகையை ஒதுக்கலாம்
uk: Призначити на нього жест
zh_hans: 您可以为其设置一个手势

source: You can show it in your <span class="ui">Quick Menu</span>
es: Puedes mostrarlo en el <span class="ui">Menú rápido</span>
fr: Vous pouvez l'afficher dans votre <span class="ui">Menu rapide</span>
ga: Is féidir leat é a thaispeáint i do <span class="ui">Roghchlár Tapa</span>
it: È possibile mostrarlo nel <span class="ui">menu rapido</span>
nl: Je kunt het weergeven in je <span class="ui">Snelmenu</span>
pt_br: Você pode mostrá-lo no seu <span class="ui">Menu Rápido</span>
pt_pt: Pode mostrá-lo no seu <span class="ui">Menu Rápido</span>
sk: Môžete ho zobraziť vo svojom <span class="ui">Rýchlom menu</span>
sr: Можете да га прикажете у <span class="ui">Брзом менију</span>
ta: உங்கள் <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> இல் இதைக் காட்டலாம்
uk: Показувати його у <span class="ui">Швидкому меню</span>
zh_hans: 您可以将其显示在<span class="ui">快速菜单</span>中

source: Click here to go to the <a href="#L1-qmandprofiles">QUICK MENU AND PROFILES</a> section of the guide.
es: Haz clic aquí para ir a la sección <a href="#L1-qmandprofiles">MENÚ RÁPIDO Y PERFILES</a> de la guía.
fr: Cliquez ici pour accéder à la section <a href="#L1-qmandprofiles">MENU RAPIDE ET PROFILS</a> du guide.
ga: Cliceáil anseo chun dul go dtí an chuid <a href="#L1-qmandprofiles">ROGHCHLÁR MEAR AGUS PRÓIFÍLÍ</a> den treoir.
it: Fare clic qui per accedere alla sezione <a href="#L1-qmandprofiles">MENU RAPIDO E PROFILI</a> della guida.
nl: Klik hier om naar de sectie <a href="#L1-qmandprofiles">SNELMENU EN PROFIELEN</a> te gaan.
pt_br: Clique aqui para ir para a seção <a href="#L1-qmandprofiles">MENU RÁPIDO E PERFIS</a> do guia.
pt_pt: Clique aqui para ir para a secção <a href="#L1-qmandprofiles">MENU RÁPIDO E PERFIS</a> do guia.
sk: Kliknite sem a prejdete v príručke do sekcie <a href="#L1-qmandprofiles">RÝCHLE MENU A PROFILY</a>.
sr: Кликните овде да скочите на одељак упутства <a href="#L1-qmandprofiles">БРЗИ МЕНИ И ПРОФИЛИ</a>.
ta: <A href = "#l1-qmandprofiles"> விரைவான பட்டியல் மற்றும் சுயவிவரங்கள் </a> வழிகாட்டியின் பிரிவுக்குச் செல்ல இங்கே சொடுக்கு செய்க.
uk: Натисніть тут, щоб перейти до розділу посібника <a href="#L1-qmandprofiles">ШВИДКЕ МЕНЮ ТА ПРОФІЛІ</a>.
zh_hans: 单击此处转到本指南的<a href="#L1-qmandprofiles">快速菜单和配置文件</a>部分。

# user_guide/en.html+html.body.div.div:2266-1
source: Using your own fonts
sk: Používanie vlastného písma
ta: உங்கள் சொந்த எழுத்துருக்களைப் பயன்படுத்துதல்
uk: Використання власних шрифтів
zh_hans: 使用自有字体

source: KOReader supports fonts in most widely used TrueType (.ttf) and OpenType formats (.otf). Font files with these extensions can be directly copied to <span class="ui">/koreader/fonts/</span> folder on your device. Check <a href="https://github.com/koreader/koreader/wiki/Fonts">our wiki</a> for more info.
es: KOReader admite las fuentes en los formatos TrueType (.ttf) y OpenType (.otf) más utilizados. Los archivos de fuentes con estas extensiones se pueden copiar directamente a la carpeta <span class="ui">/koreader/fonts/</span> de tu dispositivo. Consulta <a href="https://github.com/koreader/koreader/wiki/Fonts">nuestra wiki</a> para más información.
fr: KOReader prend en charge les polices dans les formats TrueType (.ttf) et OpenType (.otf) les plus couramment utilisés. Les fichiers de polices avec ces extensions peuvent être copiés directement dans le dossier <span class="ui">/koreader/fonts/</span> de votre appareil. Consultez <a href="https://github.com/koreader/koreader/wiki/Fonts">notre wiki</a> pour plus d'informations.
ga: Tacaíonn KOReader le clónna sna formáidí TrueType (.ttf) agus OpenType (.otf) is mó a úsáidtear. Is féidir comhaid clónna leis na síntí seo a chóipeáil go díreach chuig an bhfillteán <span class="ui">/koreader/fonts/</span> ar do ghléas. Seiceáil <a href="https://github.com/koreader/koreader/wiki/Fonts">ár vicí</a> le haghaidh tuilleadh eolais.
it: KOReader supporta i font nei formati TrueType (.ttf) e OpenType (.otf) più diffusi. I file di font con queste estensioni possono essere copiati direttamente nella cartella <span class="ui">/koreader/fonts/</span> del dispositivo. Consultate <a href="https://github.com/koreader/koreader/wiki/Fonts">il nostro wiki</a> per maggiori informazioni.
nl: KOReader ondersteunt lettertypen in de meest gebruikte TrueType- (.ttf) en OpenType-formaten (.otf). Kopieer ze naar de map <span class="ui">/koreader/fonts/</span> op je apparaat. Zie <a href="https://github.com/koreader/koreader/wiki/Fonts">onze wiki</a> voor meer info.
pt_br: O KOReader suporta fontes nos formatos TrueType (.ttf) e OpenType (.otf) mais utilizados. Arquivos de fonte com essas extensões podem ser copiados diretamente para a pasta <span class="ui">/koreader/fonts/</span> do seu dispositivo. Consulte <a href="https://github.com/koreader/koreader/wiki/Fonts">nosso wiki</a> para mais informações.
pt_pt: O KOReader suporta os tipos de letra nos formatos TrueType (. ttf) e OpenType (. tf) mais utilizados. Os ficheiros de tipos de letra com estas extensões podem ser copiados diretamente para a pasta <span class="ui">/koreader/fonts/</span> no seu dispositivo. Consulte <a href="https://github.com/koreader/koreader/wiki/Fonts">a nossa wiki</a> para mais informações.
sk: KOReader podporuje písma vo väčšine bežne používaných formátov TrueType (.ttf) a OpenType (.otf). Súbory písiem s týmito príponami je možné priamo skopírovať do priečinka <span class="ui">/koreader/fonts/</span> vo vašom zariadení. Viac informácií nájdete na <a href="https://github.com/koreader/koreader/wiki/Fonts">našej wiki</a>.
sr: KOReader подржава фонтове у најраспрострањенијим TrueType (.ttf) и OpenType форматима (.otf). Фајлови фонтова са овим екстензијама могу директно да се копирају у <span class="ui">/koreader/fonts/</span> фолдер на вашем уређају. За више информација, погледајте <a href="https://github.com/koreader/koreader/wiki/Fonts">наш вики</a>.
ta: கொரியடர் மிகவும் பரவலாகப் பயன்படுத்தப்படும் ட்ரூய்டைப் (.ttf) மற்றும் ஓபன்டைப் வடிவங்களில் (.otf) எழுத்துருக்களை ஆதரிக்கிறது. இந்த நீட்டிப்புகளைக் கொண்ட எழுத்துரு கோப்புகளை நேரடியாக <span வகுப்பு = "Ui">/koreader/fonts/</span> உங்கள் சாதனத்தில் கோப்புறையில் நகலெடுக்கலாம். <A href = "https://github.com/koreader/koreader/wiki/fonts"> எங்கள் விக்கி </a> ஐ சரிபார்க்கவும்.
uk: KOReader підтримує шрифти у найпоширеніших форматах TrueType (.ttf) та OpenType (.otf). Файли шрифтів з такими розширеннями можна скопіювати напряму до теки <span class="ui">/koreader/fonts/</span> на пристрої. Більше інформації можна знайти <a href="https://github.com/koreader/koreader/wiki/Fonts">у нашій вікі</a>.
zh_hans: KOReader支持被广泛使用的TrueType（.ttf）和OpenType（.otf）字体格式。这类扩展名的字体文件可直接复制到阅读设备中的<span class="ui">/koreader/fonts/</span>文件夹中。更多信息请查阅<a href="https://github.com/koreader/koreader/wiki/Fonts">相关维基页</a>。

source: When starting up, KOReader compiles the available fonts from the <b>font metadata/info</b> and classifies them according to family and weights. This means you can add different weights and variants of a font and KOReader will try to use the most suitable one. <b>Since it takes font family information from metadata, font names are not important when copying to your device. Installed fonts will be available after restarting KOReader.</b>
es: Al iniciarse, KOReader recopila las fuentes disponibles de <b>metadatos de fuentes/info</b> y las clasifica por familia y grosores. Esto significa que puedes añadir diferentes grosores y variantes de una fuente y KOReader intentará usar la más adecuada. <b>Dado que la información de la familia de fuentes se obtiene de los metadatos, los nombres de las fuentes no son importantes al copiarlas a tu dispositivo. Las fuentes instaladas estarán disponibles tras reiniciar KOReader.</b>
fr: Au démarrage, KOReader compile les polices disponibles à partir des <b>métadonnées/informations sur les polices</b> et les classe selon leur famille et leur graisse. Cela signifie que vous pouvez ajouter différentes graisses et variantes d'une police et que KOReader essaiera d'utiliser celle qui convient le mieux. <b>Étant donné que les informations sur la famille de polices sont extraites des métadonnées, les noms des polices n'ont pas d'importance lors de la copie sur votre appareil. Les polices installées seront disponibles après le redémarrage de KOReader.</b>
ga: Agus é á thosú, tiomsaíonn KOReader na clónna atá ar fáil ó na <b>meiteashonraí/eolas cló</b> agus déanann sé iad a aicmiú de réir teaghlaigh agus meáchain. Ciallaíonn sé seo gur féidir leat meáchain agus malairtí éagsúla de chló a chur leis agus déanfaidh KOReader iarracht an ceann is oiriúnaí a úsáid. <b>Ós rud é go nglacann sé faisnéis faoin teaghlach clónna ó mheiteashonraí, níl ainmneacha clónna tábhachtach agus cóipeáil á déanamh chuig do ghléas. Beidh clónna suiteáilte ar fáil tar éis KOReader a atosú.</b>
it: All'avvio, KOReader compila i font disponibili dai <b>metadati/info dei font</b> e li classifica in base alla famiglia e ai pesi. Ciò significa che potete aggiungere diversi pesi e varianti di un carattere e KOReader cercherà di utilizzare quello più adatto. <b>Poiché le informazioni sulla famiglia di font vengono ricavate dai metadati, i nomi dei font non sono importanti durante la copia sul dispositivo. I font installati saranno disponibili dopo il riavvio di KOReader.</b>
nl: Tijdens het opstarten verzamelt KOReader de beschikbare lettertypen uit de <b>lettertype-metadata</b> en classificeert ze per familie en gewicht. Je kunt verschillende gewichten en varianten toevoegen; KOReader kiest de meest geschikte. <b>Omdat de familie-informatie uit metadata komt maakt de bestandsnaam niet uit. Lettertypes worden beschikbaar na een herstart.</b>
pt_br: Ao inicializar, o KOReader compila as fontes disponíveis a partir dos <b>metadados/informações da fonte</b> e as classifica de acordo com a família e os pesos. Isso significa que você pode adicionar diferentes pesos e variantes de uma fonte, e o KOReader tentará usar a mais adequada. <b>Como ele obtém informações da família da fonte a partir dos metadados, os nomes das fontes não são importantes ao copiar para o seu dispositivo. As fontes instaladas estarão disponíveis após a reinicialização do KOReader.</b>
pt_pt: Ao iniciar, o KOReader compila as fontes disponíveis em <b>font metadata/info</b> e classifica-as de acordo com a família e espessura. Isto significa que pode adicionar diferentes espessuras e variantes de uma fonte e o KOReader tentará utilizar a mais adequada. <b>Como as informações da família de fontes são retiradas dos metadados, os nomes das fontes não são importantes quando se copia para o seu dispositivo. As fontes instaladas estarão disponíveis após reiniciar o KOReader.</b>
sk: Pri spustení KOReader skompiluje dostupné písma z <b>font metadata/info</b> a klasifikuje ich podľa rodiny a váhy. To znamená, že môžete pridať rôzne váhy a varianty písma a KOReader sa pokúsi použiť ten najvhodnejší. <b>Keďže informácie o rodine písiem preberá z metadát, názvy písem nie sú pri kopírovaní do zariadenia dôležité. Nainštalované písma budú dostupné po reštarte KOReader.</b>
sr: Када се покреће, KOReader сакупља доступне фонтове из <b>метаподатака/информација у фонту</b> и класификује их по фамилијама и тежинама. Ово значи да можете додати различите тежине и варијанте фонта и KOReader ће покушати да употреби најпогоднији. <b>Пошто информације о фамилији фонта узима из метаподатака, имена фајлова фонтова нису важна када их копирате на уређај. Инсталирани фонтови постају доступни након поновног покретања програма KOReader.</b>
ta: தொடங்கும் போது, கொரியடர் <b> எழுத்துரு மெட்டாடேட்டா/தகவல் </b> இலிருந்து கிடைக்கக்கூடிய எழுத்துருக்களை தொகுத்து குடும்பம் மற்றும் எடைக்கு ஏற்ப அவற்றை வகைப்படுத்துகிறது. இதன் பொருள் நீங்கள் ஒரு எழுத்துருவின் வெவ்வேறு எடைகள் மற்றும் மாறுபாடுகளைச் சேர்க்கலாம் மற்றும் கொரியடர் மிகவும் பொருத்தமான ஒன்றைப் பயன்படுத்த முயற்சிப்பார். <b> இது மெட்டாடேட்டாவிலிருந்து எழுத்துரு குடும்பத் தகவல்களை எடுப்பதால், உங்கள் சாதனத்தில் நகலெடுக்கும்போது எழுத்துரு பெயர்கள் முக்கியமல்ல. கொரியாடரை மறுதொடக்கம் செய்த பிறகு நிறுவப்பட்ட எழுத்துருக்கள் கிடைக்கும். </B>
uk: При запуску KOReader компілює доступні шрифти з <b>метаданих (інформації) шрифтів</b> та класифікує їх відповідно до сімейства шрифтів та товщини. Це значить, що можна додати шрифт різних товщин та варіантів, а KOReader буде намагатися використати найвідповідніший. <b>Оскільки KOReader отримує інформацію про сімейство шрифтів з метаданих, назви файлів шрифтів при копіюванні на пристрій не важливі. Встановлені шрифти стають доступними після перезапуску KOReader.</b>
zh_hans: 启动时，KOReader从<b>字体元数据/信息</b>中编译可用字体，并根据字体系列和权重对其进行分类。 这意味着您可以添加不同的字体权重和变体，KOReader将尝试使用最合适的字体。 <b>由于它从元数据中获取字体系列信息，因此复制到设备时字体名称并不重要。 重新启动 KOReader 后，安装的字体将可用。</b>

source: Here are some example fonts which look good on an e-ink screen. You can find more of them on the <a href="https://fonts.google.com">Google Fonts</a> website:
es: Aquí tienes algunos ejemplos de fuentes que se ven bien en una pantalla de tinta electrónica. Puedes encontrar más en el sitio web de <a href="https://fonts.google.com">Google Fonts</a>:
fr: Voici quelques exemples de polices qui rendent bien sur un écran e-ink. Vous en trouverez d'autres sur le site web <a href="https://fonts.google.com">Google Fonts</a> :
ga: Seo roinnt clónna samplacha a bhfuil cuma mhaith orthu ar scáileán dúigh leictreonach. Is féidir leat tuilleadh díobh a fháil ar shuíomh gréasáin <a href="https://fonts.google.com">Google Fonts</a>:
it: Ecco alcuni esempi di font che si presentano bene su uno schermo e-ink. È possibile trovarne altri sul sito web <a href="https://fonts.google.com">Google Fonts</a>:
nl: Enkele voorbeeldlettertypes die er goed uitzien op een e-inkscherm. Meer vind je op <a href="https://fonts.google.com">Google Fonts</a>:
pt_br: Aqui estão alguns exemplos de fontes que ficam bem em uma tela e-ink. Você pode encontrar mais delas no site <a href="https://fonts.google.com">Google Fonts</a>:
pt_pt: Aqui estão alguns exemplos de fontes que ficam bem num ecrã e-ink. Pode encontrar mais delas no site do <a href="https://fonts.google.com">Google Fonts</a>:
sk: Tu je niekoľko príkladov písma, ktoré vyzerajú dobre na obrazovke s elektronickým atramentom. Viac z nich nájdete na webovej stránke <a href="https://fonts.google.com">písma Google</a>:
sr: Ево примера неких фонтова који лепо изгледају на e-ink екрану. Више њих можете да пронађете на <a href="https://fonts.google.com">Google Fonts</a> веб сајту:
ta: ஈ-மை திரையில் அழகாக இருக்கும் சில எடுத்துக்காட்டு எழுத்துருக்கள் இங்கே. அவற்றில் பலவற்றை <a href = "https://fonts.google.com"> கூகிள் எழுத்துருக்கள் </a> வலைத்தளத்தில் காணலாம்:
uk: Ось деякі приклади шрифтів, які добре виглядають на екранах з е-чорнилами. Більше їх можна знайти на вебсайті <a href="https://fonts.google.com">Google Fonts</a>:
zh_hans: 这里有一些在电子墨水屏幕上看起来不错的字体示例。 您可以在<a href="https://fonts.google.com">Google Fonts</a>网站上找到更多内容：

source: Serif:
nl: Schreefletter:
sk: Serif(pätkové):
sr: Серифни:
ta: செரிஃப்:
uk: З засічками (Serif):
zh_hans: 衬线体：

source: Spectral
ga: Speictreach
sk: Spektrálne
ta: நிறமாலை
zh_hans: Spectral（无东亚字集）

source: Vollkorn
ta: முழு தானியங்கள்
zh_hans: Vollkorn （无东亚字集）

source: EB Garamond
ta: கார்மண்ட்
zh_hans: EB Garamond （无东亚字集）

source: Sans Serif:
sk: Sans Serif (bezpätkové):
sr: Линеарни:
ta: செரிஃப் இல்லாமல்:
uk: Без засічок (Sans Serif):
zh_hans: 无衬线体：

source: Varela Round
ta: வரேலா சுற்று
zh_hans: Varela Round（圆体，无东亚字集）

source: Wix Madefor Text
ga: Téacs Wix Madefor
ta: Wix தயாரிக்கப்பட்ட உரை
zh_hans: Wix Madefor Text （无东亚字集）

source: Maven Pro (User guide font you are currently reading)
es: Maven Pro (Fuente de la guía del usuario que estás leyendo actualmente)
fr: Maven Pro (Guide d'utilisation que vous êtes en train de lire)
ga: Maven Pro (cló treoir úsáideora atá á léamh agat faoi láthair)
it: Maven Pro (font della guida utente che state leggendo)
nl: Maven Pro (het lettertype van deze handleiding)
pt_br: Maven Pro (Fonte do guia de usuário que você está lendo no momento)
pt_pt: Maven Pro (fonte do guia do utilizador que está a ler neste momento)
sk: Maven Pro (písmo používateľskej príručky, ktoré práve čítate)
sr: Maven Pro (фонт који се користи у корисничком упутству које читате)
ta: மேவன் புரோ (நீங்கள் தற்போது படிக்கும் பயனர் வழிகாட்டி எழுத்துரு)
uk: Maven Pro (ним відображається латиниця у цьому посібнику; він не містить кириличних літер)
zh_hans: Maven Pro（您当前正在阅读的用户指南使用的字体）

source: Monospace:
es: Monoespaciada:
sk: Monospace (neproporcionálne):
sr: Фиксне ширине:
ta: மோனோச்பேச்:
uk: Моноширинний (Monospace):
zh_hans: 等宽字体：

source: If you are planning to use your own monospace font, probably you already have a favorite one, so we are not offering any examples here. But you can find and compare many monospace fonts at <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
es: Si planeas usar tu propia fuente monospace , probablemente ya tengas una favorita, así que no te ofrecemos ejemplos. Pero puedes encontrar y comparar muchas fuentes monospace en <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
fr: Si vous prévoyez d'utiliser votre propre police à espacement fixe, vous en avez probablement déjà une préférée, nous ne proposons donc aucun exemple ici. Mais vous pouvez trouver et comparer de nombreuses polices à espacement fixe sur <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
ga: Más mian leat do chló aonspáis féin a úsáid, is dócha go bhfuil ceann is fearr leat agat cheana féin, mar sin níl aon samplaí á dtairiscint againn anseo. Ach is féidir leat go leor clónna aonspáis a fháil agus a chur i gcomparáid ag <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
it: Se avete intenzione di utilizzare il vostro font monospaziale, probabilmente ne avete già uno preferito, quindi non vi offriamo alcun esempio in questa sede. Ma è possibile trovare e confrontare molti font monospaziali su <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
nl: Als je je eigen monospace-lettertype gaat gebruiken heb je waarschijnlijk al een favoriet; daarom geven we geen voorbeelden. Veel lettertypes vergelijken kan op <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
pt_br: Se você planeja usar sua própria fonte monoespaçada, provavelmente já tem uma favorita, por isso não oferecemos exemplos aqui. Mas você pode encontrar e comparar muitas fontes monoespaçadas em <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
pt_pt: Se está a planear utilizar a sua própria fonte monoespaçada, provavelmente já tem uma favorita, por isso não oferecemos exemplos aqui. Mas pode encontrar e comparar muitas fontes monoespaçadas em <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
sk: Ak plánujete použiť vlastné písmo s monospace, pravdepodobne už máte nejaké obľúbené, takže tu neuvádzame žiadne príklady. Mnoho písiem monospace nájdete a môžete porovnať na stránke <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
sr: Ако планирате да користите сопствени фонт фиксне ширине, вероватно већ имате омиљени, тако да овде не нудимо никакве примере. Али многе фонтове фиксне ширине можете да пронађете и да их поредите на <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
ta: உங்கள் சொந்த மோனோச்பேச் எழுத்துருவைப் பயன்படுத்த நீங்கள் திட்டமிட்டால், உங்களிடம் ஏற்கனவே பிடித்த ஒன்று இருக்கலாம், எனவே நாங்கள் இங்கே எந்த எடுத்துக்காட்டுகளையும் வழங்கவில்லை. ஆனால் நீங்கள் பல மோனோச்பேச் எழுத்துருக்களைக் கண்டுபிடித்து ஒப்பிடலாம் <a href = "https://www.programmingfonts.org/"> programingfonts.org </a>
uk: Якщо плануєте використовувати власний моноширинний шрифт, ймовірно ви вже маєте улюблений, тож ми не пропонуємо тут жодних прикладів. Та багато моноширинних шрифтів можна знайти і порівняти на <a href="https://www.programmingfonts.org/">programmingfonts.org</a>
zh_hans: 如果你打算使用自己的等宽字体，可能你已经有一个最喜欢的字体了，所以我们在这里不提供任何例子。 但是你可以在<a href="https://www.programmingfonts.org/">programmingfonts.org</a>上找到并比较许多等宽字体
