Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Here we will only give an overview of the items in the <span class="ui">top menu</span> structure to make you familiar with the menu. Detailed information is available under the related sections of this guide.
es: Aquí solo daremos una visión general de los elementos en la estructura del <span class="ui">menú superior</span> para familiarizarte con estos. La información detallada está disponible en las secciones relacionadas de esta guía.
fr: Nous ne donnerons ici qu'un aperçu des éléments de la structure du <span class="ui">menu supérieur</span> afin de vous familiariser avec le menu. Vous trouverez des informations détaillées dans les sections correspondantes de ce guide.
ga: Anseo ní thabharfaimid ach forbhreathnú ar na míreanna i struchtúr an <span class="ui">roghchláir uachtaraigh</span> chun tú a chur ar an eolas faoin roghchlár. Tá faisnéis mhionsonraithe ar fáil faoi na codanna gaolmhara den treoir seo.
it: In questa sede ci limiteremo a fornire una panoramica delle voci della struttura del <span class="ui">menu superiore</span>, in modo da familiarizzare con il menu. Informazioni dettagliate sono disponibili nelle sezioni correlate di questa guida.
nl: Hier geven we alleen een overzicht van de items in de structuur van het <span class="ui">bovenmenu</span> om je vertrouwd te maken met het menu. Gedetailleerde informatie is beschikbaar in de gerelateerde secties van deze gids.
pt_br: Aqui, forneceremos apenas uma visão geral dos itens na estrutura do <span class="ui">menu superior</span> para que você se familiarize com o menu. Informações detalhadas estão disponíveis nas seções relacionadas deste guia.
pt_pt: Aqui daremos apenas uma visão geral dos itens na estrutura do <span class="ui">menu superior</span> para que se possa familiarizar com o menu. Informações detalhadas estão disponíveis nas secções relacionadas deste guia.
sk: Tu uvádzame iba prehľad položiek v štruktúre <span class="ui">vrchnej ponuky</span>, aby ste sa s ponukou oboznámili. Podrobné informácie sú k dispozícii v súvisiacich častiach tejto príručky.
sr: Да бисте се упознали са менијем, овде ћемо навести само преглед ставки у структури <span class="ui">менија на врху</span>. Детаљне информације се налазе у одговарајућим одељцима овог упутства.
ta: மெனுவைப் பற்றி உங்களுக்குத் தெரிந்திருக்க <ச்பான் கிளாச் = "யுஐ"> சிறந்த பட்டியல் </ச்பான்> கட்டமைப்பில் உள்ள உருப்படிகளின் கண்ணோட்டத்தை மட்டுமே இங்கே தருவோம். இந்த வழிகாட்டியின் தொடர்புடைய பிரிவுகளின் கீழ் விரிவான தகவல்கள் கிடைக்கின்றன.
uk: Тут буде наведено лише огляд елементів у структурі <span class="ui">верхнього меню</span>, щоб надати загальне уявлення про меню. Детальніші відомості доступні у відповідних розділах цього посібника.
zh_hans: 此处仅大致介绍<span class="ui">顶部菜单</span>中的选项以便上手。详细信息请查阅后文的相关章节。

source: <span class="ui">NAVIGATION:</span> This menu contains items that allows you to navigate the book you are currently reading. <b>Table of contents, bookmarks, book map...</b>
es: <span class="ui">NAVEGACIÓN:</span> Este menú contiene elementos que te permiten navegar por el libro que estás leyendo actualmente. <b>Índice, marcadores, mapa del libro...</b>
fr: <span class="ui">NAVIGATION :</span> Ce menu contient des éléments qui vous permettent de naviguer dans le livre que vous êtes en train de lire. <b>Table des matières, Signets, Plan du livre...</b>
ga: <span class="ui">LOINGSEOIREACHT:</span> Tá míreanna sa roghchlár seo a ligeann duit nascleanúint a dhéanamh tríd an leabhar atá á léamh agat faoi láthair. <b>Clár ábhair, leabharmharcanna, léarscáil leabhar...</b>
it: <span class="ui">NAVIGAZIONE:</span> Questo menu contiene voci che consentono di navigare nel libro che si sta leggendo. <b>Tabella dei contenuti, segnalibri, mappa del libro...</b>
nl: <span class="ui">NAVIGATIE:</span> Dit menu bevat items waarmee je kunt navigeren in het boek dat je momenteel leest. <b>Inhoudsopgave, bladwijzers, boekkaart…</b>
pt_br: <span class="ui">NAVEGAÇÃO:</span> Este menu contém itens que permitem navegar pelo livro que você está lendo no momento. <b>Índice, marcadores, mapa do livro...</b>
pt_pt: <span class="ui">NAVEGAÇÃO:</span> Este menu contém itens que lhe permitem navegar no livro que está a ler no momento. <b>Índice, marcadores, mapa do livro...</b>
sk: <span class="ui">NAVIGÁCIA:</span> Táto ponuka obsahuje položky, ktoré vám umožňujú pohybovať sa v knihe, ktorú práve čítate. <b>Obsah, záložky, knižná mapa...</b>
sr: <span class="ui">НАВИГАЦИЈА:</span> Овај мени садржи ставке које вам омогућавају кретање кроз књигу коју читате. <b>Садржај, маркери, мапа књиге...</b>
ta: <span வகுப்பு = "Ui"> வழிசெலுத்தல்: </span> இந்த பட்டியலில் நீங்கள் தற்போது படிக்கும் புத்தகத்தை வழிநடத்த அனுமதிக்கும் உருப்படிகள் உள்ளன. <b> உள்ளடக்க அட்டவணை, புக்மார்க்குகள், புத்தக வரைபடம் ... </b>
uk: <span class="ui">НАВІГАЦІЯ:</span> Це меню містить елементи, які дозволяють переміщуватися книгою, яку ви зараз читаєте. <b>Зміст, закладки, мапа книги...</b>
zh_hans: <span class="ui">定位</span>：本页菜单包含用于在当前阅读书籍中定位文段的选项，如<b>目录、书签、书籍地图</b>等

source: <span class="ui">TYPESETTING:</span> This menu contains items that allows you to change the appearance of your book. <b>Font settings, style tweaks...</b>
es: <span class="ui">CONFIGURACIÓN DE TIPOGRAFÍA:</span> Este menú contiene elementos que te permiten cambiar la apariencia de tu libro. <b>Ajustes de letra, ajustes de estilo...</b>
fr: <span class="ui">COMPOSITION :</span> Ce menu contient des éléments qui vous permettent de modifier l'apparence de votre livre. <b>Paramètres de police, ajustements de style...</b>
ga: <span class="ui">SOCRÚ CLÓ:</span> Tá míreanna sa roghchlár seo a ligeann duit cuma do leabhair a athrú. <b>Socruithe cló, coigeartuithe stíl...</b>
it: <span class="ui">IMPOSTAZIONI DOCUMENTO:</span> Questo menu contiene voci che consentono di modificare l'aspetto del libro. <b>Impostazioni dei font, modifiche allo stile...</b>
nl: <span class="ui">OPMAAK:</span> Dit menu bevat items waarmee je het uiterlijk van je boek kunt wijzigen. <b>Lettertype-instellingen, stijlaanpassingen…</b>
pt_br: <span class="ui">FORMATAÇÃO:</span> Este menu contém itens que permitem alterar a aparência do seu livro. <b>Configurações de fonte, ajustes de estilo...</b>
pt_pt: <span class="ui">CONFIGURAÇÕES:</span> Este menu contém itens que permitem alterar o aspecto do seu livro. <b>Definições de tipos de letra, ajustes de estilo...</b>
sk: <span class="ui">SADZBA:</span> Táto ponuka obsahuje položky, ktoré vám umožňujú zmeniť vzhľad vašej knihy. <b>Nastavenia písma, úpravy štýlu...</b>
sr: <span class="ui">СЛОВОСЛАГАЊЕ:</span> Овај мени садржи ставке којима мењате изглед ваше књиге. <b>Поставке фонта, дотеривања стила...</b>
ta: <span வகுப்பு = "Ui"> தட்டச்சு: </span> இந்த பட்டியலில் உங்கள் புத்தகத்தின் தோற்றத்தை மாற்ற அனுமதிக்கும் உருப்படிகள் உள்ளன. <b> எழுத்துரு அமைப்புகள், பாணி மாற்றங்கள் ... </b>
uk: <span class="ui">ВЕРСТКА:</span> Це меню містить елементи, які дозволяють змінювати вигляд книги. <b>Параметри шрифту, підлаштування стилів...</b>
zh_hans: <span class="ui">版面设置</span>：此页菜单包含用于调整书籍版式的选项，如<b>字体设置、样式微调</b>等

source: <span class="ui">SETTINGS:</span> This menu contains settings for KOReader and your device. <b>E-ink, light, gesture settings...</b>
es: <span class="ui">AJUSTES:</span> Este menú contiene ajustes para KOReader y tu dispositivo. <b>Tinta electrónica, luz, ajustes de gestos...</b>
fr: <span class="ui">PARAMÈTRES :</span> Ce menu contient les paramètres de KOReader et de votre appareil. <b>Paramètres E-ink, lumière, gestes...</b>
ga: <span class="ui">SOCRÚCHÁIN:</span> Tá socruithe do KOReader agus do ghléas sa roghchlár seo. <b>Socruithe dúigh leictreonach, solais, gothaí...</b>
it: <span class="ui">IMPOSTAZIONI:</span> Questo menu contiene le impostazioni di KOReader e del dispositivo. <b>Inchiostro elettronico, luce, impostazioni dei gesti...</b>
nl: <span class="ui">INSTELLINGEN:</span> Dit menu bevat instellingen voor KOReader en je apparaat. <b>E-ink, verlichting, gebareninstellingen…</b>
pt_br: <span class="ui">CONFIGURAÇÕES:</span> Este menu contém configurações para o KOReader e seu dispositivo. <b>Configurações da tela e-ink, luz, gestos...</b>
pt_pt: <span class="ui">DEFINIÇÕES:</span> Este menu contém definições para o KOReader e para o seu dispositivo. <b>Definições de tinta electrónica, luz, gestos...</b>
sk: <span class="ui">NASTAVENIA:</span> Táto ponuka obsahuje nastavenia pre KOReader a vaše zariadenie. <b>Nastavenia elektronického atramentu, svetla, gest...</b>
sr: <span class="ui">ПОДЕШАВАЊА:</span> Овај мени садржи подешавања KOReader читача и вашег уређаја. <b>E-ink, осветљење, подешавања гестикулација...</b>
ta: <span வகுப்பு = "Ui"> அமைப்புகள்: </span> இந்த பட்டியலில் கொரியடர் மற்றும் உங்கள் சாதனத்திற்கான அமைப்புகள் உள்ளன. <b> ஈ-மை, ஒளி, சைகை அமைப்புகள் ... </b>
uk: <span class="ui">НАЛАШТУВАННЯ:</span> Це меню містить налаштування KOReader та вашого пристрою. <b>Налаштування е-чорнил, підсвічування, жестів...</b>
zh_hans: <span class="ui">设置</span>：此页菜单包含与KOReader及当前设备相关的选项，如<b>显示效果、屏幕前光、手势交互</b>等

source: <span class="ui">TOOLS:</span> This menu contains plugins that can expand the functionality of KOReader.
es: <span class="ui">HERRAMIENTAS:</span> Este menú contiene plugins que pueden ampliar las funcionalidades de KOReader.
fr: <span class="ui">OUTILS :</span> Ce menu contient des plugins qui permettent d'étendre les fonctionnalités de KOReader.
ga: <span class="ui">UIRLISÍ:</span> Tá breiseáin sa roghchlár seo ar féidir leo feidhmiúlacht KOReader a leathnú.
it: <span class="ui">STRUMENTI:</span> Questo menu contiene i plugin che possono espandere le funzionalità di KOReader.
nl: <span class="ui">HULPMIDDELEN:</span> Dit menu bevat plugins die de functionaliteit van KOReader kunnen uitbreiden.
pt_br: <span class="ui">FERRAMENTAS:</span> Este menu contém plugins que podem expandir a funcionalidade do KOReader.
pt_pt: <span class="ui">FERRAMENTAS:</span> Este menu contém plugins que podem expandir a funcionalidade do KOReader.
sk: <span class="ui">NÁSTROJE:</span> Toto menu obsahuje doplnky, ktoré môžu rozšíriť funkčnosť KOReaderu.
sr: <span class="ui">АЛАТИ:</span> Овај мени садржи додатке који могу да прошире функционалност програма KOReader.
ta: <span வகுப்பு = "Ui"> கருவிகள்: </span> இந்த பட்டியலில் கொரியாடரின் செயல்பாட்டை விரிவாக்கக்கூடிய செருகுநிரல்கள் உள்ளன.
uk: <span class="ui">ІНСТРУМЕНТИ:</span> Це меню містить модулі, які можуть розширити функціональність KOReader.
zh_hans: <span class="ui">工具</span>：此页菜单包含用于拓展KOReader功能的各类插件。

source: <span class="ui">SEARCH:</span> This menu contains items related to search and lookup. <b>Text search, dictionary, translation, Wikipedia...</b>
es: <span class="ui">BUSCAR:</span> Este menú contiene elementos relacionados con la búsqueda y las consultas. <b>Búsqueda de texto, diccionario, traducción, Wikipedia...</b>
fr: <span class="ui">RECHERCHE :</span> Ce menu contient des éléments liés à la recherche et à la consultation. <b>Recherche de texte, dictionnaire, traduction, Wikipédia...</b>
ga: <span class="ui">CUARDAIGH:</span> Tá míreanna a bhaineann le cuardach agus cuardach sa roghchlár seo. <b>Cuardach téacs, foclóir, aistriúchán, Vicipéid...</b>
it: <span class="ui">CERCA:</span> Questo menu contiene le voci relative alla ricerca e alla consultazione. <b>Ricerca testi, dizionario, traduzione, Wikipedia...</b>
nl: <span class="ui">ZOEKEN:</span> Dit menu bevat items met betrekking tot zoeken en opzoeken. <b>Tekstzoekopdracht, woordenboek, vertaling, Wikipedia…</b>
pt_br: <span class="ui">PESQUISA:</span> Este menu contém itens relacionados à pesquisa e consulta. <b>Pesquisa de texto, dicionário, tradução, Wikipédia...</b>
pt_pt: <span class="ui">PESQUISA:</span> Este menu contém itens relacionados com a pesquisas e procuras. <b>Pesquisa de texto, dicionário, tradução, Wikipédia...</b>
sk: <span class="ui">HĽADANIE:</span> Toto menu obsahuje položky súvisiace s vyhľadávaním. <b>Vyhľadávanie textu, slovník, preklad, Wikipédia...</b>
sr: <span class="ui">ПРЕТРАГА:</span> Овај мени садржи ставке у вези са претрагом. <b>Претрага текста, речник, превод, Википедија...</b>
ta: <span வகுப்பு = "Ui"> தேடல்: </span> இந்த பட்டியலில் தேடல் மற்றும் தேடல் தொடர்பான உருப்படிகள் உள்ளன. <b> உரை தேடல், அகராதி, மொழிபெயர்ப்பு, விக்கிபீடியா ... </b>
uk: <span class="ui">ПОШУК:</span> Це меню містить елементи, які пов'язані з пошуком і оглядом. <b>Пошук тексту, словник, переклад, Вікіпедія...</b>
zh_hans: <span class="ui">搜索</span>：此页菜单包含与搜索和查询相关的功能，如<b>文本搜索，词典，翻译，维基百科</b>等

source: <span class="ui">FILE BROWSER:</span> This button opens the <span class="ui">file browser</span> which is the interface for managing your library.
es: <span class="ui">Navegador de Archivos:</span> Este botón abre el <span class="ui">Navegador de Archivos</span> que es la interfaz para administrar tu biblioteca.
fr: <span class="ui">EXPLORATEUR DE FICHIERS :</span> Ce bouton ouvre l'<span class="ui">explorateur de fichiers</span>, qui est l'interface permettant de gérer votre bibliothèque.
ga: <span class="ui">BRAISEÁN COMHAD:</span> Osclaíonn an cnaipe seo an <span class="ui">brabhsálaí comhad</span> arb é an comhéadan é chun do leabharlann a bhainistiú.
it: <span class="ui">FILE BROWSER:</span> Questo pulsante apre il <span class="ui">browser dei file</span>, che è l'interfaccia per la gestione della libreria.
nl: <span class="ui">BESTANDSBEHEER:</span> Deze knop opent de <span class="ui">Bestandsverkenner</span> waarmee je de bibliotheek beheert.
pt_br: <span class="ui">EXPLORADOR DE ARQUIVOS:</span> Este botão abre o <span class="ui">explorador de arquivos</span>, que é a interface para gerenciar a sua biblioteca.
pt_pt: <span class="ui">NAVEGADOR DE FICHEIROS:</span> Este botão abre o <span class="ui">navegador de ficheiros</span> que é a interface para gerir a sua biblioteca.
sk: <span class="ui">PREHLIADAČ SÚBOROV:</span> Toto tlačidlo otvorí <span class="ui">prehliadač súborov</span>, ktorý slúži ako rozhranie na správu vašej knižnice.
sr: <span class="ui">ПРЕГЛЕДАЧ ФАЈЛОВА:</span> Ово дугме отвара <span class="ui">прегледач фајлова</span>, интерфејс којим управљате својом библиотеком.
ta: <span வகுப்பு = "Ui"> கோப்பு உலாவி: </span> இந்த பொத்தானை <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> ஐ திறக்கிறது, இது உங்கள் நூலகத்தை நிர்வகிப்பதற்கான இடைமுகமாகும்.
uk: <span class="ui">ОГЛЯДАЧ ФАЙЛІВ:</span> Ця кнопка відкриває <span class="ui">Оглядач файлів</span>, який є інтерфейсом для управління вашою бібліотекою.
zh_hans: <span class="ui">文件管理器</span>：此按钮用于打开<span class="ui">文件管理器</span>，这里是管理藏书库的界面。

source: <span class="ui">MAIN:</span> This menu contains tools for accessing your books like <b>history, favorites, collections</b>. Also <b>book information</b>, <b>update</b> and <b>exit</b> items are under this menu.
es: <span class="ui">PRINCIPAL:</span> Este menú contiene herramientas para acceder a tus libros, como <b>historial, favoritos, colecciones</b>. También se encuentran aquí <b>información del libro</b>, <b>actualización</b> y <b>salida</b>.
fr: <span class="ui">PRINCIPAL :</span> Ce menu contient des outils permettant d'accéder à vos livres, tels que <b>l'historique, les favoris, les collections</b>. Les éléments <b>informations sur le livre</b>, <b>mettre à jour</b> et <b>quitter</b> se trouvent également dans ce menu.
ga: <span class="ui">PRÍOMH:</span> Tá uirlisí sa roghchlár seo chun rochtain a fháil ar do leabhair ar nós <b>stair, rogha pearsanta, bailiúcháin</b>. Chomh maith leis sin, tá <b>eolas leabhar</b>, <b>nuashonrú</b> agus míreanna <b>scoir</b> faoin roghchlár seo.
it: <span class="ui">PRINCIPALE:</span> Questo menu contiene strumenti per accedere ai libri, come <b>storia, preferiti, collezioni</b>. In questo menu ci sono anche le voci <b>informazioni sul libro</b>, <b>aggiorna</b> e <b>esci</b>.
nl: <span class="ui">HOOFDMENU:</span> Dit menu bevat hulpmiddelen voor toegang tot je boeken, zoals <b>geschiedenis, favorieten, collecties</b>. Ook <b>boekinformatie</b>, <b>updaten</b> en <b>afsluiten</b> vind je in dit menu.
pt_br: <span class="ui">PRINCIPAL:</span> Este menu contém ferramentas para acessar seus livros, como <b>histórico, favoritos e coleções</b>. Também estão disponíveis itens como <b>informações do livro</b>, <b>atualização</b> e <b>sair</b>.
pt_pt: <span class="ui">PRINCIPAL:</span> Este menu contém ferramentas para aceder aos seus livros como <b>histórico, favoritos, coleções</b>. Além disso, os itens <b>informações do livro</b>, <b>atualizar</b> e <b>sair</b> estão neste menu.
sk: <span class="ui">HLAVNÉ:</span> Toto menu obsahuje nástroje na prístup k vašim knihám, ako napríklad <b>história, obľúbené položky, zbierky</b>. V tomto menu sa nachádzajú aj položky <b>informácie o knihe</b>, <b>aktualizácia</b> a <b>ukončenie</b>.
sr: <span class="ui">ГЛАВНИ:</span> Овај мени садржи алате којима својим књигама приступате кроз <b>историју, омиљене, збирке</b>. У овом менију се такође налазе и <b>информације о књизи</b>, <b>ажурирање</b> и <b>излаз</b> из програма.
ta: <span வகுப்பு = "Ui"> முதன்மை: </span> இந்த பட்டியலில் உங்கள் புத்தகங்களை <b> வரலாறு, பிடித்தவை, சேகரிப்புகள் </b> போன்றவற்றை அணுகுவதற்கான கருவிகள் உள்ளன. <b> புத்தகத் செய்தி </b>, <b> புதுப்பிப்பு </b> மற்றும் <b> வெளியேறு </b> உருப்படிகள் இந்த மெனுவின் கீழ் உள்ளன.
uk: <span class="ui">ОСНОВНЕ:</span> Це меню містить такі інструменти для доступу до книг, як <b>історію, обране, добірки</b>. У цьому меню є також елементи <b>відомостей про книгу</b>, <b>оновлення</b> та <b>вихід</b>.
zh_hans: <span class="ui">主菜单</span>：此页菜单包含查找书籍的工具，如<b>阅读历史、收藏夹、书单</b>等。<b>书籍信息</b>、<b>更新KOReader</b>及<b>退出KOReader</b>选项也在此页中。

# user_guide/en.html+html.body.div.div:1698-1
source: Bottom Menu Items
sk: Položky spodného menu
ta: கீழே பட்டியல் உருப்படிகள்
uk: Елементи нижнього меню
zh_hans: 底部菜单项

source: <span class="label_green">TIP</span> If you long tap on their names, you can see an explanation of these items
es: <span class="label_green">SUGERENCIA</span> Si mantienes pulsado sobre los nombres, podrás ver una explicación de estos elementos
fr: <span class="label_green">ASTUCE</span> Si vous appuyez longuement sur leurs noms, vous pouvez voir une explication de ces éléments
ga: <span class="label_green">LEID</span> Má thapaíonn tú ar a n-ainmneacha ar feadh tamaill, feicfidh tú míniú ar na míreanna seo
it: <span class="label_green">TIP</span> Toccando a lungo i loro nomi, è possibile visualizzare una spiegazione di queste voci
nl: <span class="label_green">TIP</span> Als je lang op de namen tikt zie je een uitleg van deze items
pt_br: <span class="label_green">DICA</span> Se você tocar longamente em seus nomes, poderá ver uma explicação desses itens
pt_pt: <span class="label_green">DICA</span> Se manter pressionado os itens poderá ver uma explicação dos mesmos
sk: <span class="label_green">TIP</span> Ak dlho podržíte prst na ich názvy, zobrazí sa vám vysvetlenie týchto položiek
sr: <span class="label_green">САВЕТ</span> Ако извршите дуги притисак на њихово име, видећете објашњење ових ставки
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> நீங்கள் அவர்களின் பெயர்களைத் தட்டினால், இந்த உருப்படிகளின் விளக்கத்தை நீங்கள் காணலாம்
uk: <span class="label_green">ПОРАДА</span> Якщо затиснути їхні назви, можна побачити пояснення щодо цих елементів
zh_hans: <span class="label_green">提示</span> 长按选项标题可以查看选项介绍
