Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: If you have a device with a keyboard like <b>Kindle 2</b> and <b>Kindle 3</b>, including Bluetooth keyboards and emulators, you can use the keyboard keys, device buttons and shortcuts to control KOReader. <b>Kindle 4</b> is supported too, which lacks a full keyboard but still has enough buttons to make it functional in this context. On these devices, KOReader will enable an extra menu named <span class="ui">Keyboard Shortcuts</span> which you can access here:
es: Si tienes un dispositivo con teclado como <b>Kindle 2</b> o <b>Kindle 3</b>, incluyendo teclados y emuladores Bluetooth, puedes usar las teclas, botones y atajos del dispositivo para controlar KOReader. También es compatible con <b>Kindle 4</b>, que no tiene teclado completo, pero cuenta con suficientes botones para funcionar en este contexto. En estos dispositivos, KOReader activará un menú adicional llamado <span class="ui">Atajos de teclado</span>, al que puedes acceder aquí:
fr: Si vous disposez d'un appareil équipé d'un clavier tel que le <b>Kindle 2</b> et le <b>Kindle 3</b>, y compris les claviers Bluetooth et les émulateurs, vous pouvez utiliser les touches du clavier, les boutons de l'appareil et les raccourcis pour contrôler KOReader. Le <b>Kindle 4</b> est également pris en charge. Il ne dispose pas d'un clavier complet, mais possède suffisamment de boutons pour être fonctionnel dans ce contexte. Sur ces appareils, KOReader activera un menu supplémentaire nommé <span class="ui">Raccourcis clavier</span> auquel vous pouvez accéder ici :
ga: Má tá gléas agat le méarchlár cosúil le <b>Kindle 2</b> agus <b>Kindle 3</b>, lena n-áirítear méarchláir agus aithriseoirí Bluetooth, is féidir leat na heochracha méarchláir, na cnaipí gléas agus na haicearraí a úsáid chun KOReader a rialú. Tacaítear le <b>Kindle 4</b> freisin, nach bhfuil méarchlár iomlán ann ach a bhfuil dóthain cnaipí ann fós chun é a dhéanamh feidhmiúil sa chomhthéacs seo. Ar na gléasanna seo, cuirfidh KOReader roghchlár breise ar fáil darb ainm <span class="ui">Aicearraí Méarchláir</span> ar féidir leat rochtain a fháil air anseo:
it: Se si dispone di un dispositivo con tastiera, come <b>Kindle 2</b> e <b>Kindle 3</b>, inclusi tastiere ed emulatori Bluetooth, è possibile utilizzare i tasti della tastiera, i pulsanti del dispositivo e le scorciatoie per controllare KOReader. È supportato anche il <b>Kindle 4</b>, che non dispone di una tastiera completa ma ha comunque abbastanza pulsanti da renderlo funzionale in questo contesto. Su questi dispositivi, KOReader abilita un menu aggiuntivo chiamato <span class="ui">Scorciatoie da tastiera</span> a cui si può accedere qui:
nl: Als je een apparaat met een toetsenbord hebt zoals de <b>Kindle 2</b> en <b>Kindle 3</b>, inclusief Bluetooth-toetsenborden en emulators, kun je de toetsen, apparaatknoppen en sneltoetsen gebruiken om KOReader te bedienen. <b>Kindle 4</b> wordt ook ondersteund; die heeft geen volledig toetsenbord, maar wel genoeg knoppen om in deze context te werken. Op deze apparaten schakelt KOReader een extra menu in met de naam <span class="ui">Toetsenbordsneltoetsen</span>, dat je hier kunt openen:
pt_br: Se você possui um dispositivo com teclado, como <b>Kindle 2</b> e <b>Kindle 3</b>, incluindo teclados Bluetooth e emuladores, é possível usar as teclas do teclado, os botões do dispositivo e os atalhos para controlar o KOReader. O <b>Kindle 4</b> também é compatível, embora não tenha teclado completo, ele ainda possui botões suficientes para funcionar neste contexto. Nesses dispositivos, o KOReader habilitará um menu extra chamado <span class="ui">Atalhos de teclado</span>, que você pode acessar aqui:
sk: Ak máte zariadenie s klávesnicou, ako napríklad <b>Kindle 2</b> a <b>Kindle 3</b>, vrátane klávesníc a emulátorov Bluetooth, môžete na ovládanie KOReaderu použiť klávesy klávesnice, tlačidlá zariadenia a skratky. Podporovaný je aj <b>Kindle 4</b>, ktorému chýba plnohodnotná klávesnica, ale stále má dostatok tlačidiel na to, aby bol v tomto zmysle funkčný. Na týchto zariadeniach KOReader aktivuje dodatočnú ponuku s názvom <span class="ui">Klávesové skratky</span>, ku ktorej máte prístup tu:
sr: Ако имате уређај са тастатуром, као што су <b>Kindle 2</b> и <b>Kindle 3</b>, укључујући Bluetooth тастатуре и емулаторе, моћи ћете да за контролу KOReader читача користите тастере тастатуре и дугмад уређаја. Подржан је и <b>Kindle 4</b> којем недостаје пуна тастатура, мада ипак има довољно тастера да буде употребљив у овом контексту. На овим уређајима, KOReader ће укључити додатни мени који се зове <span class="ui">Пречице тастатуре</span> и којем можете да приступите одавде:
ta: ஊடலை விசைப்பலகைகள் மற்றும் முன்மாதிரிகள் உட்பட <b> கின்டெல் 2 </b> மற்றும் <b> கின்டெல் 3 </b> போன்ற விசைப்பலகை கொண்ட சாதனம் உங்களிடம் இருந்தால், கொரியாடரைக் கட்டுப்படுத்த விசைப்பலகை விசைகள், சாதன பொத்தான்கள் மற்றும் குறுக்குவழிகளைப் பயன்படுத்தலாம். <b> கின்டெல் 4 </b> ஆதரிக்கப்படுகிறது, இது முழு விசைப்பலகை இல்லை, ஆனால் இந்த சூழலில் செயல்பட போதுமான பொத்தான்கள் உள்ளன. இந்த சாதனங்களில், கொரியடர் <span வகுப்பு = "Ui"> விசைப்பலகை குறுக்குவழிகள் </span> என்ற கூடுதல் மெனுவை இயக்கும், அதை நீங்கள் இங்கே அணுகலாம்:
uk: Якщо у вас є пристрій із клавіатурою, наприклад <b>Kindle 2</b> та <b>Kindle 3</b>, включаючи Bluetooth-клавіатури та емулятори, тоді для керування KOReader можна використовувати клавіші клавіатури, кнопки пристрою та комбінації клавіш. Також підтримується <b>Kindle 4</b>, якому бракує повноцінної клавіатури, але все ще достатньо кнопок для функціональності в цьому контексті. На цих пристроях KOReader активує додаткове меню під назвою <span class="ui">Комбінації клавіш</span>, до якого можна отримати доступ тут:
zh_hans: 如果你有一个带键盘的设备，比如<b>Kindle 2</b>和<b>Kindle 3</b>，包括蓝牙键盘和模拟器，你可以使用键盘键、设备按钮和快捷键来控制KOReader。<b>Kindle 4</b>也受支持，它没有完整的键盘，但仍然有足够的按钮使其在这种情况下正常工作。在这些设备上，KOReader将启用一个名为<span class="ui">键盘快捷键</span>的额外菜单，您可以在此处访问该菜单：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navigation / Physical buttons / Keyboard shortcuts
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navegación / Botones físicos / Atajos de teclado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navigation / Boutons physiques / Raccourcis clavier
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Nascleanúint / Cnaipí fisiciúla / Aicearraí méarchláir
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navigazione / Pulsanti fisici / Scorciatoie da tastiera
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navigatie / Fysieke knoppen / Toetsenbordsneltoetsen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navegação / Botões físicos / Atalhos de teclado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Navigácia / Fyzické tlačidlá / Klávesové skratky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Навигација / Физички тастери / Пречице тастатуре
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 26px;"> / வழிசெலுத்தல் / உடல் பொத்தான்கள் / விசைப்பலகை குறுக்குவழிகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / Навігація / Фізичні кнопки / Комбінації клавіш
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:26px;"> / 定位相关 / 实体键 / 键盘快捷键

source: This menu is very similar to the <span class="ui">Gesture Manager</span> interface. In this menu:
es: Este menú es muy similar a la interfaz del <span class="ui">Administrador de gestos</span>. En este menú:
fr: Ce menu est très similaire à l'interface <span class="ui">Gestionnaire de gestes</span>. Dans ce menu :
ga: Tá an roghchlár seo an-chosúil le comhéadan <span class="ui">Bainisteoir Gothaí</span>. Sa roghchlár seo:
it: Questo menu è molto simile all'interfaccia di <span class="ui">Tocchi e gesti</span>. In questo menu:
nl: Dit menu lijkt sterk op de interface van <span class="ui">Gebarenbeheer</span>. In dit menu:
pt_br: Este menu é muito semelhante à interface do <span class="ui">Gerenciador de Gestos</span>. Neste menu:
sk: Táto ponuka je veľmi podobná rozhraniu <span class="ui">Správcu gest</span>. V tejto ponuke:
sr: Овај мени веома личи на интерфејс <span class="ui">Управљача гестикулацијама</span>. У њему:
ta: இந்த பட்டியல் <ச்பான் கிளாச் = "யுஐ"> சைகை மேலாளர் </ச்பான்> இடைமுகத்துடன் மிகவும் ஒத்திருக்கிறது. இந்த மெனுவில்:
uk: Це меню дуже схоже до інтерфейсу <span class="ui">Менеджера жестів</span>. У цьому меню:
zh_hans: 此菜单与<span class="ui">手势管理器</span>界面非常相似。在此菜单中：

source: You can see the shortcuts that are available on your device
es: Puedes ver los accesos directos que están disponibles en tu dispositivo
fr: Vous pouvez voir les raccourcis disponibles sur votre appareil
ga: Is féidir leat na haicearraí atá ar fáil ar do ghléas a fheiceáil
it: È possibile visualizzare le scorciatoie disponibili sul dispositivo
nl: Zie je de sneltoetsen die op je apparaat beschikbaar zijn
pt_br: Você pode ver os atalhos disponíveis no seu dispositivo
pt_pt: Pode ver os atalhos disponíveis no seu dispositivo
sk: Môžete si pozrieť skratky, ktoré sú k dispozícii na vašom zariadení
sr: Можете да видите пречице доступне на вашем уређају
ta: உங்கள் சாதனத்தில் கிடைக்கும் குறுக்குவழிகளை நீங்கள் காணலாம்
uk: Можна побачити комбінації клавіш, доступні на поточному пристрої
zh_hans: 您可以看到设备上可用的快捷键

source: You can see the predefined actions for some shortcuts
es: Puedes ver las acciones predefinidas para algunos atajos
fr: Vous pouvez voir les actions prédéfinies pour certains raccourcis
ga: Is féidir leat na gníomhartha réamhshainithe a fheiceáil le haghaidh roinnt aicearraí
it: È possibile vedere le azioni predefinite per alcune scorciatoie
nl: Zie je de vooraf ingestelde acties voor sommige sneltoetsen
pt_br: Você pode ver as ações predefinidas para alguns atalhos
pt_pt: Pode ver as ações predefinidas para alguns atalhos
sk: Pre niektoré skratky si môžete pozrieť preddefinované akcie
sr: Можете да видите предефинисане акције за неке пречице
ta: சில குறுக்குவழிகளுக்கான முன் வரையறுக்கப்பட்ட செயல்களை நீங்கள் காணலாம்
uk: Можна побачити наперед визначені дії для деяких комбінацій клавіш
zh_hans: 您可以看到一些快捷方式的预定义操作

source: You can assign actions to the available shortcuts
es: Puede asignar acciones a los accesos directos disponibles
fr: Vous pouvez attribuer des actions aux raccourcis disponibles
ga: Is féidir leat gníomhartha a shannadh do na haicearraí atá ar fáil
it: È possibile assegnare azioni ai tasti di scelta rapida disponibili
nl: Kun je acties toewijzen aan de beschikbare sneltoetsen
pt_br: Você pode atribuir ações aos atalhos disponíveis
pt_pt: Pode atribuir ações aos atalhos disponíveis
sk: Dostupným skratkám môžete priradiť akcie
sr: Можете да доделите акције доступним пречицама
ta: கிடைக்கக்கூடிய குறுக்குவழிகளுக்கு நீங்கள் செயல்களை ஒதுக்கலாம்
uk: Можна призначити дії доступним комбінаціям клавіш
zh_hans: 您可以将操作分配给可用的快捷方式

source: All of the actions in the <span class="ui">Gesture Manager</span> is also available for keyboard shortcut assignment. Which means you can control nearly all the functions of KOReader with these shortcuts.
es: Todas las acciones del <span class="ui">Administrador de gestos</span> también se pueden asignar mediante atajos de teclado. Esto significa que puedes controlar casi todas las funciones de KOReader con estos atajos.
fr: Toutes les actions du <span class="ui">Gestionnaire de gestes</span> peuvent également être associées à des raccourcis clavier. Cela signifie que vous pouvez contrôler presque toutes les fonctions de KOReader à l'aide de ces raccourcis.
ga: Tá gach gníomh sa <span class="ui">Bainisteoir Gothaí</span> ar fáil le haghaidh sannadh aicearraí méarchláir freisin. Ciallaíonn sé sin gur féidir leat beagnach gach feidhm de KOReader a rialú leis na haicearraí seo.
it: Tutte le azioni in <span class="ui">Tocchi e gesti</span> sono disponibili anche per l'assegnazione di scorciatoie da tastiera. Ciò significa che è possibile controllare quasi tutte le funzioni di KOReader con questi tasti di scelta rapida.
nl: Alle acties in <span class="ui">Gebarenbeheer</span> zijn ook beschikbaar voor toewijzing aan sneltoetsen. Dat betekent dat je bijna alle functies van KOReader met deze sneltoetsen kunt bedienen.
pt_br: Todas as ações do <span class="ui">Gerenciador de Gestos</span> também estão disponíveis para atribuição a atalhos de teclado. Isso significa que você pode controlar quase todas as funções do KOReader com esses atalhos.
sk: Všetky akcie v <span class="ui">Správcovi gest</span> sú k dispozícii aj na priradenie klávesových skratiek. To znamená, že pomocou týchto skratiek môžete ovládať takmer všetky funkcie KOReadera.
sr: Све акције у <span class="ui">Управљачу гестикулацијама</span> су такође могу да се доделе и пречици тастатуре. То значи да овим пречицама можете да контролишете скоро све функције KOReader читача.
ta: <ச்பான் கிளாச் = "யுஐ"> சைகை மேலாளர் </ச்பான்> இல் உள்ள அனைத்து செயல்களும் விசைப்பலகை குறுக்குவழி ஒதுக்கீட்டிற்கும் கிடைக்கின்றன. இந்த குறுக்குவழிகளுடன் கொரியாடரின் அனைத்து செயல்பாடுகளையும் நீங்கள் கட்டுப்படுத்தலாம்.
uk: Усі дії в <span class="ui">Менеджері жестів</span> також доступні для призначення комбінацій клавіш. Це означає, що за допомогою цих комбінацій клавіш можна керувати майже усіма функціями KOReader.
zh_hans: <span class="ui">手势管理器</span>中的所有操作也可用于键盘快捷键分配。这意味着您可以通过这些快捷方式控制KOReader的几乎所有功能。

source: In the table below, you can see the default key and shortcut assignments:
es: En la siguiente tabla, puedes ver las asignaciones de teclas y accesos directos predeterminados:
fr: Dans le tableau ci-dessous, vous pouvez voir les attributions par défaut des touches et des raccourcis :
ga: Sa tábla thíos, is féidir leat na heochracha réamhshocraithe agus na haicearraí a shannadh a fheiceáil:
it: Nella tabella seguente sono riportate le assegnazioni predefinite dei tasti e dei collegamenti:
nl: In de onderstaande tabel zie je de standaardtoetsen en sneltoewijzingen:
pt_br: Na tabela abaixo, você pode ver as teclas e atalhos atribuídos por padrão:
pt_pt: Na tabela abaixo, pode ver a tecla predefinida e o atalho assignado:
sk: V tabuľke nižšie si môžete pozrieť predvolené priradenia klávesov a skratiek:
sr: У табели испод можете да видите подразумеване доделе тастерима и пречицама:
ta: கீழேயுள்ள அட்டவணையில், இயல்புநிலை விசை மற்றும் குறுக்குவழி பணிகளை நீங்கள் காணலாம்:
uk: У нижченаведеній таблиці можна побачити призначення клавіш та типові комбінацій клавіш:
zh_hans: 在下表中，您可以看到默认的按键和快捷键分配：

source: <span class="label_blue">INFO</span> Universal <span class="ui">screenshot</span> key is <b>Alt + Shift + G</b>. It is available on all screens, modes and platforms. On Kindle 4, it is <b>Keyboard + Menu</b>.
es: La tecla universal de <span class="label_blue">INFO</span> para <span class="ui">captura de pantalla</span> es <b>Alt + Mayús + G</b>. Está disponible en todas las pantallas, modos y plataformas. En Kindle 4, es <b>Teclado + Menú</b>.
fr: <span class="label_blue">INFO</span> La touche universelle <span class="ui">Capture d'écran</span> est <b>Alt + Maj + G</b>. Elle est disponible sur tous les écrans, modes et plateformes. Sur Kindle 4, il s'agit de <b>Clavier + Menu</b>.
ga: <span class="label_blue">EOLAS</span> Is é an eochair uilíoch <span class="ui">seat scáileáin</span> <b>Alt + Shift + G</b>. Tá sé ar fáil ar gach scáileán, modh agus ardán. Ar Kindle 4, is é <b>Méarchlár + Roghchlár</b> é.
it: <span class="label_blue">INFO</span> La combinazione di tasti universale per gli <span class="ui">screenshot</span> è <b>Alt + Shift + G</b>. È disponibile su tutti gli schermi, le modalità e le piattaforme. Su Kindle 4, è <b>Tastiera + Menu</b>.
nl: <span class="label_blue">INFO</span> De universele <span class="ui">schermafdruk</span>-toets is <b>Alt + Shift + G</b>. Deze werkt op alle schermen, modi en platforms. Op de Kindle 4 is het <b>Toetsenbord + Menu</b>.
pt_br: <span class="label_blue">INFO</span> A tecla universal de <span class="ui">captura de tela</span> é <b>Alt + Shift + G</b>. Ela está disponível em todas as telas, modos e plataformas. No Kindle 4, é <b>Tecla do teclado + Menu</b>.
sk: <span class="label_blue">INFORMÁCIA</span> Univerzálne klávesy pre <span class="ui">snímku obrazovky</span> sú <b>Alt + Shift + G</b>. Sú dostupné na všetkých obrazovkách, režimoch a platformách. Na Kindle 4 je to <b>Klávesnica + Menu</b>.
sr: <span class="label_blue">ИНФО</span> Универзални тастер за <span class="ui">снимак екрана</span> је <b>Alt + Шифт + G</b>. Доступан је на свим екранима, режимима и платформама. На Kindle 4, то је <b>Keyboard + Menu</b>.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உலகளாவிய <span வகுப்பு = "Ui"> திரைக்காட்சி </span> விசை <b> மாற்று + உயர்த்து + g </b>. இது அனைத்து திரைகள், முறைகள் மற்றும் தளங்களில் கிடைக்கிறது. கின்டெல் 4 இல், இது <b> விசைப்பலகை + பட்டியல் </b> ஆகும்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Універсальна комбінація клавіш, щоб зробити <span class="ui">знімок екрану</span> – це <b>Alt + Shift + G</b>. Вона доступна на усіх екранах, у всіх режимах та на всіх платформах. На Kindle 4 – це кнопки <b>Клавіатура + Меню</b>.
zh_hans: <span class="label_blue">信息</span> <span class="ui">截取屏幕内容</span>的通用快捷键是<b>同时按下Alt、Shift和G键</b>。该快捷键在任意屏幕类型、设备型号和操作系统版本中都有效。在Kindle 4上，截屏快捷键是<b>同时按下呼出键盘键和菜单键</b>。

source: <span class="label_blue">INFO</span> If you have a Kindle 4, <b>SHIFT</b> key in the table below is mapped to your <b>KEYBOARD</b> button. So <b>Shift + (UP/DOWN/LEFT/RIGHT)</b> shortcuts are mapped to <b>Keyboard button + (UP/DOWN/LEFT/RIGHT)</b> on your Kindle 4.
es: <span class="label_blue">INFO</span> Si tienes un Kindle 4, la tecla <b>Mayús</b> en la tabla a continuación corresponde a tu botón de <b>TECLADO</b>. Por lo tanto, los atajos <b>Mayus+ (ARRIBA/ABAJO/IZQUIERDA/DERECHA)</b> corresponden a <b>Teclado + (ARRIBA/ABAJO/IZQUIERDA/DERECHA)</b> en tu Kindle 4.
fr: <span class="label_blue">INFO</span> Si vous possédez un Kindle 4, la touche <b>SHIFT</b> dans le tableau ci-dessous correspond à la touche <b>CLAVIER</b> de votre clavier. Ainsi, les raccourcis <b>Shift + (HAUT/BAS/GAUCHE/DROITE)</b> sont mappés sur <b>bouton du clavier + (HAUT/BAS/GAUCHE/DROITE)</b> sur votre Kindle 4.
ga: <span class="label_blue">EOLAS</span> Má tá Kindle 4 agat, tá an eochair <b>SHIFT</b> sa tábla thíos mapáilte chuig do chnaipe <b>MÉARCHLÁR</b>. Mar sin, tá aicearraí <b>Shift + (SUAS/SÍOS/CLÉ/DEAS)</b> mapáilte chuig <b>Cnaipe Méarchláir + (SUAS/SÍOS/CLÉ/DEAS)</b> ar do Kindle 4.
it: <span class="label_blue">INFO</span> Se si dispone di un Kindle 4, il tasto <b>SHIFT</b> nella tabella qui sotto è mappato al tasto <b>Tastiera</b>. Quindi le scorciatoie <b>Maiuscolo + (SU/GIÙ/SINISTRA/DESTRA)</b> sono mappate su <b>Tasto tastiera + (SU/GIÙ/SINISTRA/DESTRA)</b> sul Kindle 4.
nl: <span class="label_blue">INFO</span> Heb je een Kindle 4, dan komt de <b>SHIFT</b>-toets in de onderstaande tabel overeen met je <b>TOETSENBORD</b>-knop. Dus sneltoetsen <b>Shift + (OMHOOG/OMLAAG/LINKS/RECHTS)</b> worden op je Kindle 4 <b>Toetsenbordknop + (OMHOOG/OMLAAG/LINKS/RECHTS)</b>.
pt_br: <span class="label_blue">INFO</span> Se você possui um Kindle 4, a tecla <b>SHIFT</b> na tabela abaixo está mapeada para o botão <b>TECLADO</b>. Assim, os atalhos <b>Shift + (CIMA/BAIXO/ESQUERDA/DIREITA)</b> são mapeados para <b>Botão do teclado + (CIMA/BAIXO/ESQUERDA/DIREITA)</b> no seu Kindle 4.
sk: <span class="label_blue">INFORMÁCIA</span> Ak máte Kindle 4, klávesa <b>SHIFT</b> v tabuľke nižšie je namapovaná na tlačidlo <b>KLÁVESNICA</b>. Takže skratky <b>Shift + (HORE/DOLE/VĽAVO/VPRAVO)</b> sú namapované na <b>tlačidlo klávesnice + (HORE/DOLE/VĽAVO/VPRAVO)</b> na vašom Kindle 4.
sr: <span class="label_blue">ИНФО</span> Ако имате Kindle 4, <b>ШИФТ</b> тастер у табели испод је мапиран на ваш тастер <b>KEYBOARD</b>. Тако да су на Kindle 4 пречице <b>Шифт + (ГОРЕ/ДОЛЕ/ЛЕВО/ДЕСНО)</b> мапиране на <b>Keyboard тастер + (ГОРЕ/ДОЛЕ/ЛЕВО/ДЕСНО)</b> .
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உங்களிடம் ஒரு கின்டெல் 4 இருந்தால், <b> சிப்ட் </b> கீழே உள்ள அட்டவணையில் உள்ள விசை உங்கள் <b> விசைப்பலகை </b> பொத்தானுடன் பொருத்தப்பட்டுள்ளது. எனவே <b> சிப்ட் + (மேல்/கீழ்/இடது/வலது) </b> குறுக்குவழிகள் <b> விசைப்பலகை பொத்தான் + (மேல்/கீழ்/இடது/வலது) </b> இல் உங்கள் கின்டெல் 4 இல் பொருத்தப்பட்டுள்ளன.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> На Kindle 4 клавіша <b>Shift</b> у нижченаведеній таблиці відповідає кнопці <b>Keyboard</b>. Отже, комбінації клавіш <b>Shift + Вгору/Вниз/Вліво/Вправо</b> відповідають комбінаціям клавіш <b>кнопка Клавіатура + Вгору/Вниз/Вліво/Вправо</b> на Kindle 4.
zh_hans: <span class="label_blue">说明</span> 在Kindle4上下表中的<b>SHIFT</b>键被绑定在<b>呼出键盘</b>按钮上，所以<b>同时按下Shift和任意方向键</b>的快捷键组合在kindle 4上被替换为<b>同时按下呼出键盘按钮和任意方向键</b>。

source: File browser mode
es: Modo explorador de archivos
fr: Mode Explorateur de fichiers
ga: Mód brabhsálaí comhad
it: Modalità gestore dei file
nl: Bestandsverkenner-modus
pt_br: Modo Explorador de arquivos
pt_pt: Modo Navegador de Ficheiros
sk: Režim prehliadača súborov
sr: Режим Прегледача фајлова
ta: கோப்பு உலாவி பயன்முறை
uk: Режим оглядача файлів
zh_hans: 在文件管理器中

# user_guide/en.html+html.body.div.div.table.tr.td:4073-13
source: Open top menu
sk: Otvoriť vrchné menu
ta: மேல் மெனுவைத் திறக்கவும்
uk: Відкрити верхнє меню
zh_hans: 打开顶部菜单

# user_guide/en.html+html.body.div.div.table.tr.td:4074-13
source: F1
ta: எஃப் 1
zh_hans: F1功能键

source: Navigate to home
es: Ir a inicio
fr: Aller à la page d'accueil
ga: Nascleanúint chuig an mbaile
it: Navigare verso la home
nl: Naar startscherm gaan
pt_br: Ir para a tela inicial
pt_pt: Navegar para página inicial
sk: Navigovať do 'domovského priečinku'
sr: Иди на кућни фолдер
ta: வீட்டிற்கு செல்லவும்
uk: Перейти до домівки
zh_hans: 导航到主页

source: Home
es: Inicio
fr: Accueil
ga: Baile
nl: Thuis
pt_br: Início
pt_pt: Página Inicial
ta: வீடு
zh_hans: 主页

source: Move in file list
es: Mover en la lista de archivos
fr: Déplacer dans la liste des fichiers
ga: Bog sa liosta comhad
it: Spostamento nell'elenco dei file
nl: Verplaatsen in bestandslijst
pt_br: Mover na lista de arquivos
pt_pt: Mover para lista de ficheiros
sk: Pohyb v zozname súborov
sr: Премести у листи фајлова
ta: கோப்பு பட்டியலில் நகர்த்தவும்
uk: Перемістити до списку файлів
zh_hans: 在文件列表中移动

source: Up / Down
es: Arriba / Abajo
fr: Haut / Bas
ga: Suas / Síos
it: Su / Giù
nl: Omhoog / Omlaag
pt_br: Cima / Baixo
pt_pt: Cima / Baixo
sk: Hore / Dole
sr: Горе / Доле
ta: மேலே / கீழ்
uk: Вгору / Вниз
zh_hans: 上下方向键

source: Open selected book
es: Abrir libro seleccionado
fr: Ouvrir le livre sélectionné
ga: Oscail an leabhar roghnaithe
it: Aprire il libro selezionato
nl: Geselecteerd boek openen
pt_br: Abrir livro selecionado
pt_pt: Abrir livro seleccionado
sk: Otvoriť vybranú knihu
sr: Отвори изабрану књигу
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகத்தைத் திறக்கவும்
uk: Відкрити вибрану книгу
zh_hans: 打开所选书籍

source: Enter
ta: உள்ளிடவும்
zh_hans: 回车键

source: Exit application
es: Salir de la aplicación
fr: Quitter l'application
ga: Scoir an feidhmchláir
it: Uscita dall'applicazione
nl: Toepassing afsluiten
pt_br: Sair do aplicativo
pt_pt: Sair da aplicação
sk: Ukončiť aplikáciu
sr: Напусти апликацију
ta: வெளியேறும் பயன்பாடு
uk: Вийти з програми
zh_hans: 退出应用程序

source: Esc
ta: தப்பி

source: Reading mode
es: Modo de lectura
fr: Mode lecture
ga: Mód léitheoireachta
it: Modalità di lettura
nl: Leesmodus
pt_br: Modo de leitura
pt_pt: Modo de leitura
sk: Režim čítania
sr: Режим читања
ta: படித்தல் பயன்முறை
uk: Режим читання
zh_hans: 在阅读界面中
