Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Reading statistics: show calendar view
es: Estadísticas de lectura: vista de calendario
fr: Statistiques de lecture : afficher le calendrier
ga: Staitisticí léitheoireachta: taispeáin radharc féilire
it: Statistiche di lettura: mostra la vista del calendario
nl: Leesstatistieken: kalenderweergave tonen
pt_br: Estatísticas de leitura: mostrar visualização em calendário
pt_pt: Estatísticas de leitura: mostrar calendário
sk: Štatistiky čítania: zobraziť kalendár štatistík
sr: Статистика читања: приказ календара
ta: படித்தல் புள்ளிவிவரங்கள்: காலெண்டர் காட்சியைக் காட்டு
uk: Статистика читання: показати календар
zh_hans: 阅读统计：显示日历视图

source: Reading statistics: show today's timeline
es: Estadísticas de lectura: cronograma de hoy
fr: Statistiques de lecture : afficher le calendrier
ga: Staitisticí léitheoireachta: taispeáin amlíne an lae inniu
it: Statistiche di lettura: mostra la cronologia di oggi
nl: Leesstatistieken: tijdlijn van vandaag tonen
pt_br: Estatísticas de leitura: mostrar linha do tempo de hoje
pt_pt: Estatísticas de leitura: mostrar linha do tempo de hoje
sk: Štatistiky čítania: zobraziť časovú os dnešných štatistík
sr: Статистика читања: приказ данашње временске линије
ta: படித்தல் புள்ளிவிவரங்கள்: இன்றைய காலவரிசையை காட்டு
uk: Статистика читання: показати хронологію за сьогодні
zh_hans: 阅读统计：显示当天时间轴

source: Reading statistics: synchronize
es: Estadísticas de lectura: sincronizar
fr: Statistiques de lecture : synchroniser
ga: Staitisticí léitheoireachta: sioncrónú
it: Statistiche di lettura: sincronizzazione
nl: Leesstatistieken: synchroniseren
pt_br: Estatísticas de leitura: sincronizar
pt_pt: Estatísticas de Leitura: sincronizar
sk: Štatistiky čítania: synchronizovať
sr: Статистика читања: синхронизација
ta: படித்தல் புள்ளிவிவரங்கள்: ஒத்திசைக்கவும்
uk: Статистика читання: синхронізувати
zh_hans: 阅读统计：同步

source: Text editor: open last file
es: Editor de texto: abrir el último documento
fr: Éditeur de texte : ouvrir le dernier fichier
ga: Eagarthóir téacs: oscail an comhad deireanach
it: Editor di testo: apri ultimo file
nl: Tekstbewerker: laatste bestand openen
pt_br: Editor de texto: abrir último arquivo
pt_pt: Editor de texto: abrir ultimo ficheiro
sk: Textový editor: otvoriť posledný súbor
sr: Едитор текста: отвори последњи фајл
ta: உரை ஆசிரியர்: கடைசி கோப்பைத் திறக்கவும்
uk: Текстовий редактор: відкрити останній файл
zh_hans: 文本编辑器：打开上次的文件

source: Open vocabulary builder
es: Abrir el Desarrollador de vocabulario
fr: Ouvrir le générateur de vocabulaire
ga: Oscail an tógálaí stór focal
it: Apri il vocabolario personale
nl: Woordenschatbouwer openen
pt_br: Abrir construtor de vocabulário
pt_pt: Abrir Construtor de vocabulário
sk: Otvoriť doplnok pre tvorbu slovnej zásoby
sr: Отвори изграђивач речника
ta: திறந்த சொல்லகராதி பில்டர்
uk: Відкрити конструктор словника
zh_hans: 打开词汇本

source: Wallabag retrieval
es: Recuperación de Wallabag
fr: Récupération depuis Wallabag
ga: Aisghabháil Wallabag
it: Recupero Wallabag
nl: Wallabag ophalen
pt_br: Sincronizar com Wallabag
sk: Získanie obsahu cez Wallabag
sr: Wallabag добављање
ta: வாலபாக் மீட்டெடுப்பு
uk: Пошук у Wallabag
zh_hans: 拉取Wallabag

source: Wallabag queue upload
es: Subir cola Wallabag
fr: Téléchargement en file d'attente Wallabag
ga: Uaslódáil scuaine Wallabag
it: Caricamento coda Wallabag
nl: Wallabag-wachtrij uploaden
pt_br: Enviar itens da fila para o Wallabag
pt_pt: Carregar fila do Wallabag
sk: Nahrávanie do fronty Wallabag
sr: Wallabag отпремање реда
ta: வாலபாக் வரிசை பதிவேற்றம்
uk: Вивантаження черги Wallabag
zh_hans: 上传Wallabag 队列

source: Wallabag statuses upload
es: Subir estados de Wallabag
fr: Téléchargement des statuts Wallabag
ga: Uaslódáil stádais Wallabag
it: Caricamento stato di Wallabag
nl: Wallabag-statussen uploaden
pt_br: Sincronizar status com o Wallabag
pt_pt: Carregar estados do Wallabag
sk: Nahrávanie stavov Wallabag
sr: Wallabag отпремање статуса
ta: வாலபாக் நிலைகள் பதிவேற்றுகின்றன
uk: Вивантаження статусів Wallabag
zh_hans: 上传 Wallabag 状态

source: Reading progress
es: Progreso de lectura
fr: Progression de la lecture
ga: Dul chun cinn léitheoireachta
it: Andamento lettura
nl: Leesvoortgang
pt_br: Progresso de leitura
pt_pt: Progresso de leitura
sk: Ukončiť šetrič obrazovky
sr: Напредак читања
ta: ச்கிரீன்சேவரில் வெளியேறவும்
uk: Вийти з заставки
zh_hans: 阅读进度

source: Toggle SSH server
es: Invert page turn buttons
fr: Démarrer/Arrêter le serveur SSH
ga: Scoránaigh freastalaí SSH
it: Abilita/disabilita server SSH
nl: SSH-server schakelen
pt_br: Alternar o servidor SSH
pt_pt: Alterar servidor SSH
sk: Stranovo zameniť tlačidlá otáčania stránok
sr: Укљ./Искљ. SSH сервер
ta: பக்க டர்ன் பொத்தான்களை தலைகீழ்
uk: Перемкнути сервер SSH
zh_hans: 开/关 SSH 服务器

source: Statistics calendar view
es: Conmutar acelerómetro
fr: Statistiques du Calendrier
ga: Amharc féilire staitisticí
it: Statistiche di lettura / vista calendario
nl: Statistieken: kalenderweergave
pt_br: Visualização do calendário de estatísticas
pt_pt: Visualização calendário de estatísticas
sk: Prepínať akcelerometer
sr: Календарски приказ статистике
ta: முடுக்கமானியை மாற்றவும்
uk: Подання календаря статистики
zh_hans: 统计日历视图

source: Statistics today’s timeline
es: Giro
fr: Statistiques chronologiques d'aujourd'hui
ga: Amlíne staitisticí an lae inniu
it: Statistiche di lettura / Cronologia di oggi
nl: Statistieken: tijdlijn van vandaag
pt_br: Linha do tempo das estatísticas de hoje
pt_pt: Estatísticas da linha do tempo de hoje
sk: Otočenie
sr: Данашња временска линија статистике
ta: சுழற்சி
uk: Обертання
zh_hans: 今天的统计时间线

source: Synchronize book statistics
es: Toggle orientation
fr: Synchroniser les statistiques du livre
ga: Sioncrónaigh staitisticí leabhar
it: Statistiche di lettura / Sincronizza ora
nl: Boekstatistieken synchroniseren
pt_br: Sincronizar estatísticas dos livros
pt_pt: Sincronizar estatísticas do livro
sk: Prepínať orientáciu
sr: Синхронизација статистике књиге
ta: நோக்குநிலையை மாற்றவும்
uk: Змінити орієнтацію
zh_hans: 同步书籍统计

source: Device
es: Dispositivo
fr: Appareil
ga: Gléas
it: Dispositivo
nl: Apparaat
pt_br: Dispositivo
pt_pt: Dispositivo
sk: Zariadenie
sr: Уређај
ta: சாதனம்
uk: Пристрій
zh_hans: 设备

source: Exit sleep screen
es: Salir de pantalla de reposo
fr: Quitter l’écran de veille
ga: Scoir an scáileán codlata
it: Esci dallo schermo sospeso
nl: Slaapscherm verlaten
pt_br: Sair da tela de suspensão
pt_pt: Sair do ecrã suspenso
sk: Ukončiť režim spánku obrazovky
sr: Напусти екран спавања
ta: தூக்கத் திரையில் வெளியேறவும்
uk: Вийти з заставки сну
zh_hans: 退出屏保程序

# user_guide/en.html+html.body.div.div.ol.li:3829-17
source: Restart KOReader
sk: Reštartovať KOReader
ta: கொரியாடரை மறுதொடக்கம் செய்யுங்கள்
uk: Перезапустити KOReader
zh_hans: 重启 KOReader

source: Exit KOReader
es: Salir de KOReader
fr: Quitter KOReader
ga: Scoir de KOReader
it: Esci da KOReader
nl: KOReader afsluiten
pt_br: Sair do KOReader
pt_pt: Sair KOReader
sk: Ukončiť KOReader
sr: Напусти KOReader
ta: கொரியடர் வெளியேறு
uk: Вийти з KOReader
zh_hans: 退出 KOReader

source: Toggle long-press on corners
es: Conmutar pulsación prolongada en las esquinas
fr: Activer/Désactiver l’appui long sur les coins
ga: Brúigh fada ar choirnéil
it: Attiva/disattiva pressione prolungata sugli angoli
nl: Hoeken ingedrukt houden schakelen
pt_br: Alternar toque longo nos cantos
pt_pt: Alternar toque continuo dos cantos
sk: Prepínať dlhé stlačenie v rohoch
sr: Укљ./Искљ. дуге притиске на углове
ta: மூலைகளில் நீண்ட அழுத்தத்தை மாற்றவும்
uk: Перемкнути затискання в кутках
zh_hans: 触发屏幕边角长按动作

source: Enable touch input
es: Activar entrada táctil
fr: Activer la saisie tactile
ga: Cumasaigh ionchur tadhaill
it: Attiva l'input tattile
nl: Aanraakinvoer inschakelen
pt_br: Habilitar toque na tela
pt_pt: Ativar utilização do toque
sk: Povoliť dotykový vstup
sr: Укључи унос додиром
ta: தொடு உள்ளீட்டை இயக்கவும்
uk: Увімкнути сенсорний ввід
zh_hans: 启用触摸输入

source: Disable touch input
es: Show frontlight dialog
fr: Désactiver la saisie tactile
ga: Díchumasaigh ionchur tadhaill
it: Disattiva l'input tattile
nl: Aanraakinvoer uitschakelen
pt_br: Desativar toque na tela
pt_pt: Desativar utilização do toque
sk: Zobraziť dialógové okno pre nasvietenie/podsvietenie displeja
sr: Искључи унос додиром
ta: முன் விளக்கு உரையாடலைக் காட்டு
uk: Вимкнути сенсорний ввід
zh_hans: 禁用触摸输入

source: Toggle touch input
es: Conmutar iluminación
fr: Activer/Désactiver la saisie tactile
ga: Scoránaigh ionchur tadhaill
it: Attiva/disattiva l'input tattile
nl: Aanraakinvoer schakelen
pt_br: Alternar toque na tela
pt_pt: Alterar utilização do toque
sk: Prepínať nasvietenie/podsvietenie displeja
sr: Укљ./Искљ. унос додиром
ta: முன் விளக்கு மாற்றவும்
uk: Перемкнути сенсорний ввід
zh_hans: 开/关 触摸输入

source: Invert page turn buttons
es: Set frontlight brightness
fr: Inverser les boutons de changement de page
ga: Cnaipí casadh leathanaigh inbhéartaithe
it: Inverti i pulsanti per girare pagina
nl: Pagina-omslagknoppen omdraaien
pt_br: Inverter botões de virar página
pt_pt: Inverter botões de virar de página
sk: Nastaviť intenzitu nasvietenia/podsvietenia displeja
sr: Обрни дугмад за окретање странице
ta: முன் விளக்கு பிரகாசத்தை அமைக்கவும்
uk: Інвертувати кнопки гортання сторінок
zh_hans: 反转翻页按钮

source: Rotation
es: Set frontlight warmth
fr: Pivoter
ga: Rothlú
it: Rotazione
nl: Rotatie
pt_br: Rotação
pt_pt: Rotação
sk: Rotácia
sr: Ротација
ta: முன் விளக்கு அரவணைப்பை அமைக்கவும்
uk: Поворот екрану
zh_hans: 屏幕方向

source: Toggle orientation
es: Increase frontlight warmth
fr: Basculer l’orientation
ga: Athraigh treoshuíomh
it: Commuta orientamento
nl: Oriëntatie schakelen
pt_br: Alternar orientação
pt_pt: Alternar orientação
sk: Zvýšiť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Укљ./Искљ. оријентацију
ta: முன் விளக்கு அரவணைப்பை அதிகரிக்கவும்
uk: Перемкнути орієнтацію
zh_hans: 切换屏幕方向

source: Invert rotation
es: Invertir giro
fr: Inverser l’orientation
ga: Rothlú inbhéartaithe
it: Inverti rotazione
nl: Draairichting omkeren
pt_br: Inverter rotação
pt_pt: Inverter rotação
sk: Znížiť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Обрни ротацију
ta: முன் விளக்கு அரவணைப்பைக் குறைக்கவும்
uk: Зворотне обертання
zh_hans: 屏幕旋转180°

source: Rotate by 90 CW
es: Conmutar modo nocturno
fr: Rotation de 90° dans le sens horaire
ga: Rothlaigh 90 céim ar an taobh thiar
it: Ruotare di 90 CW
nl: 90° rechtsom draaien
pt_br: Girar 90° no sentido horário
pt_pt: Rodar 90° sentido do relógio
sk: Prepínať nočný režim
sr: Ротирај за 90 у десно
ta: இரவு பயன்முறையை மாற்றவும்
uk: Обернути на 90° за годинниковою стрілкою
zh_hans: 顺时针旋转90度

source: Rotate by 90 CCW
es: Girar 90° en sentido antihorario
fr: Tourner de 90° dans le sens inverse des aiguilles d'une montre
ga: Rothlaigh 90 céim siar
it: Ruotare di 90 CCW
nl: 90° linksom draaien
pt_br: Girar 90° no sentido anti-horário
pt_pt: Rodar 90° contra relógio
sk: Nastaviť nočný režim
sr: Ротирај за 90 у лево
ta: இரவு பயன்முறையை அமைக்கவும்
uk: Обернути на 90° проти годинникової стрілки
zh_hans: 逆时针旋转90度

source: Toggle Fullscreen
es: Conmutar pantalla completa
fr: Basculer en plein écran
ga: Lánscáileán a Athsholáthar
it: Attiva/disattiva schermo intero
nl: Volledig scherm schakelen
pt_br: Alternar tela cheia
pt_pt: Ecrã Inteiro
sk: Prepínať celú obrazovku
sr: Укљ./Искљ. приказ у пуном екрану
ta: மாற்று முழுத்திரை
uk: Перемкнути повноекранний режим
zh_hans: 切换全屏

source: Show network info
es: Tasa de actualización completa (en modo nocturno)
fr: Afficher les infos du réseau
ga: Taispeáin eolas líonra
it: Mostra informazioni sulla rete
nl: Netwerkinfo tonen
pt_br: Mostrar informações de rede
pt_pt: Mostrar informação de rede
sk: Úplná obnova displeja (v nočnom režime)
sr: Прикажи информације о мрежи
ta: முழு புதுப்பிப்பு வீதம் (இரவு பயன்முறையில்)
uk: Показати відомості про мережу
zh_hans: 显示网络信息

source: Battery statistics
es: Estadísticas batería
fr: Statistiques de la batterie
ga: Staitisticí ceallraí
it: Statistiche della batteria
nl: Batterijstatistieken
pt_br: Estatísticas da bateria
pt_pt: Estatísticas da bateria
sk: Vždy prebliknúť na hraniciach kapitol
sr: Статистика батерије
ta: அத்தியாய எல்லைகளில் எப்போதும் ஒளிரும்
uk: Статистика акумулятора
zh_hans: 电量统计

source: System statistics
es: Estadísticas del sistema
fr: Statistiques système
ga: Staitisticí córais
it: Statistiche di sistema
nl: Systeemstatistieken
pt_br: Estatísticas do sistema
pt_pt: Estatísticas de sistema
sk: Prepínať prebliknutie na začiatku kapitoly
sr: Статистика система
ta: அத்தியாய எல்லைகளில் ஒளிரும்
uk: Статистика системи
zh_hans: 系统统计

source: Terminal emulator
es: Emulador de terminal
fr: Émulateur de terminal
ga: Aithriseoir teirminéal
it: Emulatore di terminale
pt_br: Emulador de terminal
pt_pt: Emulador de terminal
sk: Emulátor terminálu
sr: Емулатор терминала
ta: முனைய முன்மாதிரி
uk: Емулятор терміналу
zh_hans: 终端模拟器

source: Start USB storage
es: Iniciar almacenamiento USB
fr: Passer en mode stockage de masse USB
ga: Tosaigh stóráil USB
it: Avvia memoria USB
nl: USB-opslag starten
pt_br: Iniciar armazenamento USB
pt_pt: Iniciar armazenamento USB
sk: Štatistika batérie
sr: Покрени USB складиште
ta: பேட்டரி புள்ளிவிவரங்கள்
uk: Статистика використання акумулятора
zh_hans: 启动 USB 读写模式

source: Suspend
es: Suspender
fr: Suspendre
ga: Cuir ar fionraí
it: Sospendere
nl: Pauzestand
pt_br: Suspender
pt_pt: Suspender
sk: Štatistiky systému
sr: Суспендуј
ta: கணினி புள்ளிவிவரங்கள்
uk: Призупинити
zh_hans: 休眠

source: Reboot the device
es: Reiniciar el dispositivo
fr: Redémarrer l’appareil
ga: Atosaigh an gléas
it: Riavvia il dispositivo
nl: Apparaat herstarten
pt_br: Reiniciar o dispositivo
pt_pt: Reiniciar o dispositivo
sk: Reštartovať zariadenie
sr: Поново покрени уређај
ta: சாதனத்தை மீண்டும் துவக்கவும்
uk: Перезавантажити пристрій
zh_hans: 重启设备

source: Power off
es: Apagar
fr: Éteindre
ga: Múch an chumhacht
it: Spegni
nl: Uitschakelen
pt_br: Desligar
pt_pt: Desligar
sk: Vypnúť zariadenie
sr: Искључи
ta: ஆற்றல் முடக்குகிறது
uk: Вимкнути пристрій
zh_hans: 关机

source: Toggle key repeat
es: Increase frontlight brightness
fr: Activer/Désactiver la répétition des touches
ga: Athdhéanamh eochair scoránaigh
it: Attiva la ripetizione dei tasti
nl: Toetsherhaling schakelen
pt_br: Alternar repetição de tecla
pt_pt: Alternar repetição de tecla
sk: Zvýšiť intenzitu nasvietenia/podsvietenia displeja
sr: Укљ./Искљ. понављање тастера
ta: முன் விளக்கு பிரகாசத்தை அதிகரிக்கவும்
uk: Перемкнути повтор натиснення кнопок
zh_hans: 触发重复按键操作

source: Toggle accelerometer
es: Decrease frontlight brightness
fr: Activer/Désactiver l’accéléromètre
ga: Athraigh an luasmhéadar
it: Abilita/disabilita accelerometro
nl: Versnellingsmeter schakelen
pt_br: Alternar acelerômetro
pt_pt: Alternar acelerômetro
sk: Znížiť intenzitu nasvietenia/podsvietenia displeja
sr: Укљ./Искљ. акцелерометар
ta: முன் விளக்கு பிரகாசத்தை குறைக்கவும்
uk: Перемкнути акселерометр
zh_hans: 开/关 重力感应器

source: Turn on Wi-Fi
es: Actualización de pantalla completa
fr: Activer le Wi-Fi
ga: Cas Wi-Fi ar
it: Attiva wifi
nl: Wifi inschakelen
pt_br: Ligar Wi-Fi
pt_pt: Ligar wi-fi
sk: Prekresliť celú obrazovku
sr: Укључи Wi-Fi
ta: முழு திரை புதுப்பிப்பு
uk: Повне оновлення екрана
zh_hans: 启用 Wi-Fi

source: Turn off Wi-Fi
es: Tasa de actualización completa (siempre)
fr: Désactiver le Wi-Fi
ga: Múch Wi-Fi
it: Spegni wifi
nl: Wifi uitschakelen
pt_br: Desligar Wi-Fi
pt_pt: Desligar wi-fi
sk: Úplná obnova displeja (vždy)
sr: Искључи Wi-Fi
ta: முழு புதுப்பிப்பு வீதம் (எப்போதும்)
uk: Вимкнути Wi-Fi
zh_hans: 关闭 Wi-Fi

source: Toggle Wi-Fi
es: Tasa de actualización completa (en modo diurno)
fr: Activer/Désactiver le Wi-Fi
ga: Wi-Fi a scoránaigh
it: Commuta Wi-Fi
nl: Wifi schakelen
pt_br: Alternar Wi-Fi
pt_pt: Alternar Wi-Fi
sk: Úplná obnova displeja (nie v nočnom režime)
sr: Укљ./Искљ. Wi-Fi
ta: முழு புதுப்பிப்பு வீதம் (இரவு பயன்முறையில் இல்லை)
uk: Частота повного оновлення (не в нічному режимі)
zh_hans: 开/关 Wi-Fi

source: Screen and lights
es: Pantalla e iluminación
fr: Écran et éclairage
ga: Scáileán agus soilse
it: Schermo e luci
nl: Scherm en verlichting
pt_br: Tela e iluminação
pt_pt: Ecrã e luzes
sk: Obrazovka a svetlá
sr: Екран и светла
ta: திரை மற்றும் விளக்குகள்
uk: Екран і підсвічування
zh_hans: 屏幕和灯光

source: Show frontlight dialog
es: Mostrar diálogo Iluminación
fr: Afficher la boîte de dialogue du rétroéclairage
ga: Taispeáin dialóg an tsolais tosaigh
it: Mostra finestra di dialogo retroilluminazione
nl: Lichtdialoog tonen
pt_br: Mostrar caixa de diálogo de luz frontal
pt_pt: Mostrar janela de iluminação
sk: Zobraziť dialógové okno pre nasvietenie/podsvietenie displeja
sr: Прикажи дијалог предњег светла
ta: முன் விளக்கு உரையாடலைக் காட்டு
uk: Показати діалог підсвічування
zh_hans: 显示前光设置面板

source: Toggle frontlight
es: Conmutar luz frontal
fr: Activer/Désactiver le rétroéclairage
ga: Scoraigh an solas tosaigh
it: Abilita/disabilita retroilluminazione
nl: Licht aan/uit
pt_br: Alternar luz frontal
pt_pt: Alternar luz de ecrã
sk: Prepínať nasvietenie/podsvietenie displeja
sr: Укљ./Искљ. предње светло
ta: முன் விளக்கு மாற்றவும்
uk: Перемкнути підсвічування
zh_hans: 开/关 前光

source: Set frontlight brightness
es: Ajustar brillo de la pantalla
fr: Régler la luminosité du rétroéclairage
ga: Socraigh gile an tsolais tosaigh
it: Imposta luminosità retroilluminazione
nl: Lichthelderheid instellen
pt_br: Definir o brilho da luz frontal
pt_pt: Definir o brilho da iluminação
sk: Nastaviť intenzitu nasvietenia/podsvietenia displeja
sr: Постави осветљај предњег светла
ta: முன் விளக்கு பிரகாசத்தை அமைக்கவும்
uk: Вказати яскравість підсвічування
zh_hans: 设置前光亮度

source: Increase frontlight brightness
es: Aumentar brillo de la pantalla
fr: Augmenter la luminosité du rétroéclairage
ga: Méadaigh gile an tsolais tosaigh
it: Aumenta luminosità retroilluminazione
nl: Lichthelderheid verhogen
pt_br: Aumentar o brilho da luz frontal
pt_pt: Aumentar o brilho da iluminação frontal
sk: Zvýšiť intenzitu nasvietenia/podsvietenia displeja
sr: Повећај осветљај предњег светла
ta: முன் விளக்கு பிரகாசத்தை அதிகரிக்கவும்
uk: Збільшити яскравість підсвічування
zh_hans: 增加前光亮度

source: Decrease frontlight brightness
es: Reducir brillo de la pantalla
fr: Réduire la luminosité du rétroéclairage
ga: Laghdaigh gile an tsolais tosaigh
it: Diminuisci luminosità retroilluminazione
nl: Lichthelderheid verminderen
pt_br: Diminuir o brilho da luz frontal
pt_pt: Diminuir o brilho da iluminação frontal
sk: Znížiť intenzitu nasvietenia/podsvietenia displeja
sr: Смањи осветљај предњег светла
ta: முன் விளக்கு பிரகாசத்தை குறைக்கவும்
uk: Зменшити яскравість підсвічування
zh_hans: 降低前光亮度

source: Set frontlight warmth
es: Ajustar temperatura del color de la pantalla
fr: Ajuster la température du rétroéclairage
ga: Socraigh teas an tsolais tosaigh
it: Imposta calore retroilluminazione
nl: Lichtwarmte instellen
pt_br: Definir a temperatura de cor da luz frontal
pt_pt: Definir a temperatura de cor da iluminação frontal
sk: Nastaviť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Постави топлину предњег светла
ta: முன் விளக்கு அரவணைப்பை அமைக்கவும்
uk: Вказати температуру підсвічування
zh_hans: 设置前光色温

source: Increase frontlight warmth
es: Aumentar temperatura del color de la pantalla
fr: Augmenter la température du rétroéclairage
ga: Méadaigh teas an tsolais tosaigh
it: Aumenta calore retroilluminazione
nl: Lichtwarmte verhogen
pt_br: Aumentar a temperatura de cor da luz frontal
pt_pt: Aumentar a temperatura de cor da iluminação frontal
sk: Zvýšiť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Повећај топлину предњег светла
ta: முன் விளக்கு அரவணைப்பை அதிகரிக்கவும்
uk: Збільшити температуру підсвічування
zh_hans: 增加前光色温

source: Decrease frontlight warmth
es: Reducir temperatura del color de la pantalla
fr: Réduire la température du rétroéclairage
ga: Laghdaigh teas an tsolais tosaigh
it: Diminuisci calore retroilluminazione
nl: Lichtwarmte verlagen
pt_br: Reduzir a temperatura de cor da luz frontal
pt_pt: Reduzir a temperatura de cor da iluminação frontal
sk: Nastaviť písmo
sr: Смањи топлину предњег светла
ta: எழுத்துரு அமைக்கவும்
uk: Вказати шрифт
zh_hans: 降低前光色温

source: Toggle night mode
es: Conmutar modo nocturno
fr: Activer/Désactiver le mode nuit
ga: Mód oíche a scoránaigh
it: Abilita/disabilita modalità notturna
nl: Nachtmodus schakelen
pt_br: Alternar modo noturno
pt_pt: Alternar modo noturno
sk: Zväčšiť veľkosť písma
sr: Укљ./Искљ. ноћни режим
ta: எழுத்துரு அளவை அதிகரிக்கவும்
uk: Перемкнути нічний режим
zh_hans: 开/关 夜间模式

source: Set night mode
es: Configurar modo nocturno
fr: Passer en mode nuit
ga: Socraigh mód oíche
it: Imposta modo notturno
nl: Nachtmodus instellen
pt_br: Definir modo noturno
pt_pt: Definir modo noturno
sk: Zmenšiť veľkosť písma
sr: Постави ноћни режим
ta: எழுத்துரு அளவைக் குறைக்கவும்
uk: Встановити нічний режим
zh_hans: 设置夜间模式

source: Full screen refresh
es: Establecer tamaño de letra
fr: Rafraîchissement complet de l’écran
ga: Athnuachan lánscáileáin
it: Aggiornamento a schermo intero
nl: Volledig scherm verversen
pt_br: Atualização total da tela
pt_pt: Recarregamento total do ecrã
sk: Nastaviť veľkosť písma
sr: Освежавање целог екрана
ta: எழுத்துரு அளவை அமைக்கவும்
uk: Вказати розмір шрифту
zh_hans: 完全刷新

source: Full refresh rate (always)
es: Word spacing
fr: Fréquence des rafraîchissements complet (toujours)
ga: Ráta athnuachana iomlán (i gcónaí)
it: Frequenza di aggiornamento completo (sempre)
nl: Volledige verversfrequentie (altijd)
pt_br: Taxa de atualização total (sempre)
pt_pt: Taxa de atualização completa (sempre)
sk: Medzery medzi slovami
sr: Пуна учесталост освежавања (увек)
ta: சொல் இடைவெளி
uk: Частота повного оновлення (завжди)
zh_hans: 完全刷新频率（始终）

source: Full refresh rate (not in night mode)
es: Frecuencia de actualización completa (no en modo nocturno)
fr: Taux de rafraîchissement complet (pas en mode nuit)
ga: Ráta athnuachana iomlán (ní i mód oíche)
it: Frequenza di aggiornamento completo (non in modalità notturna)
nl: Volledige verversfrequentie (niet in nachtmodus)
pt_br: Taxa de atualização total (não em modo noturno)
pt_pt: Taxa de atualização total (sem estar e modo noturno)
sk: Rozšírenie slov
sr: Пуна учесталост освежавања (ван ноћног режима)
ta: சொல் விரிவாக்கம்
uk: Частота повного оновлення (не нічний режим)
zh_hans: 完全刷新频率 （夜间模式下无效）

source: Full refresh rate (in night mode)
es: Frecuencia de actualización completa (en modo nocturno)
fr: Taux de rafraîchissement complet (en mode nuit)
ga: Ráta athnuachana iomlán (i mód oíche)
it: Frequenza di aggiornamento completo (in modalità notturna)
nl: Volledige verversfrequentie (in nachtmodus)
pt_br: Taxa de atualização total (em modo noturno)
pt_pt: Taxa máxima de atualização (em modo noturno)
sk: Plná obnovovacia frekvencia (v nočnom režime)
sr: Пуна учесталост освежавања (у ноћном режиму)
ta: மாறுபாடு
uk: Повна частота оновлення (нічний режим)
zh_hans: 完全刷新频率 （夜间模式下）

source: Always flash on chapter boundaries
es: Parpadear siempre en límites de capítulos
fr: Toujours flasher aux limites des chapitres
ga: Splanc i gcónaí ar theorainneacha caibidle
it: Aggiorna sempre al cambio capitolo
nl: Altijd verversen op hoofdstukgrenzen
pt_br: Sempre atualizar a tela ao trocar de capítulo
pt_pt: Flashar sempre no limite de capítulos
sk: Šírka písma
sr: Увек трепни на границама поглавља
ta: எழுத்துரு எடை
uk: Завжди оновлювати на межі розділів
zh_hans: 进入新章节时始终刷新
