Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Hide and exclude certain parts of your book like <b>Appendix, Index, References</b> etc. for more accurate page counts <a href="#L2-hiddenflows" class="internalink"></a>
es: Oculta o excluye ciertas partes del libro como <b>Apéndices, Índices, Referencias</b>, etc. para un recuento más preciso de páginas <a href="#L2-hiddenflows" class="internalink"></a>
fr: Masquez et excluez certaines parties de votre livre comme <b>Annexe, Index, Références</b>, etc., pour obtenir un comptage de pages plus précis <a href="#L2-hiddenflows" class="internalink"></a>
ga: Folaigh agus eisiaigh codanna áirithe de do leabhar ar nós <b>Aguisín, Innéacs, Tagairtí</b> srl. le haghaidh comhaireamh leathanach níos cruinne <a href="#L2-hiddenflows" class="internalink"></a>
it: Nascondere ed escludere alcune parti del libro come <b>Appendice, Indice, Riferimenti</b> ecc. per un conteggio più accurato delle pagine. <a href="#L2-hiddenflows" class="internalink"></a>
nl: Verberg en sluit bepaalde delen van het boek uit, zoals <b>Bijlage, Index, Referenties</b> enz. voor nauwkeurigere paginatellingen <a href="#L2-hiddenflows" class="internalink"></a>
pt_br: Esconda e exclua certas partes do seu livro como <b>Apêndice, Índice, Referências</b> etc. para um contador de páginas mais exato <a href="#L2-hiddenflows" class="internalink"></a>
pt_pt: Ocultar e excluir certas partes do seu livro como o <b>Apêndice, Índice, Referências,</b> etc. para contagens de páginas mais precisas <a href="#L2-hiddenflows" class="internalink"></a>
sk: Skryť a vylúčiť určité časti knihy, ako napríklad <b>Prílohy, Index, Referencie</b> atď., pre presnejšie počty strán <a href="#L2-hiddenflows" class="internalink"></a>
sr: Сакријте и искључите одређене делове књиге као што су <b>Додатак, Индекс, Референце</b> итд. и имаћете прецизније бројање страница <a href="#L2-hiddenflows" class="internalink"></a>
ta: <b> பின் இணைப்பு, குறியீட்டு, குறிப்புகள் </b> போன்ற உங்கள் புத்தகத்தின் சில பகுதிகளை மறைத்து விலக்குங்கள். இன்னும் துல்லியமான பக்க எண்ணிக்கைகளுக்கு <a href = "#l2-hiddenflows" வகுப்பு = "interning">  </a>
uk: Приховування і виключення певних частин книги (наприклад, <b>додаток, зміст, бібліографічні посилання</b> тощо) для точнішого підрахунку сторінок під час читання <a href="#L2-hiddenflows" class="internalink"></a>
zh_hans: 隐藏或排除如<b>附录、索引和备注</b>等部分，以获得更准确的页数统计<a href="#L2-hiddenflows" class="internalink"></a>

source: Control KOReader like a virtuoso
es: Controlar KOReader como un virtuoso
fr: Contrôlez KOReader comme un virtuose
ga: Rialú KOReader mar dhuine fíorúil
it: Controllare KOReader come un virtuoso
nl: Bestuur KOReader als een virtuoos
pt_br: Controle o KOReader como um virtuoso
pt_pt: Controlar o KOReader como um virtuoso
sk: Ovládajte KOReader ako virtuóz
sr: Контролишете KOReader као виртуоз
ta: ஒரு விர்ச்சுவோசோ போன்ற கொரியாடரை கட்டுப்படுத்தவும்
uk: Керування KOReader'ом
zh_hans: 玩转KOReader

source: Powerful <b>gesture system</b> with 200+ actions allows you to control every aspect of KOReader with a tap or swipe <a href="#L2-gesturecategories" class="internalink"></a>
es: Un potente <b>sistema de gestos</b> con más de 200 acciones te permite controlar cualquier aspecto de KOReader con un toque o deslizamiento <a href="#L2-gesturecategories" class="internalink"></a>
fr: Un puissant <b>système de gestes</b> avec plus de 200 actions vous permet de contrôler chaque aspect de KOReader d’un simple tapotement ou balayage <a href="#L2-gesturecategories" class="internalink"></a>
ga: Ligeann córas <b>gothaí</b> cumhachtach le breis is 200 gníomh duit gach gné de KOReader a rialú le sconna nó svaidhpeáil <a href="#L2-gesturecategories" class="internalink"></a>
it: Il potente <b>sistema gestuale</b> con oltre 200 azioni permette di controllare ogni aspetto di KOReader con un tocco o uno scorrimento. <a href="#L2-gesturecategories" class="internalink"></a>
nl: Krachtig <b>gebarensysteem</b> met 200+ acties laat je elk aspect van KOReader bedienen met een tik of veeg <a href="#L2-gesturecategories" class="internalink"></a>
pt_br: Um poderoso <b>sistema de gestos</b> com mais de 200 ações permite que você controle cada aspecto do KOReader com um toque ou deslizar <a href="#L2-gesturecategories" class="internalink"></a>
pt_pt: <b>Sistema de gestos</b> poderoso com 200+ ações permite-lhe controlar qualquer aspeto do KOReader com um toque ou deslize do dedo <a href="#L2-gesturecategories" class="internalink"></a>
sk: Výkonný <b>systém gest</b> s viac ako 200 akciami vám umožňuje ovládať každý aspekt KOReaderu ťuknutím alebo potiahnutím <a href="#L2-gesturecategories" class="internalink"></a>
sr: Моћан <b>систем гестикулација</b> са 200+ акција вам омогућава да тапом или превлачењем контролишете сваки детаљ програма KOReader <a href="#L2-gesturecategories" class="internalink"></a>
ta: 200+ செயல்களுடன் சக்திவாய்ந்த <b> சைகை அமைப்பு </b> கொரியாடரின் ஒவ்வொரு அம்சத்தையும் ஒரு குழாய் அல்லது ச்வைப் மூலம் கட்டுப்படுத்த உங்களை அனுமதிக்கிறது <a href = "#l2-gusturecategories" வகுப்பு = "interning">  </a>
uk: <b>Система керування жестами</b> з 200+ дій, якими можна контролювати кожну дрібницю в KOReader за допомогою дотику чи проведення пальцем <a href="#L2-gesturecategories" class="internalink"></a>
zh_hans: 拥有两百多种操作的强大<b>手势交互系统</b>，只需点按或滑动即可操作KOReader于股掌中<a href="#L2-gesturecategories" class="internalink"></a>

source: If you have a keyboard (internal, wired or bluetooth) you can also assign keyboard shortcuts to these actions <a href="#L2-keyboardshortcuts" class="internalink"></a>
es: Si dispones de un teclado (interno, cableado o por bluetooth) puedes asignar atajos a estas acciones <a href="#L2-keyboardshortcuts" class="internalink"></a>
fr: Si vous disposez d’un clavier (interne, filaire ou Bluetooth), vous pouvez également attribuer des raccourcis clavier à ces actions <a href="#L2-keyboardshortcuts" class="internalink"></a>
ga: Má tá méarchlár agat (inmheánach, sreangaithe nó bluetooth) is féidir leat aicearraí méarchláir a shannadh do na gníomhartha seo freisin <a href="#L2-keyboardshortcuts" class="internalink"></a>
it: Se si dispone di una tastiera (interna, cablata o bluetooth) è anche possibile assegnare scorciatoie da tastiera a queste azioni. <a href="#L2-keyboardshortcuts" class="internalink"></a>
nl: Als je een toetsenbord hebt (intern, bekabeld of bluetooth) kun je ook sneltoetsen aan deze acties toewijzen <a href="#L2-keyboardshortcuts" class="internalink"></a>
pt_br: Se você tem um teclado (interno, com fio ou bluetooth) você também pode definir atalhos de teclado para essas ações <a href="#L2-keyboardshortcuts" class="internalink"></a>
pt_pt: Se tiver um teclado (interno, com fios ou ligado por Bluetooth) também pode atribuir atalhos de teclado para estas ações <a href="#L2-keyboardshortcuts" class="internalink"></a>
sk: Ak máte klávesnicu (internú, káblovú alebo Bluetooth), môžete týmto akciám priradiť aj klávesové skratky <a href="#L2-keyboardshortcuts" class="internalink"></a>
sr: Ако имате тастатуру (интерну, жичану или bluetooth), овим акцијама можете да доделите и пречице на тастатури <a href="#L2-keyboardshortcuts" class="internalink"></a>
ta: உங்களிடம் ஒரு விசைப்பலகை இருந்தால் (உள், கம்பி அல்லது புளூடூத்) இந்த செயல்களுக்கு விசைப்பலகை குறுக்குவழிகளையும் ஒதுக்கலாம் <a href = "#l2-keyboardshortcuts" வகுப்பு = "interning">  </a>
uk: За наявності клавіатури (вбудованої в пристрій, провідної або Bluetooth) можна також призначити комбінації клавіш на виконання цих дій <a href="#L2-keyboardshortcuts" class="internalink"></a>
zh_hans: 支持实体键盘（无论阅读设备集成还是通过有线或蓝牙连接的外设），可将键盘快捷键与特定操作绑定<a href="#L2-keyboardshortcuts" class="internalink"></a>

source: Or create your own menus with your favorite actions with <span class="ui">Quick Menu</span> and access them with a tap or swipe <a href="#L2-quickmenu" class="internalink"></a>
es: O crea tus propios menús con tus acciones favoritas mediante el <span class="ui">Menú rápido</span> y accede con un toque o deslizamiento <a href="#L2-quickmenu" class="internalink"></a>
fr: Ou créez vos propres menus avec vos actions préférées grâce au <span class="ui">Menu rapide</span>, et accédez-y d’un simple tapotement ou balayage <a href="#L2-quickmenu" class="internalink"></a>
ga: Nó cruthaigh do bhiachláir féin le do ghníomhartha is fearr leat le <span class="ui">Roghchlár Tapa</span> agus rochtain a fháil orthu le sconna nó svaidhpeáil <a href="#L2-quickmenu" class="internalink"></a>
it: Oppure create i vostri menu con le vostre azioni preferite con <span class="ui">Menu Rapido</span> e accedete ad essi con un tocco o uno scorrimento. <a href="#L2-quickmenu" class="internalink"></a>
nl: Of maak je eigen menu's met je favoriete acties met het <span class="ui">Snelmenu</span> en open ze met een tik of veeg <a href="#L2-quickmenu" class="internalink"></a>
pt_br: Ou crie seus próprios menus com suas ações favoritas com o <span class="ui">Menu Rápido</span> e acesse com um toque ou deslizar <a href="#L2-quickmenu" class="internalink"></a>
pt_pt: Ou crie os seus próprios menus com as suas ações preferidas com o <span class="ui">Menu Rápido</span> e aceda-lhes com um toque ou deslize do dedo <a href="#L2-quickmenu" class="internalink"></a>
sk: Alebo si vytvorte vlastné menu s obľúbenými akciami pomocou funkcie <span class="ui">Rýchle menu</span> a získajte k nim prístup ťuknutím alebo potiahnutím prsta <a href="#L2-quickmenu" class="internalink"></a>
sr: Или креирајте мени са својим омиљеним акцијама помоћу <span class="ui">Брзог менија</span> и приступите им тапом или превлачењем <a href="#L2-quickmenu" class="internalink"></a>
ta: Or create your own menus with your favorite செயல்கள் with <span class="ui">Quick Menu</span> and access them with a tap or swipe <a href="#L2-quickmenu" class="internalink"></a>
uk: Або створювати власні меню за допомогою функції <span class="ui">Швидке меню</span> та відкривати його дотиком або проведенням пальця по екрану <a href="#L2-quickmenu" class="internalink"></a>
zh_hans: 或将常用操作编入<span class="ui">快捷菜单</span>，通过点按或滑动快速触发<a href="#L2-quickmenu" class="internalink"></a>

source: Create <b>Profiles</b> to control every aspect of KOReader and automate actions <a href="#L2-profiles" class="internalink"></a>
es: Crea <b>Perfiles</b> para controlar cualquier aspecto de KOReader y automatizar acciones <a href="#L2-profiles" class="internalink"></a>
fr: Créez des <b>Profils</b> pour contrôler chaque aspect de KOReader et automatiser des actions <a href="#L2-profiles" class="internalink"></a>
ga: Cruthaigh <b>Próifílí</b> chun gach gné de KOReader a rialú agus gníomhartha a uathoibriú <a href="#L2-profiles" class="internalink"></a>
it: Creare <b>Profili</b> per controllare ogni aspetto di KOReader e per automatizzare le azioni. <a href="#L2-profiles" class="internalink"></a>
nl: Maak <b>Profielen</b> om elk aspect van KOReader te sturen en acties te automatiseren <a href="#L2-profiles" class="internalink"></a>
pt_br: Crie <b>Perfis</b> para controlar todos os aspectos do KOReader e automatizar ações <a href="#L2-profiles" class="internalink"></a>
pt_pt: Crie <b>Perfis</b> para controlar qualquer aspeto do KOReader e automatizar ações <a href="#L2-profiles" class="internalink"></a>
sk: Vytvoriť si <b>profily</b> na ovládanie všetkých aspektov KOReaderu a automatizáciu akcií <a href="#L2-profiles" class="internalink"></a>
sr: Креирајте <b>Профиле</b> којима контролишете сваки детаљ програма KOReader и аутоматизујте акције <a href="#L2-profiles" class="internalink"></a>
ta: கொரியாடரின் ஒவ்வொரு அம்சத்தையும் கட்டுப்படுத்த <b> சுயவிவரங்கள் </b> ஐ உருவாக்கவும், செயல்களை தானியங்குபடுத்தவும் <a href = "#l2-profiles" வகுப்பு = "interning">  </a>
uk: Створення <b>Профілів</b> для контролю кожної дрібниці в KOReader і автоматизації дій <a href="#L2-profiles" class="internalink"></a>
zh_hans: 编写<b>配置文档</b>实现对KOReader的全方位掌控及各类自动化操作<a href="#L2-profiles" class="internalink"></a>

source: Search, Lookup and Translation tools
es: Herramientas de Búsqueda y Traducción
fr: Outils de recherche, de recherche et de traduction
ga: Uirlisí Cuardaigh, Cuardaigh agus Aistriúcháin
it: Strumenti di ricerca, ricerca e traduzione
nl: Zoek-, opzoek- en vertaaltools
pt_br: Ferramentas de Pesquisa, Consulta e Tradução
pt_pt: Ferramentas de Pesquisa, Consulta e Tradução
sk: Nástroje na hľadanie, prehľadávanie a preklad
sr: Алати за претрагу, тражење и превод
ta: தேடல், தேடல் மற்றும் மொழிபெயர்ப்பு கருவிகள்
uk: Інструменти пошуку, огляду і перекладу
zh_hans: 搜索、查阅和翻译工具

source: Search the document by selecting or entering text (including <b>regular expressions</b>)
es: Busca en el documento escribiendo el texto o mediante selección (incluidas <b>expresiones regulares</b>)
fr: Recherchez dans le document en sélectionnant ou en saisissant du texte (y compris les <b>expressions régulières</b>)
ga: Cuardaigh an doiciméad trí théacs a roghnú nó a iontráil (lena n-áirítear <b>nathanna rialta</b>)
it: Cercare nel documento selezionando o inserendo testo (comprese le <b>espressioni regolari</b>)
nl: Zoek in het document door tekst te selecteren of in te voeren (inclusief <b>reguliere expressies</b>)
pt_br: Buscar no documento selecionando ou digitando texto (incluindo <b>expressões regulares</b>)
pt_pt: Procurar no documento selecionando ou introduzindo texto (incluindo <b>expressões regulares</b>)
sk: Vyhľadávanie v dokumente výberom alebo zadaním textu (vrátane <b>regulárnych výrazov</b>)
sr: Претражујте документ одабирањем или уносом текста (укључујући <b>регуларне изразе</b>)
ta: 130 க்கும் மேற்பட்ட மொழிகளுக்கு இடையில் முழு பக்கத்தையும் ஒரே நேரத்தில் மொழிபெயர்க்கவும்
uk: Пошук в документі, виділяючи або вписуючи текст (включно з <b>регулярними виразами</b>)
zh_hans: 通过选中文本或手动输入来检索书籍（支持<b>正则表达式</b>）

source: Search in your bookmarks, highlights and notes
es: Busca en los marcadores, subrayados y notas
fr: Recherchez dans vos signets, surlignages et notes
ga: Cuardaigh i do leabharmharcanna, buaicphointí agus nótaí
it: Ricerca nei segnalibri, nelle evidenziazioni e nelle note
nl: Zoek in je bladwijzers, markeringen en notities
pt_br: Buscar em seus marcadores, destaques e notas
pt_pt: Procurar nos seus marcadores, destaques e notas
sk: Hľadať vo vašich záložkách, zvýrazneniach a poznámkach
sr: Претражујте по маркерима, истицањима и белешкама
ta: உங்கள் புக்மார்க்குகள், சிறப்பம்சங்கள் மற்றும் குறிப்புகளில் தேடுங்கள்
uk: Пошук у закладках, виділеному та нотатках
zh_hans: 在书签、标注及笔记中检索

source: Lookup text in <span class="external">Wikipedia</span> or in installed dictionaries and translate it by a long-tap
es: Busca un texto en <span class="external">Wikipedia</span> o en los diccionarios instalados y tradúcelo con un toque largo
fr: Consultez du texte dans <span class="external">Wikipédia</span> ou dans les dictionnaires installés et traduisez-le par un appui long
ga: Cuardaigh téacs i <span class="external">Vicipéid</span> nó i bhfoclóirí suiteáilte agus aistrigh é le tapáil fhada
it: Cercate un testo in <span class="external">Wikipedia</span> o nei dizionari installati e traducetelo con un tocco prolungato
nl: Zoek tekst op in <span class="external">Wikipedia</span> of in geïnstalleerde woordenboeken en vertaal het met een lange tik
pt_br: Consulte texto na <span class="external">Wikipédia</span> ou nos dicionários instalados e traduza com um toque longo
pt_pt: Consultar informação sobre o texto na <span class="external">Wikipédia</span> ou em dicionários instalados e traduzi-lo com um toque longo
sk: Vyhľadávať text na <span class="external">Wikipédii</span> alebo v nainštalovaných slovníkoch a dlhým dotykom prstu ho preložiť
sr: Дугим тапом потражите текст у <span class="external">Википедији</span> или у инсталираним речницима и преведите га
ta: <ச்பான் வகுப்பு = "வெளிப்புற"> விக்கிபீடியா </span> அல்லது நிறுவப்பட்ட அகராதிகளில் தேடல் உரை மற்றும் நீண்ட தட்டினால் மொழிபெயர்க்கவும்
uk: Пошук тексту у <span class="external">Вікіпедії</span> або у встановлених словниках і переклад його затисканням
zh_hans: 长按文本快速翻译，或查阅<span class="external">维基百科</span>及已安装的词典

source: Translate whole page at once between more than 130 languages
es: Traduce de una vez una página completa a uno de los más de 130 idiomas
fr: Traduisez toute la page en une seule fois dans plus de 130 langues
ga: Aistrigh leathanach iomlán ag an am céanna idir níos mó ná 130 teanga
it: Tradurre l'intera pagina in una volta sola tra più di 130 lingue
nl: Vertaal hele pagina's tegelijk tussen meer dan 130 talen
pt_br: Traduza páginas inteiras de uma só vez em mais de 130 idiomas
pt_pt: Traduzir a página inteira de uma só vez entre mais de 130 idiomas
sk: Preložiť naraz celú stránku do viac než 130 jazykov
sr: Преводите целу страницу одједном између више од 130 језика
ta: 130 க்கும் மேற்பட்ட மொழிகளுக்கு இடையில் முழு பக்கத்தையும் ஒரே நேரத்தில் மொழிபெயர்க்கவும்
uk: Переклад одразу цілої сторінки на понад 130 мов
zh_hans: 一键将整页内容译为多达130种语言

source: With our poweful plugin system, you can even discuss the text with <span class="external">ChatGPT</span> (after installing the plugin) <a href="#L2-plugintypes" class="internalink"></a>
es: Con el potente sistema de complementos incluso puedes comentar el texto con <span class="external">ChatGPT</span> (tras instalar el complemento) <a href="#L2-plugintypes" class="internalink"></a>
fr: Avec notre puissant système de plugins, vous pouvez même discuter du texte avec <span class="external">ChatGPT</span> (après avoir installé le plugin) <a href="#L2-plugintypes" class="internalink"></a>
ga: Leis an gcóras breiseán cumhachtach atá againn, is féidir leat an téacs a phlé le <span class="external">ChatGPT</span> (tar éis an breiseán a shuiteáil) <a href="#L2-plugin types" class="internalink"></a>
it: Con il nostro potente sistema di plugin, potete anche discutere il testo con <span class="external">ChatGPT</span> (dopo aver installato il plugin). <a href="#L2-plugintypes" class="internalink"></a>
nl: Met ons krachtige plugin-systeem kun je zelfs de tekst bespreken met <span class="external">ChatGPT</span> (na installatie van de plugin) <a href="#L2-plugintypes" class="internalink"></a>
pt_br: Com nosso poderoso sistema de plugins, você pode até discutir o texto com o <span class="external">ChatGPT</span> (após instalar o plugin) <a href="#L2-plugintypes" class="internalink"></a>
pt_pt: Com o nosso sistema de plugins poderoso, até pode discutir o texto com o <span class="external">ChatGPT</span> (depois de instalar o plugin) <a href="#L2-plugintypes" class="internalink"></a>
sk: Vďaka nášmu výkonnému systému doplnkov môžete dokonca diskutovať o texte s <span class="external">ChatGPT</span> (po nainštalovaní doplnku) <a href="#L2-plugintypes" class="internalink"></a>
sr: Помоћу нашег моћног система додатака, можете чак и да дискутујете о тексту са <span class="external">ChatGPT</span> (након инсталирања додатка) <a href="#L2-plugintypes" class="internalink"></a>
ta: எங்கள் பவர்ஃபுல் சொருகி அமைப்பு மூலம், நீங்கள் <ச்பான் கிளாச் = "வெளிப்புற"> சாட்ச்ட் </ச்பான்> (சொருகி நிறுவிய பின்) <a href = "#l2-plugintypes" வகுப்பு = "interning">  </a> உடன் உரையை விவாதிக்கலாம்
uk: Потужна система модулів, яка дозволяє навіть обговорити текст з <span class="external">ChatGPT</span> (після встановлення модуля) <a href="#L2-plugintypes" class="internalink"></a>
zh_hans: 借助强大的插件系统，用户甚至可以与<span class="external">ChatGPT</span>讨论书籍内容（须安装特定插件）<a href="#L2-plugintypes" class="internalink"></a>

source: KOReader can control your device
es: KOReader puede controlar tu dispositivo
fr: KOReader peut contrôler votre appareil
ga: Is féidir le KOReader do ghléas a rialú
it: KOReader può controllare il dispositivo
nl: KOReader kan je apparaat besturen
pt_br: O KOReader pode controlar seu dispositivo
pt_pt: O KOReader pode controlar o seu dispositivo
sk: KOReader dokáže ovládať vaše zariadenie
sr: KOReader може да контролише ваш уређај
ta: உங்கள் சாதனத்தை கொரியடர் கட்டுப்படுத்த முடியும்
uk: KOReader може контролювати ваш пристрій
zh_hans: KOReader可以控制你的设备

source: KOReader can update itself <a href="#L2-devicetips" class="internalink"></a>
es: KOReader puede actualizarse solo <a href="#L2-devicetips" class="internalink"></a>
fr: KOReader peut se mettre à jour <a href="#L2-devicetips" class="internalink"></a>
ga: Is féidir le KOReader é féin a nuashonrú <a href="#L2-devicetips" class="internalink"></a>
it: KOReader può aggiornarsi da solo. <a href="#L2-devicetips" class="internalink"></a>
nl: KOReader kan zichzelf updaten <a href="#L2-devicetips" class="internalink"></a>
pt_br: O KOReader pode se atualizar <a href="#L2-devicetips" class="internalink"></a>
pt_pt: O KOReader pode manter-se atualizado <a href="#L2-devicetips" class="internalink"></a>
sk: KOReader sa dokáže aktualizovať sám <a href="#L2-devicetips" class="internalink"></a>
sr: KOReader може сам себе да ажурира <a href="#L2-devicetips" class="internalink"></a>
ta: கொரியடர் தன்னை புதுப்பிக்க முடியும் <a href = "#l2-devicetips" வகுப்பு = "interning">  </a>
uk: KOReader може самостійно оновлюватися <a href="#L2-devicetips" class="internalink"></a>
zh_hans: KOReader可自动更新<a href="#L2-devicetips" class="internalink"></a>

source: Dim or turn off your <b>screen light</b> after a set interval
es: Enciende o apaga <b>la luz de la pantalla</b> después de un intervalo establecido
fr: Réduisez l'intensité ou éteignez le<b>rétroéclairage de l'écran</b> après un temps défini
ga: Laghdaigh nó múch solas do <b>scáileáin</b> tar éis eatramh socraithe
it: Diminuire o spegnere la luce dello <b>schermo</b> dopo un intervallo di tempo prestabilito
nl: Dim of zet je <b>schermverlichting</b> uit na een ingesteld interval
pt_br: Diminua ou desligue a <b>luz da tela</b> depois de um intervalo definido
pt_pt: Diminua ou desligue a <b>luz da tela</b> após um intervalo definido
sk: Nastaviť pre batériu <b>upozornenia na stav nabitia</b> pre zabránenie jej hlbokého vybitia/prebitia
sr: Затамните или искључите <b>екранско светло</b> након постављеног интервала
ta: ஆழ்ந்த வெளியேற்றத்தைத் தடுக்க/அதிக கட்டணம் வசூலிக்க பேட்டரி <b> சார்ச் லிமிட் அலாரங்கள் </b>
uk: Зменшення яскравості або вимкнення <b>підсвічування екрану</b> через вказаний проміжок часу
zh_hans: 在设定的时间间隔后调暗或关闭<b>屏幕亮度</b>
