Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_blue">INFO</span> Be aware that <span class="external">Calibre</span> changes the metadata within the book itself, so the changed metadata is visible outside of <span class="external">Calibre</span>. But KOReader doesn't change the book file, it only adds custom metadata as a file in the book's <b>.sdr folder</b>, so this metadata is visible in KOReader only.
es: <span class="label_blue">INFO</span> Tenga en cuenta que <span class="external">Calibre</span> modifica los metadatos dentro del libro, por lo que estos son visibles fuera de <span class="external">Calibre</span>. Sin embargo, KOReader no modifica el archivo del libro; solo añade metadatos personalizados como un archivo en la <b>carpeta .sdr</b> del libro, por lo que estos metadatos solo son visibles en KOReader.
fr: <span class="label_blue">INFO</span> Sachez que <span class="external">Calibre</span> modifie les métadonnées dans le livre lui-même, de sorte que les métadonnées modifiées sont visibles en dehors de <span class="external">Calibre</span>. Mais KOReader ne modifie pas le fichier du livre, il ajoute uniquement des métadonnées personnalisées sous forme de fichier dans le dossier <b>.sdr du livre</b>, de sorte que ces métadonnées ne sont visibles que dans KOReader.
ga: <span class="label_blue">EOLAS</span> Tabhair faoi deara go n-athraíonn <span class="external">Calibre</span> na meiteashonraí laistigh den leabhar féin, mar sin tá na meiteashonraí athraithe le feiceáil lasmuigh de <span class="external">Calibre</span>. Ach ní athraíonn KOReader an comhad leabhair, ní chuireann sé ach meiteashonraí saincheaptha leis mar chomhad i bhfillteán <b>.sdr</b> an leabhair, mar sin níl na meiteashonraí seo le feiceáil ach i KOReader.
it: <span class="label_blue">INFO</span> Si tenga presente che <span class="external">Calibre</span> modifica i metadati all'interno del libro stesso, quindi i metadati modificati sono visibili al di fuori di <span class="external">Calibre</span>. Ma KOReader non modifica il file del libro, aggiunge solo metadati personalizzati come file nella cartella <b>.sdr</b> del libro, quindi questi metadati sono visibili solo in KOReader.
nl: <span class="label_blue">INFO</span> Weet dat <span class="external">Calibre</span> de metadata in het boek zelf wijzigt, zodat de gewijzigde metadata ook buiten <span class="external">Calibre</span> zichtbaar is. KOReader wijzigt het boekbestand niet; het voegt alleen aangepaste metadata toe als bestand in de <b>.sdr-map</b> van het boek, dus die metadata is alleen in KOReader zichtbaar.
pt_br: <span class="label_blue">INFO</span> Tenha em mente que o <span class="external">Calibre</span> altera os metadados dentro do próprio arquivo do livro, portanto os metadados modificados ficam visíveis fora do <span class="external">Calibre</span>. Já o KOReader não altera o arquivo do livro: ele apenas adiciona metadados personalizados como um arquivo na <b>pasta .sdr</b> do livro, então esses metadados ficam visíveis somente no KOReader.
sk: <span class="label_blue">INFORMÁCIA</span> Upozorňujeme, že <span class="external">Calibre</span> mení metadáta v samotnej knihe, takže zmenené metadáta sú viditeľné aj mimo <span class="external">Calibre</span>. KOReader však nemení súbor knihy, iba pridá vlastné metadáta ako súbor do <b>.sdr priečinka</b> knihy, takže tieto metadáta sú viditeľné iba v KOReaderi.
sr: <span class="label_blue">ИНФО</span> Имајте на уму да <span class="external">Calibre</span> мења метаподатке у самој књизи, тако да су измењени метаподаци видљиви и ван апликације <span class="external">Calibre</span>. Али KOReader не мења фајл књиге, он само додаје произвољне метаподатке као фајл у<b>.sdr фолдеру</b> књиге, тако да ове метаподатке види само KOReader.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் </span> புத்தகத்திற்குள்ளேயே மெட்டாடேட்டாவை மாற்றுகிறது என்பதை அறிந்து கொள்ளுங்கள், எனவே மாற்றப்பட்ட மேனிலை தரவு <ச்பான் வகுப்பு = "வெளிப்புற"> காலிபர் </ச்பான்> க்கு வெளியே தெரியும். ஆனால் கொரியடர் புத்தகக் கோப்பை மாற்றவில்லை, இது தனிப்பயன் மெட்டாடேட்டாவை புத்தகத்தின் <b> .sdr கோப்புறை </b> இல் ஒரு கோப்பாக மட்டுமே சேர்க்கிறது, எனவே இந்த மேனிலை தரவு கொரியாடரில் மட்டுமே தெரியும்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Майте на увазі, що <span class="external">Calibre</span> змінює метадані у файлі книги, тому змінені метадані видно поза <span class="external">Calibre</span>. А KOReader не змінює файл книги, він лише додає власні метадані як окремий файл до теки <b>.sdr</b>, що пов'язана з книгою, тому ці метадані видно лише в KOReader.
zh_hans: <span class="label_blue">说明</span> 请注意，<span class="external">Calibre</span>会改写书籍内部的元数据，因此将文件从<span class="external">Calibre</span>中导出后，修改过的元数据仍然有效；但KOReader不会修改书籍文件，而是将自定义的书籍元数据以独立文件的形式存储于与书籍关联的<b>.sdr文件夹</b>中，因此这些改动的元数据仅可使用KOReader查看。

source: Searching in collections
es: Buscando en colecciones
fr: Recherche dans les collections
ga: Ag cuardach i mbailiúcháin
it: Ricerca nelle collezioni
nl: Zoeken in collecties
pt_br: Buscando em coleções
pt_pt: Pesquisando nas coleções
sk: Vyhľadávanie v zbierkach
sr: Претрага у збиркама
ta: சேகரிப்புகளில் தேடுகிறது
uk: Пошук у добірках
zh_hans: 在书单中检索

source: There are two types of search you can perform in collections: You can search for a phrase <b>in the book titles and metadata</b> or you can also search <b>inside the book texts</b>. You can open the search dialog from:
es: Hay dos tipos de búsqueda que puedes realizar en las colecciones: puedes buscar una frase en los <b>títulos y metadatos de los libros</b> o <b>dentro de los textos</b>. Puedes abrir el cuadro de búsqueda desde:
fr: Il existe deux types de recherche que vous pouvez effectuer dans les collections : vous pouvez rechercher une expression <b>dans les titres des livres et les métadonnées</b> ou vous pouvez également effectuer une recherche <b>dans le texte des livres</b>. Vous pouvez ouvrir la boîte de dialogue de recherche à partir de :
ga: Tá dhá chineál cuardaigh ann ar féidir leat a dhéanamh i mbailiúcháin: Is féidir leat frása a chuardach <b>i dteidil agus i meiteashonraí na leabhar</b> nó is féidir leat cuardach a dhéanamh <b>laistigh de théacsanna na leabhar</b> freisin. Is féidir leat an dialóg cuardaigh a oscailt ó:
it: È possibile eseguire due tipi di ricerca nelle raccolte: è possibile cercare una frase <b>nei titoli dei libri e nei metadati</b> o anche <b>all'interno dei testi dei libri</b>. È possibile aprire la finestra di dialogo di ricerca da:
nl: Er zijn twee soorten zoekopdrachten die je in collecties kunt uitvoeren: je kunt zoeken naar een term <b>in de boektitels en metadata</b>, of je kunt zoeken <b>in de boekteksten</b>. Je opent het zoekdialoog via:
pt_br: Há dois tipos de busca que você pode realizar nas coleções: você pode procurar por uma expressão <b>nos títulos e metadados dos livros</b> ou também pode buscar <b>dentro do texto dos livros</b>. Você pode abrir a caixa de busca em:
sk: V zbierkach môžete vykonávať dva typy vyhľadávania: Môžete vyhľadávať frázu <b>v názvoch kníh a metadátach</b> alebo môžete vyhľadávať aj <b>v textoch kníh</b>. Dialógové okno vyhľadávania môžete otvoriť z:
sr: Постоје два типа претраге које можете да извршите над збиркама: можете да тражите фразу <b>у насловима књиге и метаподацима</b> или можете такође да тражите и <b>унутар текста књиге</b>. Дијалог претраге можете да отворите из:
ta: சேகரிப்பில் நீங்கள் செய்யக்கூடிய இரண்டு வகையான தேடல்கள் உள்ளன: நீங்கள் ஒரு சொற்றொடரைத் தேடலாம் <b> புத்தக தலைப்புகள் மற்றும் மேனிலை தரவு </b> அல்லது புத்தக உரைகள் </b> க்குள் <b> ஐ தேடலாம். நீங்கள் தேடல் உரையாடலைத் திறக்கலாம்:
uk: У добірках можна здійснювати два види пошуку: можна шукати вираз <b>у назвах книг і метаданих</b> або <b>всередині текстів книг</b>. Діалогове вікно пошуку можна відкрити тут:
zh_hans: 在书单中有两种不同的搜索操作：在<b>书名及元数据</b>检索关键词，或者在<b>书籍内文</b>搜索。搜索对话框可通过下列路径呼出：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections search
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Colecciones / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Búsqueda de colecciones
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Recherche dans les collections
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Bailiúcháin / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Cuardach bailiúcháin
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collezioni / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Ricerca collezioni
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collecties / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Zoeken in collecties
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Coleções / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Buscar em coleções
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Zbierky / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Vyhľadávanie v zbierkach
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Збирке / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Претрага збирки
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / TOP_AMBURGER.SVG" பாணி = "அகலம்: 26px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Добірки / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Пошук добірок
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / 书单 / <img loading="lazy" class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / 在书单中检索

source: If you want to perform a search <b>in the book texts</b>, please keep these points in mind:
es: Si desea realizar una búsqueda <b>en los textos de los libros</b>, tenga en cuenta estos puntos:
fr: Si vous souhaitez effectuer une recherche <b>dans les textes des livres</b>, veuillez garder à l'esprit les points suivants :
ga: Más mian leat cuardach a dhéanamh <b>i dtéacsanna an leabhair</b>, coinnigh na pointí seo i gcuimhne le do thoil:
it: Se volete effettuare una ricerca <b>nei testi dei libri</b>, tenete presente questi punti:
nl: Als je <b>in de boekteksten</b> wilt zoeken, houd dan rekening met het volgende:
pt_br: Se você quiser realizar uma busca <b>no texto dos livros</b>, tenha em mente os seguintes pontos:
sk: Ak chcete vyhľadávať <b>v textoch kníh</b>, majte na pamäti tieto body:
sr: Ако желите да извршите претрагу <b>по текстовима књига</b>, молимо вас да имате на уму следеће:
ta: புத்தக உரைகள் </b> இல் நீங்கள் ஒரு தேடலைச் செய்ய விரும்பினால், தயவுசெய்து இந்த புள்ளிகளை மனதில் கொள்ளுங்கள்:
uk: Якщо бажаєте виконати пошук <b>у текстах книг</b>, пам’ятайте про таке:
zh_hans: 在<b>检索书籍全文</b>时有以下几点需要注意：

source: This type of search is only available if you open the <span class="ui">collections</span> from the <span class="ui">file browser</span>. It is <b>not available</b> from the reading screen.
es: Este tipo de búsqueda solo está disponible si abre las <span class="ui">colecciones</span> desde el <span class="ui">explorador de archivos</span>. <b>No está disponible</b> desde la pantalla de lectura.
fr: Ce type de recherche n'est disponible que si vous ouvrez les <span class="ui">collections</span> à partir de l'<span class="ui">Explorateur de fichiers</span>. Il n'est <b>pas disponible</b> à partir de l'écran de lecture.
ga: Níl an cineál cuardaigh seo ar fáil ach amháin má osclaíonn tú na <span class="ui">bailiúcháin</span> ón <span class="ui">bhrabhsálaí comhad</span>. <b>Níl</b> sé ar fáil ón scáileán léitheoireachta.
it: Questo tipo di ricerca è disponibile solo se si aprono le <span class="ui">collezioni</span> dal <span class="ui">navigatore dei file</span>. <b>Non è disponibile</b> nella schermata di lettura.
nl: Dit type zoekopdracht is alleen beschikbaar als je de <span class="ui">collecties</span> via de <span class="ui">Bestandsverkenner</span> opent. Het is <b>niet beschikbaar</b> vanuit het leesscherm.
pt_br: Este tipo de busca só está disponível se você abrir as <span class="ui">coleções</span> a partir do <span class="ui">Explorador de arquivos</span>. Não está <b>disponível</b> na tela de leitura.
sk: Tento typ vyhľadávania je k dispozícii iba v prípade, že otvoríte <span class="ui">zbierky</span> z <span class="ui">prehliadača súborov</span>. <b>Nie je k dispozícii</b> z režimu čítania.
sr: Ова врста претраге је доступна само ако <span class="ui">збирке</span> отворите из <span class="ui">прегледача фајлова</span>. <b>Не можете</b> да јој приступите из екрана читања.
ta: <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </ச்பான்> ஐ <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> இலிருந்து திறந்தால் மட்டுமே இந்த வகை தேடல் கிடைக்கும். இது <b> கிடைக்கவில்லை </b> வாசிப்புத் திரையில் இருந்து.
uk: Цей тип пошуку доступний лише якщо відкрити <span class="ui">Добірки</span> з <span class="ui">Оглядача файлів</span>. Він <b>недоступний</b> з екрану читання.
zh_hans: 这种搜索仅在通过<span class="ui">文件管理器</span>打开<span class="ui">书单</span>时才可用，在阅读视图下<b>不可用</b>。

source: This search can be slow (around 2 seconds per book in the collection). So if you have a crowded collection, it might take a long time.
es: Esta búsqueda puede ser lenta (unos 2 segundos por libro de la colección). Por lo tanto, si tienes una colección abarrotada, podría tardar bastante.
fr: Cette recherche peut être lente (environ 2 secondes par livre dans la collection). Si votre collection est volumineuse, cela peut donc prendre beaucoup de temps.
ga: Is féidir go mbeidh an cuardach seo mall (thart ar 2 shoicind in aghaidh an leabhair sa bhailiúchán). Mar sin, má tá bailiúchán plódaithe agat, d’fhéadfadh sé go dtógfadh sé tamall fada.
it: La ricerca può essere lenta (circa 2 secondi per ogni libro della collezione). Pertanto, se la collezione è molto affollata, potrebbe richiedere molto tempo.
nl: Deze zoekopdracht kan langzaam zijn (ongeveer 2 seconden per boek in de collectie). Als je een grote collectie hebt, kan het dus lang duren.
pt_br: Essa busca pode ser lenta (cerca de 2 segundos por livro na coleção). Portanto, se sua coleção for grande, pode demorar bastante.
sk: Toto vyhľadávanie môže byť pomalé (približne 2 sekundy na knihu v zbierke). Takže ak máte preplnenú zbierku, môže to trvať dlho.
sr: Ова претрага може бити доста спора (око 2 секунде по књизи у збирци). Тако да ако имате велику збирку, претрага може да потраје.
ta: இந்த தேடல் மெதுவாக இருக்கும் (சேகரிப்பில் ஒரு புத்தகத்திற்கு சுமார் 2 வினாடிகள்). எனவே உங்களிடம் நெரிசலான சேகரிப்பு இருந்தால், அதற்கு நீண்ட நேரம் ஆகலாம்.
uk: Цей пошук може бути повільним (близько 2 секунд на кожну книгу в добірці). Тому в переповнених добірках пошук може тривати довго.
zh_hans: 这种搜索可能非常缓慢（书单中的每本书大约耗时2秒），如果书单很长，搜索耗时将会非常久。

source: Search function depends on where you are in the <span class="ui">collections</span> window. If you are at the root level where you can see all your collections, search will be performed on all collections. If you want to search only in a specific collection, you have to tap and enter the collection. This is especially important if you are also searching in the book texts because it is a slow operation.
es: La función de búsqueda depende de dónde se encuentre en la ventana de <span class="ui">colecciones</span>. Si se encuentra en el nivel raíz, donde puede ver todas sus colecciones, la búsqueda se realizará en todas ellas. Si desea buscar solo en una colección específica, debe tocarla y acceder a ella. Esto es especialmente importante si también busca en los textos de los libros, ya que es una operación lenta.
fr: La fonction de recherche dépend de l'endroit où vous vous trouvez dans la fenêtre <span class="ui">collections</span>. Si vous êtes au niveau racine où vous pouvez voir toutes vos collections, la recherche sera effectuée sur toutes les collections. Si vous souhaitez effectuer une recherche uniquement dans une collection spécifique, vous devez appuyer dessus et entrer dans la collection. Ceci est particulièrement important si vous effectuez également une recherche dans les textes des livres, car il s'agit d'une opération lente.
ga: Braitheann feidhm an chuardaigh ar an áit a bhfuil tú sa fhuinneog <span class="ui">bailiúcháin</span>. Má tá tú ag an leibhéal fréimhe áit ar féidir leat do bhailiúcháin go léir a fheiceáil, déanfar cuardach ar na bailiúcháin go léir. Más mian leat cuardach a dhéanamh i mbailiúchán ar leith amháin, caithfidh tú tapáil agus dul isteach sa bhailiúchán. Tá sé seo thar a bheith tábhachtach má tá tú ag cuardach i dtéacsanna an leabhair freisin mar is oibríocht mhall í.
it: La funzione di ricerca dipende dalla posizione in cui ci si trova nella finestra <span class="ui">collezioni</span>. Se ci si trova al livello principale, dove è possibile vedere tutte le raccolte, la ricerca verrà eseguita su tutte le raccolte. Se si desidera cercare solo in una collezione specifica, è necessario toccare e inserire la collezione. Questo è particolarmente importante se si cerca anche nei testi dei libri, perché è un'operazione lenta.
nl: De zoekfunctie hangt af van waar je je bevindt in het venster <span class="ui">Collecties</span>. Bevind je je op het hoogste niveau waar je al je collecties ziet, dan wordt er in alle collecties gezocht. Wil je alleen in een specifieke collectie zoeken, tik er dan op om die te openen. Dit is vooral belangrijk als je ook in de boekteksten zoekt, omdat dat een trage bewerking is.
pt_br: A função de busca depende de onde você está na janela de <span class="ui">coleções</span>. Se você estiver no nível raiz, onde vê todas as suas coleções, a busca será realizada em todas elas. Se quiser buscar apenas em uma coleção específica, é preciso tocar e entrar na coleção. Isso é especialmente importante ao buscar no texto dos livros, pois a operação pode ser lenta.
sk: Funkcia vyhľadávania závisí od toho, kde sa v okne <span class="ui">zbierok</span> nachádzate. Ak sa nachádzate na koreňovej úrovni, kde vidíte všetky svoje zbierky, vyhľadávanie sa vykoná vo všetkých zbierkach. Ak chcete vyhľadávať iba v konkrétnej zbierke, musíte ťuknúť a vstúpiť do zbierky. Toto je obzvlášť dôležité, ak vyhľadávate aj v textoch kníh, pretože je to pomalá operácia.
sr: Функција претраге зависи од места на којем се налазите у прозору <span class="ui">збирке</span>. Ако се налазите на кореном нивоу на којем се виде све ваше збирке, претрага ће се извршити над свом збиркама. Ако желите да претражујете само у одређеној збирци, морате да тапнете и уђете у збирку. Ово је од посебне важности ако тражите и по текстовима књига јер је то доста спора операција.
ta: தேடல் செயல்பாடு <ச்பான் வகுப்பு = "யுஐ"> சேகரிப்புகள் </span> சாளரத்தில் நீங்கள் இருக்கும் இடத்தைப் பொறுத்தது. உங்கள் எல்லா சேகரிப்புகளையும் நீங்கள் காணக்கூடிய மூல மட்டத்தில் இருந்தால், எல்லா சேகரிப்புகளிலும் தேடல் செய்யப்படும். நீங்கள் ஒரு குறிப்பிட்ட தொகுப்பில் மட்டுமே தேட விரும்பினால், நீங்கள் சேகரிப்பைத் தட்டவும் உள்ளிடவும் வேண்டும். நீங்கள் புத்தக நூல்களில் தேடுகிறீர்கள் என்றால் இது மிகவும் முக்கியமானது, ஏனெனில் இது மெதுவான செயல்பாடு.
uk: Функція пошуку залежить від того, де ви знаходитесь у вікні <span class="ui">добірок</span>. Якщо ви знаходитесь у кореневому рівні, де можете бачити усі свої добірки, пошук буде виконано по усіх добірках. Якщо ж ви хочете шукати лише у певній добірці, необхідно торкнутися та вказати добірку. Це особливо важливо, якщо ви також шукаєте в текстах книг, оскільки це повільна операція.
zh_hans: 搜索功能会因当前所处的<span class="ui">书单</span>窗口层级而不同。当处于浏览全部书单的根目录视图下，搜索范围将包含全部书单。若要在特定书单内搜索，请点按进入该书单后再执行搜索操作。如果同时检索了书籍内文，这种区别将十分关键，因为那是一项颇为耗时的操作。

source: When you perform a search, results will be automatically saved as a new collection.
es: Cuando realice una búsqueda, los resultados se guardarán automáticamente como una nueva colección.
fr: Lorsque vous effectuez une recherche, les résultats sont automatiquement enregistrés dans une nouvelle collection.
ga: Nuair a dhéanann tú cuardach, sábhálfar na torthaí go huathoibríoch mar bhailiúchán nua.
it: Quando si esegue una ricerca, i risultati vengono salvati automaticamente come nuova collezione.
nl: Wanneer je een zoekopdracht uitvoert, worden de resultaten automatisch als een nieuwe collectie opgeslagen.
pt_br: Ao realizar uma busca, os resultados serão automaticamente salvos como uma nova coleção.
pt_pt: Quando executa uma procura, os resultados serão automaticamente salvos como uma nova colecção.
sk: Keď vykonáte vyhľadávanie, výsledky sa automaticky uložia ako nová zbierka.
sr: Када обавите претрагу, резултати ће се аутоматски сачувати као нова збирка.
ta: நீங்கள் ஒரு தேடலைச் செய்யும்போது, முடிவுகள் தானாகவே புதிய தொகுப்பாக சேமிக்கப்படும்.
uk: Під час виконання пошуку результати будуть автоматично збережені як нова добірка.
zh_hans: 执行一次搜索操作后，搜索结果将自动生成一份新书单。

source: Automatically synchronizing collections with folders
es: Sincronización automática de colecciones con carpetas
fr: Synchronisation automatique des collections avec les dossiers
ga: Sioncrónú uathoibríoch bailiúcháin le fillteáin
it: Sincronizzazione automatica delle collezioni con le cartelle
nl: Collecties automatisch synchroniseren met mappen
pt_br: Sincronizando automaticamente coleções com pastas
pt_pt: Sincronizar pasta de colecções automaticamente
sk: Automatická synchronizácia zbierok s priečinkami
sr: Аутоматско синхронизовање збирки са фолдерима
ta: கோப்புறைகளுடன் சேகரிப்புகளை தானாக ஒத்திசைக்கிறது
uk: Автоматична синхронізація добірок з теками
zh_hans: 根据文件夹自动更新书单
