Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can also add notes to your highlights. Just tap on a highlight and choose <span class="ui">Add note</span> from the popup menu. You can also choose a <span class="ui">Note marker</span> that shows which highlights contain a note. There are three styles: <span class="ui">Underline, Side line</span> and <span class="ui">Side mark</span> (which is the pencil icon shown on the right side of the picture below):
es: También puedes añadir notas a tus subrayados. Simplemente pulsa sobre un subrayado y selecciona <span class="ui">Añadir nota</span> en el menú emergente. También puedes elegir un <span class="ui">Marcador de notas</span> que muestra qué subrayados contienen una nota. Hay tres estilos: <span class="ui">Subrayado, Línea lateral</span> y <span class="ui">Marca lateral</span> (el icono del lápiz que se muestra a la derecha de la imagen de abajo):
fr: Vous pouvez également ajouter des notes à vos passages surlignés. Il suffit d'appuyer sur un passage surligné et de choisir <span class="ui">Ajouter une note</span> dans le menu contextuel. Vous pouvez également choisir un <span class="ui">marqueur de note</span> qui indique quels passages surlignés contiennent une note. Il existe trois styles : <span class="ui">Souligné, Ligne latérale</span> et <span class="ui">Marque latérale</span> (qui correspond à l'icône en forme de crayon affichée à droite de l'image ci-dessous) :
ga: Is féidir leat nótaí a chur le do bhuaicphointí freisin. Níl le déanamh ach sconna ar bhuaicphointe agus <span class="ui">Cuir nóta leis</span> a roghnú ón roghchlár aníos. Is féidir leat <span class="ui">marcóir nóta</span> a roghnú freisin a thaispeánann cé na buaicphointí ina bhfuil nóta. Tá trí stíl ann: <span class="ui">Fo-líne, Líne taobh</span> agus <span class="ui">Marc taobh</span> (is é sin an deilbhín peann luaidhe a thaispeántar ar thaobh na láimhe deise den phictiúr thíos):
it: È anche possibile aggiungere note ai punti salienti. È sufficiente toccare un'evidenziazione e scegliere <span class="ui">Note</span> dal menu a comparsa. È inoltre possibile scegliere un <span class="ui">simbolo di nota</span> che mostra quali evidenziazioni contengono una nota. Esistono tre stili:<span class="ui">Sottolineato, Linea laterale</span> e <span class="ui">Segno di margine</span> (che è l'icona della matita mostrata sul lato destro dell'immagine sottostante):
nl: Je kunt ook notities aan je markeringen toevoegen. Tik op een markering en kies <span class="ui">Notitie toevoegen</span> in het pop-upmenu. Je kunt ook een <span class="ui">Notitiemarkering</span> kiezen die aangeeft welke markeringen een notitie hebben. Er zijn drie stijlen: <span class="ui">Onderstrepen, Zijlijn</span> en <span class="ui">Zijmarkering</span> (het potlood-icoon rechts in de afbeelding hieronder):
pt_br: Você também pode adicionar notas aos seus destaques. Basta tocar em um destaque e escolher <span class="ui">Adicionar nota</span> no menu pop-up. Você também pode escolher um <span class="ui">Marcador de nota</span> que mostra quais destaques contêm uma nota. Há três estilos: <span class="ui">Sublinhado, Linha lateral</span> e <span class="ui">Marca lateral</span> (que é o ícone de lápis mostrado no lado direito da imagem abaixo):
sk: K svojim zvýrazneniam môžete pridať aj poznámky. Stačí ťuknúť na zvýraznenie a z kontextovej ponuky vybrať možnosť <span class="ui">Pridať poznámku</span>. Môžete si tiež vybrať <span class="ui">Značku poznámky</span>, ktorá ukazuje, ktoré zvýraznenia obsahujú poznámku. Existujú tri štýly: <span class="ui">Podčiarknuté, Postranná čiara</span> a <span class="ui">Značka na boku</span> (čo je ikona ceruzky zobrazená na pravej strane obrázka nižšie):
sr: Вашим истицањима можете и да додате белешке. Једноставно тапните на истицање и из искачућег менија изаберите ставку <span class="ui">Додај белешку</span>. Такође можете и да изаберете <span class="ui">Маркер белешке</span> који приказује која истицања садрже белешку. Постоји три стила: <span class="ui">Подвучено, Линија са стране</span> и <span class="ui">Ознака са стране</span> (што је икона оловке приказана на десној страни слике испод):
ta: உங்கள் சிறப்பம்சங்களுக்கும் குறிப்புகளையும் சேர்க்கலாம். ஒரு சிறப்பம்சத்தைத் தட்டவும், POPUP மெனுவிலிருந்து </span> ஐச் சேர் </span> ஐத் தேர்வுசெய்க. நீங்கள் ஒரு <ச்பான் கிளாச் = "யுஐ"> குறிப்பு மார்க்கர் </span> ஐ தேர்வு செய்யலாம், இது சிறப்பம்சங்கள் ஒரு குறிப்பைக் கொண்டுள்ளன என்பதைக் காட்டுகிறது. மூன்று பாணிகள் உள்ளன: <span வகுப்பு = "Ui"> அண்டர்லைன், சைட் லைன் </span> மற்றும் <span வகுப்பு = "Ui"> பக்க குறி </span> (இது கீழே உள்ள படத்தின் வலது பக்கத்தில் காட்டப்பட்டுள்ள பென்சில் ஐகான்):
uk: До виділення також можна додавати нотатки. Дотик до виділення викличе контекстне меню, в якому слід обрати <span class="ui">Додати нотатку</span>. Також можна додати <span class="ui">Позначку нотатки</span>, яка показує які виділення містять нотатки. Наявні три стилі: <span class="ui">підкреслений, бічна лінія</span> та <span class="ui">бічна мітка</span> (на зображенні нижче – значок олівця праворуч):
zh_hans: 还可为标注添加笔记；只需点按一段标注，从弹出菜单中选择<span class="ui">添加笔记</span>。还可选择一种<span class="ui">笔记标记</span>标出包含笔记的标注。有三种样式可供选择——<span class="ui">下划线、批注线</span>和<span class="ui">笔记符号</span>（一枚显示文段右侧的铅笔标志，如下图所示）：

source: To enable this feature and choose a <span class="ui">Note marker</span> style, go to:
es: Para habilitar esta función y elegir un estilo de <span class="ui">Marcador de notas</span>, vaya a:
fr: Pour activer cette fonctionnalité et choisir un style de marque-page <span class="ui">Note</span>, rendez-vous dans :
ga: Chun an ghné seo a chumasú agus stíl <span class="ui">marcóir nótaí</span> a roghnú, téigh chuig:
it: Per attivare questa funzione e scegliere uno stile di <span class="ui">simbolo di nota</span>, andare su:
nl: Om dit in te schakelen en een <span class="ui">Notitiemarkering</span>-stijl te kiezen ga je naar:
pt_br: Para habilitar esse recurso e escolher um estilo de <span class="ui">Marcador de nota</span>, acesse:
pt_pt: Para ativar esta funcionalidade e escolher um estilo de <span class="ui">marcador de notas</span>, aceda a:
sk: Ak chcete povoliť túto funkciu a vybrať štýl <span class="ui">Značka poznámky</span>, prejdite na:
sr: Ако желите да укључите ову функцију и изаберете стил за <span class="ui">Маркер белешке</span>, идите на:
ta: இந்த அம்சத்தை இயக்க மற்றும் <ச்பான் வகுப்பு = "யுஐ"> குறிப்பு மார்க்கர் </span> பாணியைத் தேர்வுசெய்ய, செல்ல:
uk: Щоб увімкнути цю функцію та обрати стиль <span class="ui">Позначки нотатки</span>, перейдіть до:
zh_hans: 请按下列路径启用该功能并选择一种<span class="ui">笔记标记</span>样式：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style / Note marker
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de subrayado / Marcador de notas
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style de surlignage / Marqueur de note
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stíl aibhsithe / Marcóir nótaí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Evidenziati / Simbolo di nota
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Markeringen / Notitiemarkering
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de destaque / Marcador de nota
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de Destaques / Marcador de Notas
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Štýl zvýraznenia / Značka poznámky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Истицања / Маркер белешке
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Стиль виділення / Позначка нотатки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 标注样式 / 笔记标记

# user_guide/en.html+html.body.div.div:2606-1
source: Highlight modes of KOReader
sk: Režimy zvýraznenia pre KOReader
ta: கொரியாடரின் முறைகளை முன்னிலைப்படுத்தவும்
uk: Режими виділення у KOReader
zh_hans: KOReader的标注模式

source: KOReader has two highlighting modes for different use cases:
es: KOReader tiene dos modos de subrayado para diferentes casos:
fr: KOReader dispose de deux modes de surlignage pour différents cas d'utilisation :
ga: Tá dhá mhodh aibhsithe ag KOReader le haghaidh cásanna úsáide éagsúla:
it: KOReader ha due modalità di evidenziazione per diversi casi d'uso:
nl: KOReader heeft twee markeermodi voor verschillende situaties:
pt_br: O KOReader tem dois modos de destaque para diferentes casos de uso:
pt_pt: O KOReader possui dois modos de destaque para diferentes casos de utilização:
sk: KOReader má dva režimy zvýraznenia pre rôzne prípady použitia:
sr: KOReader поседује два режима истицања који се користе у различитим ситуацијама:
ta: வெவ்வேறு பயன்பாட்டு நிகழ்வுகளுக்கு கொரியடர் இரண்டு சிறப்பம்சமான முறைகளைக் கொண்டுள்ளது:
uk: KOReader має два режими виділення для використання у різних випадках:
zh_hans: KOReader提供两种不同的标注模式：

source: Normal mode
es: Modo Normal
fr: Mode normal
ga: Mód gnáth
it: Modalità normale
nl: Normale modus
pt_br: Modo normal
pt_pt: Modo Normal
sk: Normálny režim
sr: Нормални режим
ta: சாதாரண பயன்முறை
uk: Звичайний режим
zh_hans: 普通标注模式

source: <span class="ui">Normal mode</span> is similar to selecting a text with your finger on a phone/tablet and more suitable if your highlights are shorter than one page.
es: El <span class="ui">modo Normal</span> es similar a seleccionar un texto con el dedo en un teléfono o tableta y es más adecuado si los subrayados son más cortos que una página.
fr: <span class="ui">Le mode normal</span> est similaire à la sélection d'un texte avec le doigt sur un téléphone/une tablette et convient mieux si vos passages sélectionnés font moins d'une page.
ga: Tá an modh <span class="ui">Gnáthmhód</span> cosúil le téacs a roghnú le do mhéar ar ghuthán/táibléad agus tá sé níos oiriúnaí má tá do chuid buaicphointí níos giorra ná leathanach amháin.
it: La modalità <span class="ui">Normale</span> è simile alla selezione di un testo con il dito su un telefono/tablet ed è più adatta se le evidenziazioni sono più brevi di una pagina.
nl: <span class="ui">Normale modus</span> lijkt op tekst selecteren met je vinger op een telefoon/tablet en is handiger als markeringen korter dan een pagina zijn.
pt_br: O <span class="ui">Modo normal</span> é semelhante a selecionar um texto com o dedo em um telefone/tablet e é mais adequado se os destaques forem menores que uma página.
sk: <span class="ui">Normálny režim</span> je podobný výberu textu prstom na telefóne/tablete a je vhodnejší, ak sú zvýraznenia kratšie ako jedna strana.
sr: <span class="ui">Нормални режим</span> је сличан избору текста прстом на телефону/таблету и погоднији је истицања која су краћа од једне странице.
ta: <span வகுப்பு = "Ui"> இயல்பான பயன்முறை </span> ஒரு தொலைபேசி/டேப்லெட்டில் உங்கள் விரலுடன் ஒரு உரையைத் தேர்ந்தெடுப்பதைப் போன்றது, மேலும் உங்கள் சிறப்பம்சங்கள் ஒரு பக்கத்தை விடக் குறைவாக இருந்தால் மிகவும் பொருத்தமானது.
uk: <span class="ui">Звичайний режим</span> подібний до виділення тексту пальцем на телефоні чи планшеті і більше підходить для виділення менше однієї сторінки тексту.
zh_hans: <span class="ui">普通模式</span>与在手机或平板电脑上用手指选择文本类似，适用于标注文段在同一页内的情况。

source: Long-press on the starting word
es: Mantenga presionada la palabra inicial
fr: Appuyez longuement sur le mot de départ
ga: Brúigh go fada ar an bhfocal tosaigh
it: Premere a lungo sulla parola iniziale
nl: Houd het beginwoord ingedrukt
pt_br: Pressione e segure a palavra inicial
pt_pt: Premir continuamente no inicio da palavra
sk: Dlho stlačte na začiatočnom slove
sr: Дуги притисак на почетну реч
ta: தொடக்க வார்த்தையில் நீண்ட அழுத்தம்
uk: Затисніть початкове слово
zh_hans: 在要标注文段的首字上长按

source: Move your finger to the end of the passage
es: Mueva su dedo hasta el final del pasaje
fr: Déplacez votre doigt jusqu'à la fin du passage
ga: Bog do mhéar go dtí deireadh an phasáiste
it: Spostare il dito alla fine del passaggio
nl: Sleep je vinger naar het einde van het fragment
pt_br: Mova o dedo até o final da passagem
pt_pt: Desloque o dedo para o final da passagem
sk: Presuňte prst na koniec výberu
sr: Померите прст на крај пасажа
ta: உங்கள் விரலை பத்தியின் முடிவில் நகர்த்தவும்
uk: Протягніть пальцем до кінця уривка
zh_hans: 移动手指到要标注文段的末尾

source: Release finger
es: Soltar el dedo
fr: Relâcher le doigt
ga: Scaoil an méar
it: Alzare il dito
nl: Laat los
pt_br: Solte o dedo
pt_pt: Solte o dedo
sk: Uvoľnite prst
sr: Подигните прст са екрана
ta: விரல் விடுவிக்கவும்
uk: Заберіть палець
zh_hans: 抬起手指

source: When you reach page boundaries, KOReader will turn the page for you to continue highlighting <b>(only in EPUB/HTML documents)</b>. You can disable this feature from:
es: Al llegar al límite de la página KOReader pasará la página para que puedas continuar subrayando <b>(solo en documentos EPUB/HTML)</b>. Puedes desactivar esta función desde:
fr: Lorsque vous atteignez la fin d'une page, KOReader tourne la page pour vous afin que vous puissiez continuer à surligner <b>(uniquement dans les documents EPUB/HTML)</b>. Vous pouvez désactiver cette fonctionnalité à partir de :
ga: Nuair a shroicheann tú teorainneacha leathanaigh, casfaidh KOReader an leathanach ionas gur féidir leat leanúint ar aghaidh ag airdiú <b>(i ndoiciméid EPUB/HTML amháin)</b>. Is féidir leat an ghné seo a dhíchumasú ó:
it: Quando si raggiungono i limiti della pagina, KOReader gira la pagina per continuare l'evidenziazione <b>(solo nei documenti EPUB/HTML)</b>. È possibile disattivare questa funzione da:
nl: Wanneer je een paginagrens bereikt slaat KOReader voor je om zodat je kunt doorgaan met markeren <b>(alleen in EPUB/HTML)</b>. Je kunt dit uitschakelen via:
pt_br: Ao atingir os limites da página, o KOReader virará a página para você continuar destacando <b>(somente em documentos EPUB/HTML)</b>. Você pode desativar esse recurso em:
sk: Keď dosiahnete koniec strany, KOReader za vás otočí stranu, aby ste mohli pokračovať vo zvýrazňovaní <b>(iba v dokumentoch EPUB/HTML)</b>. Túto funkciu môžete vypnúť z:
sr: Када наиђете на границу између две странице, KOReader ће окренути страницу да би могли да наставите истицање <b>(само у EPUB/HTML документима)</b>. Ову функцију можете да искључите из:
ta: நீங்கள் பக்க எல்லைகளை அடையும்போது, <b> (EPUB/HTML ஆவணங்களில் மட்டுமே) </b> ஐ முன்னிலைப்படுத்த நீங்கள் பக்கத்தைத் திருப்புவார். இந்த அம்சத்தை நீங்கள் முடக்கலாம்:
uk: Коли палець досягне закінчення сторінки, KOReader перегорне сторінку, щоб ви могли продовжити виділення тексту <b>(лише у документах EPUB/HTML)</b>. Цю функцію можна вимкнути тут:
zh_hans: 当划到页面边界时，KOReader会自动翻页以保持标注连贯<b>（仅对EPUB和HTML文档有效）</b>。该功能可通过下列路径禁用：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Long-press on text / Auto-scroll when selection reaches a corner
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Pulsación prolongada sobre el texto / Desplazamiento automático cuando la selección llega a una esquina
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Appui long sur le texte / Défilement automatique lorsque la sélection atteint un coin
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Brúigh ar théacs / Scrollaigh go huathoibríoch nuair a shroicheann an rogha cúinne
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Pressione a lungo sul testo / Scorrimento automatico quando la selezione raggi...
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Lang ingedrukt op tekst / Auto-scroll wanneer selectie een hoek bereikt
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Pressão longa no texto / Rolagem automática quando a seleção atinge um canto
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Dlhé stlačenie textu / Automatické posúvanie, keď výber dosiahne roh
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Дуги притисак на текст / Ауто скролуј када избор достигне угао
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Затискання тексту / Автопрокручування коли виділення досягає кута
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 在文字上长按 / 在选区到达书角时自动滚动页面

source: Select and highlight mode
es: Modo seleccionar y subrayar
fr: Mode sélectionner et surlignage
ga: Mód roghnaithe agus aibhsithe
it: Modalità per selezionare ed evidenziare
nl: Selecteer-en-markeer modus
pt_br: Modo de seleção e destaque
pt_pt: Modo de destaque e selecção
sk: Režim výberu a zvýraznenia
sr: Режим Изабери и истакни
ta: பயன்முறையைத் தேர்ந்தெடுத்து முன்னிலைப்படுத்தவும்
uk: Режим вибору і виділення
zh_hans: 选择并标注模式

source: <span class="ui">Select and highlight mode</span> is more suitable for highlighting longer passages which cross page boundaries. It might also work better if you have touch screen sensitivity problems or motor control issues with your hands. Because in this highlight mode you don’t need to drag your finger along the screen.
es: El modo <span class="ui">Seleccionar y subrayar</span> es más adecuado para subrayar pasajes largos que traspasan los límites de la página. También podría funcionar mejor si tienes problemas de sensibilidad en la pantalla táctil o de control motor en las manos, ya que en este modo de subrayado no necesitas arrastrar el dedo por la pantalla.
fr: <span class="ui">Le mode Sélectionner et surligner</span> est plus adapté pour surligner des passages plus longs qui dépassent les limites de la page. Il peut également être plus efficace si vous rencontrez des problèmes de sensibilité de l'écran tactile ou de motricité des mains. En effet, dans ce mode de surlignage, vous n'avez pas besoin de faire glisser votre doigt sur l'écran.
ga: Tá an modh <span class="ui">Roghnaigh agus Aibhsigh</span> níos oiriúnaí chun pasáistí níos faide a sháraíonn teorainneacha leathanaigh a aibhsiú. D’fhéadfadh sé go n-oibreodh sé níos fearr freisin má tá fadhbanna agat le híogaireacht an scáileáin tadhaill nó fadhbanna rialaithe mótair le do lámha. Mar sa mhodh aibhsigh seo ní gá duit do mhéar a tharraingt feadh an scáileáin.
it: La modalità <span class="ui">Selezione ed evidenziazione</span> è più adatta per evidenziare passaggi più lunghi che attraversano i confini della pagina. Potrebbe anche funzionare meglio se si hanno problemi di sensibilità al touch screen o di controllo motorio delle mani. Infatti, in questa modalità di evidenziazione non è necessario trascinare il dito sullo schermo.
nl: De <span class="ui">Selecteer-en-markeer modus</span> is handiger voor langere passages die over paginagrens(en) gaan. Het werkt ook beter als je problemen hebt met aanraakgevoeligheid of motoriek, omdat je in deze modus niet hoeft te slepen.
pt_br: O <span class="ui">Modo Selecionar e Destacar</span> é mais adequado para destacar trechos mais longos que cruzam os limites da página. Também pode funcionar melhor se você tiver problemas de sensibilidade à tela sensível ao toque ou problemas de controle motor nas mãos. Neste modo de destaque, você não precisa arrastar o dedo pela tela.
sk: <span class="ui">Režim výberu a zvýraznenia</span> je vhodnejší na zvýraznenie dlhších pasáží, ktoré presahujú hranice stránky. Môže to tiež fungovať lepšie, ak máte problémy s citlivosťou dotykovej obrazovky alebo problémy s ovládaním motoriky rúk. V tomto režime zvýrazňovania totiž nemusíte posúvať prst po obrazovke.
sr: <span class="ui">Режим Изабери и истакни</span> је више прилагођен истицању дужих пасажа који се простиру на више страница. Такође може боље функционисати ако имате проблема са осетљивошћу екрана или са контролом моторике својих руку. Јер у овом режиму истицања нема потребе да превлачите прстом по екрану.
ta: நீங்கள் பக்க எல்லைகளை அடையும்போது, <b> (EPUB/HTML ஆவணங்களில் மட்டுமே) </b> ஐ முன்னிலைப்படுத்த நீங்கள் பக்கத்தைத் திருப்புவார். இந்த அம்சத்தை நீங்கள் முடக்கலாம்:
uk: <span class="ui">Режим вибору і виділення</span> більше підходить для виділення великих уривків, розміщених на двох і більше сторінках. Він також може краще працювати якщо є проблеми з чутливістю сенсорного екрану або моторикою рук користувача, оскільки в цьому режимі виділення немає потреби протягувати пальцем по екрану.
zh_hans: <span class="ui">选择并标注模式</span>更适合跨页的长段落标注。在该模式下无需用手指在屏幕上滑动即可完成标注，因此对阅读设备的触控灵敏度不佳，或用户较难控制手部运动的情况尤为有用。

source: <span class="label_blue">INFO</span> If you have dictionary lookup enabled, when you long-press a word, you have to drag your finger to initiate this mode.
es: <span class="label_blue">INFO</span> Si tiene habilitada la búsqueda en el diccionario, cuando mantiene presionada una palabra, debe arrastrar el dedo para iniciar este modo.
fr: <span class="label_blue">INFO</span> Si la recherche dans le dictionnaire est activée, lorsque vous appuyez longuement sur un mot, vous devez faire glisser votre doigt pour activer ce mode.
ga: <span class="label_blue">EOLAS</span> Má tá cuardach foclóra cumasaithe agat, nuair a bhrúnn tú focal ar feadh i bhfad, caithfidh tú do mhéar a tharraingt chun an mód seo a thionscnamh.
it: <span class="label_blue">INFO</span> Se è abilitata la ricerca nel dizionario, quando si preme a lungo una parola, è necessario trascinare il dito per avviare questa modalità.
nl: <span class="label_blue">INFO</span> Als woordenboekopzoeking aanstaat moet je, wanneer je lang op een woord drukt, je vinger slepen om deze modus te starten.
pt_br: <span class="label_blue">INFO</span> Se você tiver a pesquisa de dicionário ativada, ao pressionar uma palavra por um longo tempo, será necessário arrastar o dedo para iniciar este modo.
sk: <span class="label_blue">INFORMÁCIA</span> Ak máte pri dlhom stlačení slova povolené vyhľadávanie v slovníku, musíte tento režim spustiť potiahnutím prsta.
sr: <span class="label_blue">ИНФО</span> Ако вам је укључена претрага речника када извршите дуги притисак на реч, мораћете да превучете прстом када желите да активирате овај режим.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உங்களிடம் அகராதி தேடல் இயக்கப்பட்டிருந்தால், நீங்கள் ஒரு வார்த்தையை நீண்ட அழுத்தும்போது, இந்த பயன்முறையைத் தொடங்க உங்கள் விரலை இழுக்க வேண்டும்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Якщо в програмі увімкнено пошук у словнику затисканням слова, тоді для запуску цього режиму потрібно провести пальцем.
zh_hans: <span class="label_blue">说明</span> 如果开启了查阅字典功能，在长按某个字词时需要拖动才能启动该模式。
