Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Any operations that modify the file directly (such as writing highlights into PDFs or downloading from <b>Calibre</b>) will change the file so its <b>MD5 ID will change</b> (unlike renaming or moving which is safe with this method). In this case KOReader wouldn't be able to recognize the book so these books will lose their metadata.
es: Cualquier operación que modifique el archivo directamente (como destacar en PDF o descargar desde <b>Calibre</b>) cambiará el archivo, por lo que su <b>ID MD5 cambiará</b> (a diferencia de renombrarlo o moverlo, que es seguro con este método). En este caso, KOReader no podría reconocer el libro, por lo que estos libros perderían sus metadatos.
fr: Toute opération modifiant directement le fichier (comme l'ajout de surlignages dans les PDF ou le téléchargement depuis <b>Calibre</b>) entraînera une modification du fichier, ce qui changera son <b>identifiant MD5</b> (contrairement au renommage ou au déplacement, qui sont sans danger avec cette méthode). Dans ce cas, KOReader ne serait pas en mesure de reconnaître le livre, qui perdrait alors ses métadonnées.
ga: Aon oibríocht a mhodhnaíonn an comhad go díreach (amhail buaicphointí a scríobh i gcomhaid PDF nó é a íoslódáil ó <b>Calibre</b>) athróidh sé an comhad ionas go n-athróidh a <b>ID MD5</b> (murab ionann agus athainmniú nó bogadh atá sábháilte leis an modh seo). Sa chás seo ní bheadh KOReader in ann an leabhar a aithint agus mar sin caillfidh na leabhair seo a meiteashonraí.
it: Qualsiasi operazione che modifichi direttamente il file (come la scrittura di evidenziazioni in PDF o il download da <b>Calibre</b>) modificherà il file quindi il suo <b>ID MD5 cambierà</b> (a differenza della rinominazione o dello spostamento che sono sicuri con questo metodo). In questo caso KOReader non sarebbe in grado di riconoscere il libro e quindi questi libri perderebbero i loro metadati.
nl: Alle bewerkingen die het bestand rechtstreeks wijzigen (zoals het wegschrijven van markeringen in PDF's of downloaden vanuit <b>Calibre</b>) veranderen het bestand, waardoor de <b>MD5-ID verandert</b> (in tegenstelling tot hernoemen of verplaatsen, wat met deze methode veilig is). In dat geval kan KOReader het boek niet meer herkennen en verliezen die boeken hun metadata.
pt_br: Qualquer operação que modifique o arquivo diretamente (como adicionar destaques em PDFs ou baixar do <b>Calibre</b>) irá alterar o arquivo, fazendo com que seu <b>ID MD5 mude</b> (diferente de renomear ou mover, que é seguro com este método). Nesse caso, o KOReader não conseguirá reconhecer o livro, e esses livros perderão seus metadados.
sk: Akékoľvek operácie, ktoré priamo upravujú súbor (napríklad zapisovanie zvýraznení do PDF súborov alebo sťahovanie z <b>Calibre</b>), zmenia súbor, takže jeho <b>MD5 identifikátor sa zmení</b> (na rozdiel od premenovania alebo presunutia, ktoré sú pri tejto metóde bezpečné). V tomto prípade by KOReader nedokázal knihu rozpoznať, takže tieto knihy stratia svoje metadáta.
sr: Било какве операције које директно мењају фајл (као што је уписивање истицања у PDF фајлове или преузимање са <b>Calibre</b>) ће променити фајл тако да ће се <b>његов MD5 ID променити</b> (за разлику од промене имена или премештања, које представљају сигурне операције за овај метод). У овом случају, KOReader неће моћи да препозна књигу, тако да ће те књиге изгубити своје метаподатке.
ta: கோப்பை நேரடியாக மாற்றியமைக்கும் எந்தவொரு செயல்பாடுகளும் (PDFS இல் சிறப்பம்சங்களை எழுதுவது அல்லது <b> காலிபர் </b> இலிருந்து பதிவிறக்குவது போன்றவை) கோப்பை மாற்றும், எனவே அதன் <b> MD5 அடையாளம் மாறும் </b> (இந்த முறையுடன் பாதுகாப்பான மறுபெயரிடுதல் அல்லது நகர்த்துவது போலல்லாமல்). இந்த விசயத்தில் கொரியடர் புத்தகத்தை அடையாளம் காண முடியாது, எனவே இந்த புத்தகங்கள் அவற்றின் மெட்டாடேட்டாவை இழக்கும்.
uk: Будь-які операції, що безпосередньо змінюють файл (наприклад, запис виділень у PDF-файли чи завантаження з <b>Calibre</b>), призведуть до <b>зміни його MD5 ID зміниться</b> (на відміну від перейменування чи переміщення, які не шкідливі для цього способу). У цьому випадку KOReader не зможе розпізнати книгу, тому такі книги втратять свої метадані.
zh_hans: 任何直接修改文件的操作（如将标注写入PDF文档或从<b>Calibre</b>下载标注）都会使文件发生变化，导致文件的<b>MD5校验值发生变化</b>（不过重命名文件或移动文件对此没有影响）。此时KOReader无法识别该书籍，因此该书籍的元数据将会丢失。

source: Calculating file IDs may slow down <span class="ui">File browser</span> navigation when browsing larger directories.
es: El cálculo de los identificadores de archivos puede ralentizar la navegación en el <span class="ui">Explorador de archivos</span> cuando se exploran directorios más grandes.
fr: Le calcul des identifiants de fichiers peut ralentir la navigation dans l'<span class="ui">Explorateur de fichiers</span> lors de la consultation de répertoires volumineux.
ga: D’fhéadfadh sé go gcuirfeadh ríomh aitheantóirí comhad moill ar nascleanúint an <span class="ui">bhrabhsálaí comhad</span> agus tú ag brabhsáil eolairí níos mó.
it: Il calcolo degli ID dei file può rallentare la navigazione del <span class="ui">File browser</span> quando si naviga in directory di grandi dimensioni.
nl: Het berekenen van bestands-ID's kan het bladeren in de <span class="ui">Bestandsverkenner</span> vertragen bij het bekijken van grote mappen.
pt_br: O cálculo dos IDs dos arquivos pode deixar a navegação do <span class="ui">Explorador de arquivos</span> mais lenta ao explorar diretórios maiores.
sk: Výpočet identifikátora súborov môže spomaliť navigáciu v <span class="ui">prehliadači súborov</span> pri prehliadaní väčších adresárov.
sr: Израчунавање ID вредности може да успори навигацију у <span class="ui">Прегледачу фајлова</span> када се прегледају већи директоријуми.
ta: கோப்பு ஐடிகளைக் கணக்கிடுவது <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> பெரிய கோப்பகங்களை உலாவும்போது வழிசெலுத்தல்.
uk: Обчислення ідентифікаторів файлів може уповільнити навігацію в <span class="ui">Оглядачі файлів</span> під час перегляду більших тек.
zh_hans: 在浏览较大目录时，计算文件ID可能会减慢<span class="ui">文件浏览器</span>的导航速度。

# user_guide/en.html+html.body.div.div:3642-1
source: GESTURES AND KEYBOARD SHORTCUTS
sk: GESTÁ A KLÁVESOVÉ SKRATKY
ta: சைகைகள் மற்றும் விசைப்பலகை குறுக்குவழிகள்
uk: ЖЕСТИ ТА КОМБІНАЦІЇ КЛАВІШ
zh_hans: 手势与键盘快捷键

source: There are many types of gestures you can use to control KOReader. Some gestures have limitations regarding where on the screen they can be used and which directions are supported. These limitations are indicated below.
es: Hay muchos tipos de gestos que puedes usar para controlar KOReader. Algunos gestos tienen limitaciones en cuanto a la ubicación de la pantalla y las direcciones compatibles. Estas limitaciones se indican a continuación.
fr: Il existe plusieurs types de gestes que vous pouvez utiliser pour contrôler KOReader. Certains gestes ont des restrictions quant à l'endroit où ils peuvent être utilisés à l'écran et aux directions prises en charge. Ces restrictions sont indiquées ci-dessous.
ga: Tá go leor cineálacha gothaí ann ar féidir leat a úsáid chun KOReader a rialú. Tá teorainneacha ag baint le roinnt gothaí maidir leis an áit ar an scáileán ar féidir iad a úsáid agus na treoracha a dtacaítear leo. Léirítear na teorainneacha seo thíos.
it: Esistono molti tipi di gesti che si possono utilizzare per controllare KOReader. Alcuni gesti hanno delle limitazioni per quanto riguarda la posizione sullo schermo in cui possono essere utilizzati e le direzioni supportate. Queste limitazioni sono indicate di seguito.
nl: Er zijn veel soorten gebaren waarmee je KOReader kunt bedienen. Sommige gebaren hebben beperkingen wat betreft waar op het scherm ze kunnen worden gebruikt en welke richtingen worden ondersteund. Deze beperkingen worden hieronder aangegeven.
pt_br: Existem vários tipos de gestos que você pode usar para controlar o KOReader. Alguns gestos possuem limitações quanto à área da tela em que podem ser usados e às direções suportadas. Essas limitações estão indicadas abaixo.
sk: Existuje mnoho typov gest, ktoré môžete použiť na ovládanie KOReadera. Niektoré gestá majú obmedzenia týkajúce sa toho, kde na obrazovke ich možno použiť a ktoré smery sú podporované. Tieto obmedzenia sú uvedené nižšie.
sr: Постоји много врста гестикулација којим можете да контролишете програм KOReader. Неке гестикулације имају ограничења која се тичу места на екрану на којем могу да се користе, као и смерова које подржавају. Ова ограничења су наведена испод.
ta: கொரியாடரைக் கட்டுப்படுத்த நீங்கள் பயன்படுத்தக்கூடிய பல வகையான சைகைகள் உள்ளன. சில சைகைகள் திரையில் எங்கு பயன்படுத்தப்படலாம், எந்த திசைகள் ஆதரிக்கப்படுகின்றன என்பது குறித்து வரம்புகள் உள்ளன. இந்த வரம்புகள் கீழே சுட்டிக்காட்டப்பட்டுள்ளன.
uk: Керувати KOReader можна багатьма типами жестів. Деякі жести мають обмеження щодо того, в якій частині екрана вони можуть бути виконані та які напрямки проведення підтримуються. Ці обмеження описані нижче.
zh_hans: 您可以使用许多类型的手势来控制KOReader。某些手势在屏幕上的使用位置和支持的方向方面存在限制。这些限制如下所示。

# user_guide/en.html+html.body.div.div:3647-5
source: Gesture Types
sk: Typy gest
ta: சைகை வகைகள்
uk: Типи жестів
zh_hans: 手势类型

source: <span class="label_blue">INFO</span> Some devices support only single touch so multi-finger gestures <b>are not available</b> on them.
es: <span class="label_blue">INFO</span> Algunos dispositivos solo admiten un solo toque, por lo que los gestos con varios dedos <b>no están disponibles</b> en ellos.
fr: <span class="label_blue">INFO</span> Certains appareils ne prennent en charge que le toucher simple, les gestes à plusieurs doigts <b>ne sont donc pas disponibles</b> sur ces appareils.
ga: <span class="label_blue">EOLAS</span> Ní thacaíonn roinnt gléasanna ach le teagmháil aonair agus mar sin <b>níl</b> gothaí ilmhéar ar fáil orthu.
it: <span class="label_blue">INFO</span> Alcuni dispositivi supportano solo il tocco singolo, quindi i gesti con più dita <b>non sono disponibili</b> su di essi.
nl: <span class="label_blue">INFO</span> Sommige apparaten ondersteunen alleen een enkele aanraking, dus meer-vingergebaren <b>zijn daarop niet beschikbaar</b>.
pt_br: <span class="label_blue">INFO</span> Alguns dispositivos suportam apenas toque único, portanto gestos com múltiplos dedos <b>não estão disponíveis</b> neles.
sk: <span class="label_blue">INFORMÁCIA</span> Niektoré zariadenia podporujú iba dotyk jedným prstom, takže gestá viacerými prstami pre ne <b>nie sú dostupné</b>.
sr: <span class="label_blue">ИНФО</span> Неки уређаји подржавају само један додир, тако да на њима <b>не можете да користите</b> гестикулације са више прстију.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> சில சாதனங்கள் ஒற்றை தொடுதலை மட்டுமே ஆதரிக்கின்றன, எனவே பல விரல் சைகைகள் <b> கிடைக்கவில்லை </b> அவற்றில்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Деякі пристрої підтримують тільки один дотик, тому жести кількома пальцями на них <b>недоступні</b>.
zh_hans: <span class="label_blue">说明</span> 部分设备型号仅支持单点触控，因此多指手势交互在这些设备上<b>不可用</b>。

source: TAP / DOUBLE TAP
es: TOQUE / TOQUE DOBLE
fr: APPUI / DOUBLE APPUI
ga: TAPÁIL / TAPÁIL FAOI DHÓ
it: TOCCO / DOPPIO TOCCO
nl: TIK / DUBBELTIK
pt_br: TOQUE / DUPLO TOQUE
pt_pt: TOQUE / DUPLO TOQUE
sk: ŤUKNUTIE / DVOJITÉ ŤUKNUTIE
sr: ТАП / ДВОСТРУКИ ТАП
ta: தட்டவும் / இரட்டை தட்டவும்
uk: ДОТИК / ПОДВІЙНИЙ ДОТИК
zh_hans: 点击 / 双击

source: Single or double tap with <b>ONE</b> finger
es: Toque simple o doble con <b>UN</b> dedo
fr: Appuyez une ou deux fois avec <b>UN</b> seul doigt
ga: Tapáil aonair nó faoi dhó le <b>AON mhéar</b>
it: Tocco singolo o doppio con <b>UN</b> dito
nl: Enkele of dubbele tik met <b>ÉÉN</b> vinger
pt_br: Toque simples ou duplo com <b>UM</b> dedo
pt_pt: Toque ou duplo toque com <b>UM</b> dedo
sk: Jedno alebo dvojité ťuknutie <b>JEDNÝM</b> prstom
sr: Један или двоструки тап <b>ЈЕДНИМ</b> прстом
ta: <b> ஒன்று </b> விரலுடன் ஒற்றை அல்லது இரட்டை தட்டவும்
uk: Один або два дотики <b>ОДНИМ</b> пальцем
zh_hans: 用<b>一个</b>手指轻敲或双击

source: <b>WORKS:</b> Anywhere on the screen
sk: <b>FUNGUJE:</b> Kdekoľvek na obrazovke
ta: <b> வேலை: </b> திரையில் எங்கும்
uk: <b>ПРАЦЮЄ:</b> будь-де на екрані
zh_hans: <b>作用范围：</b>屏幕上的任何地方

source: TAP AND HOLD
es: TOCA Y MANTÉN PRESIONADO
fr: APPUYEZ ET MAINTENEZ ENFONCÉ
ga: TAPÁIL AGUS COINNIGH
it: TOCCARE E TENERE PREMUTO
nl: TIK EN VASTHOUDEN
pt_br: TOQUE E SEGURE
pt_pt: TOQUE E SEGURE
sk: ŤUKNÚŤ A PODRŽAŤ
sr: ТАП И ЗАДРЖАВАЊЕ
ta: தட்டிவிட்டு பிடிக்கவும்
uk: ЗАТИСКАННЯ
zh_hans: 点按

source: Single tap and hold with <b>ONE</b> finger
es: Toca y mantén presionado con <b>UN</b> dedo
fr: Appuyez une seule fois et maintenez enfoncé avec <b>UN</b> doigt
ga: Tapáil agus coinnigh le <b>AON mhéar</b> amháin
it: Toccare e tenere premuto con <b>UN</b> dito
nl: Eén tik en vasthouden met <b>ÉÉN</b> vinger
pt_br: Toque e segure com <b>UM</b> dedo
pt_pt: Toque ou manter pressionado com <b>UM</b> dedo
sk: Jediným ťuknutím a podržaním <b>JEDNÝM</b> prstom
sr: Један тап и задржавање <b>ЈЕДНИМ</b> прстом
ta: <b> ஒன் </b> விரலால் ஒற்றை தட்டு மற்றும் பிடி
uk: Один дотик і утримання <b>ОДНИМ</b> пальцем
zh_hans: 用<b>一个</b>手指轻点并按住

# user_guide/en.html+html.body.div.table.tr.td.p:3669-17
source: <b>WORKS:</b> Only on four corners
sk: <b>FUNGUJE:</b> Iba v štyroch rohoch
ta: <b> வேலை: </b> நான்கு மூலைகளில் மட்டுமே
uk: <b>ПРАЦЮЄ:</b> тільки в кутах екрану
zh_hans: <b>作用范围：</b>只在四个角落

source: TWO FINGER TAP
es: Swiping motion with <b>ONE</b> finger
fr: APPUI À DEUX DOIGTS
ga: TAPÁIL LE DÁ MHÉAR
it: TOCCO CON DUE DITA
nl: TIKKEN MET TWEE VINGERS
pt_br: TOQUE COM DOIS DEDOS
pt_pt: TOQUE COM DOIS DEDOS
sk: Pohyb potiahnutím <b>JEDNÝM</b> prstom
sr: ТАП СА ДВА ПРСТА
ta: <b> ஒன்று </b> விரலுடன் மோசன் ச்வைப் செய்தல்
uk: ДОТИК ДВОМА ПАЛЬЦЯМИ
zh_hans: 双指点击

source: Single tap with <b>TWO</b> fingers at the same time
es: <b>WORKS:</b> Screen edges (HORIZONTAL and VERTICAL) Anywhere except edges (DIAGONAL)
fr: Appuyez une seule fois avec <b>DEUX</b> doigts en même temps
ga: Tapáil amháin le <b>DHÁ</b> mhéar ag an am céanna
it: Tocco singolo con <b>DUE</b> dita contemporaneamente
nl: Enkele tik met <b>TWEE</b> vingers tegelijk
pt_br: Toque simultâneo com <b>DOIS</b> dedos
pt_pt: Toque único com <b>DOIS</b> dedos ao mesmo tempo
sk: <b>FUNGUJE:</b> Okraje obrazovky (HORIZONTÁLNE a VERTIKÁLNE) kdekoľvek okrem okrajov (DIAGONÁLNE)
sr: Један тап са <b>ДВА</b> прста истовремено
ta: <b> படைப்புகள்: </b> திரை விளிம்புகள் (கிடைமட்ட மற்றும் செங்குத்து) விளிம்புகள் (மூலைவிட்டம்) தவிர எங்கும்
uk: <b>ПРАЦЮЄ:</b> в кутах екрана (ГОРИЗОНТАЛЬНО та ВЕРТИКАЛЬНО) і будь-де, крім кутів (ПО ДІАГОНАЛІ)
zh_hans: 用<b>两个</b>手指在同一时间轻轻敲击

# user_guide/en.html+html.body.div.table.tr.td.p:3677-9
source: <b>WORKS:</b> Only on four corners
sk: <b>FUNGUJE:</b> Iba v štyroch rohoch
ta: <b> வேலை: </b> நான்கு மூலைகளில் மட்டுமே
uk: <b>ПРАЦЮЄ:</b> тільки в кутах екрану
zh_hans: <b>作用范围：</b>只在四个角落

source: SPREAD AND PINCH
es: Swiping motion with <b>TWO</b> fingers at the same time
fr: ÉTALER ET PINCER
ga: LEATHNAIGH AGUS PINSE
it: ALLARGARE E RIDURRE
nl: UIT- EN INKNIJPEN
pt_br: ESTENDER E PINÇAR
pt_pt: AFASTAR E APERTAR
sk: Pohyb potiahnutím <b>DVOCH</b> prstov súčasne
sr: ШИРЕЊЕ И ШТИПАЊЕ
ta: ஒரே நேரத்தில் <b> இரண்டு </b> விரல்களுடன் இயக்கத்தை ச்வைப் செய்தல்
uk: РОЗВЕДЕННЯ І СТЯГУВАННЯ
zh_hans: 张开和捏合

source: Same as zooming in and out on a phone or tablet.
es: Igual que acercar o alejar en un teléfono o tableta.
fr: Comme lorsque vous zoomez ou dézoomez sur un téléphone ou une tablette.
ga: Mar an gcéanna le zúmáil isteach agus amach ar ghuthán nó táibléad.
it: Come lo zoom su un telefono o un tablet.
nl: Net als inzoomen en uitzoomen op een telefoon of tablet.
pt_br: Igual ao gesto de dar zoom em um celular ou tablet.
pt_pt: O mesmo que aumentar e diminuir o zoom num telemovel ou tablet.
sk: Rovnaké ako priblíženie a oddialenie na telefóne alebo tablete.
sr: Исто као и зумирање на телефону или таблету.
ta: தொலைபேசி அல்லது டேப்லெட்டில் உள்ளேயும் வெளியேயும் பெரிதாக்குவது போன்றது.
uk: Так само, як збільшення та зменшення на телефоні чи планшеті.
zh_hans: 与在手机或平板电脑上放大和缩小相同。

# user_guide/en.html+html.body.div.table.tr.td.p:3685-9
source: <b>WORKS:</b> Anywhere on the screen
sk: <b>FUNGUJE:</b> Kdekoľvek na obrazovke
ta: <b> வேலை: </b> திரையில் எங்கும்
uk: <b>ПРАЦЮЄ:</b> будь-де на екрані
zh_hans: <b>作用范围：</b>屏幕上的任何地方

source: <span class="label_blue">INFO</span> This gesture may work less reliably depending on your device. If that’s the case please choose another gesture type.
es: <span class="label_blue">INFO</span> Este gesto puede ser menos fiable según tu dispositivo. En ese caso, elige otro tipo de gesto.
fr: <span class="label_blue">INFO</span> Ce geste peut fonctionner de manière moins fiable selon votre appareil. Si tel est le cas, veuillez choisir un autre type de geste.
ga: <span class="label_blue">EOLAS</span> B’fhéidir nach n-oibreoidh an ghluaiseacht seo chomh hiontaofa ag brath ar do ghléas. Más amhlaidh atá, roghnaigh cineál gluaiseachta eile le do thoil.
it: <span class="label_blue">INFO</span> Questo gesto potrebbe funzionare in modo meno affidabile a seconda del dispositivo in uso. In tal caso, scegliere un altro tipo di gesto.
nl: <span class="label_blue">INFO</span> Dit gebaar werkt mogelijk minder betrouwbaar afhankelijk van je apparaat. Kies in dat geval een ander type gebaar.
pt_br: <span class="label_blue">INFO</span> Este gesto pode funcionar de forma menos confiável dependendo do seu dispositivo. Se for o caso, escolha outro tipo de gesto.
sk: <span class="label_blue">INFORMÁCIA</span> Toto gesto môže v závislosti od vášho zariadenia fungovať menej spoľahlivo. Ak je to tak, vyberte iný typ gesta.
sr: <span class="label_blue">ИНФО</span> У зависности од уређаја који користите, ова гестикулација може радити мање поуздано. У том случају, молимо вас да употребите неку други тип гестикулације.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> இந்த சைகை உங்கள் சாதனத்தைப் பொறுத்து குறைவாக நம்பத்தகுந்ததாக செயல்படக்கூடும். அப்படியானால் தயவுசெய்து மற்றொரு சைகை வகையைத் தேர்வுசெய்க.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> На деяких пристроях цей жест може працювати ненадійно. Якщо таке трапилося, оберіть інший тип жесту.
zh_hans: <span class="label_blue">说明</span> 该手势交互在部分设备型号上可能无法稳定生效。如果发生这种情况，请选择其它的交互手势。

# user_guide/en.html+html.body.div.table.tr.td.p:3690-17
source: ONE FINGER SWIPE
sk: POTIAHNUTIE JEDNÝM PRSTOM
ta: ஒரு விரல் ச்வைப்
uk: ПРОВЕДЕННЯ ОДНИМ ПАЛЬЦЕМ
zh_hans: 单指滑动

source: Swiping motion with <b>ONE</b> finger
es: Movimiento de deslizamiento con <b>UN</b> dedo
fr: Mouvement de balayage avec <b>UN</b> doigt
ga: Gluaiseacht svaidhpeála le <b>AON mhéar</b>
it: Movimento di trascinamento con <b>UN</b> dito
nl: Veegbeweging met <b>ÉÉN</b> vinger
pt_br: Movimento de deslizar com <b>UM</b> dedo
pt_pt: Deslizar com <b>UM</b> dedo
sk: Pohyb potiahnutím <b>JEDNÝM</b> prstom
sr: Покрет превлачења <b>ЈЕДНИМ</b> прстом
ta: <b> ஒன்று </b> விரலுடன் மோசன் ச்வைப் செய்தல்
uk: Проведення <b>ОДНИМ</b> пальцем
zh_hans: 用<b>一个</b>手指轻扫动作

source: <b>WORKS:</b> Screen edges (HORIZONTAL and VERTICAL) Anywhere except edges (DIAGONAL)
es: <b>FUNCIONA:</b> Bordes de pantalla (HORIZONTAL y VERTICAL) En cualquier lugar excepto bordes (DIAGONAL)
fr: <b>FONCTIONNE :</b> Bords de l'écran (HORIZONTAL et VERTICAL) Partout sauf les bords (DIAGONAL)
ga: <b>OIBRÍONN:</b> Imill an scáileáin (COTHROMÁNACH agus INGEARACH) Áit ar bith seachas imill (TRASNÁNACH)
it: <b>FUNZIONA:</b> Bordi dello schermo (ORIZZONTALE e VERTICALE) Ovunque tranne che sui bordi (DIAGONALE)
nl: <b>WERKT:</b> Randen van het scherm (HORIZONTAAL en VERTICAAL) Overal behalve de randen (DIAGONAAL)
pt_br: <b>FUNCIONA:</b> Bordas da tela (HORIZONTAL e VERTICAL) Em qualquer lugar, exceto nas bordas (DIAGONAL)
pt_pt: <b> FUNCIONA:</b> Bordas do ecrã (HORIZONTAL e VERTICAL) Em qualquer lugar, excepto nas margens (DIAGONAL)
sk: <b>FUNGUJE:</b> Okraje obrazovky (HORIZONTÁLNE a VERTIKÁLNE) kdekoľvek okrem okrajov (DIAGONÁLNE)
sr: <b>РАДИ:</b> на ивицама екрана (ХОРИЗОНТАЛНИМ и ВЕРТИКАЛНИМ) Било где осим ивица (ДИЈАГОНАЛНО)
ta: <b> படைப்புகள்: </b> திரை விளிம்புகள் (கிடைமட்ட மற்றும் செங்குத்து) விளிம்புகள் (மூலைவிட்டம்) தவிர எங்கும்
uk: <b>ПРАЦЮЄ:</b> в кутах екрану (ГОРИЗОНТАЛЬНО та ВЕРТИКАЛЬНО) і будь-де, крім кутів (ПО ДІАГОНАЛІ)
zh_hans: <b>作用范围：</b>屏幕边缘（水平和垂直）除四角（对角线）之外的任何位置

source: TWO FINGER SWIPE
es: DESLIZAMIENTO CON DOS DEDOS
fr: BALAYAGE AVEC DEUX DOIGTS
ga: SVAIDHPEÁIL DÁ MHÉAR
it: SCORRIMENTO DI DUE DITA
nl: VEGEN MET TWEE VINGERS
pt_br: DESLIZE COM DOIS DEDOS
pt_pt: DESLIZAR COM DOIS DEDOS
sk: POTIAHNUTIE DVOCH PRSTOV
sr: ПРЕВЛАЧЕЊЕ СА ДВА ПРСТА
ta: இரண்டு விரல் ச்வைப்
uk: ПРОВЕДЕННЯ ДВОМА ПАЛЬЦЯМИ
zh_hans: 双指滑动

source: Swiping motion with <b>TWO</b> fingers at the same time
es: Deslizamiento con <b>DOS</b> dedos al mismo tiempo
fr: Balayer avec <b>DEUX</b> doigts en même temps
ga: Gluaiseacht svaidhpeála le <b>DHÁ</b> mhéar ag an am céanna
it: Movimento di scorrimento con <b>DUE</b> dita contemporaneamente
nl: Veegbeweging met <b>TWEE</b> vingers tegelijk
pt_br: Movimento de deslizar com <b>DOIS</b> dedos simultaneamente
pt_pt: Movimento de deslizar com <b>DOIS</b> dedos ao mesmo tempo
sk: Pohyb potiahnutím <b>DVOCH</b> prstov súčasne
sr: Покрет превлачења са <b>ДВА</b> прста истовремено
ta: ஒரே நேரத்தில் <b> இரண்டு </b> விரல்களுடன் இயக்கத்தை ச்வைப் செய்தல்
uk: Проведення по екрану <b>ДВОМА</b> пальцями водночас
zh_hans: 用<b>两个</b>手指在同一时间滑动动作

# user_guide/en.html+html.body.div.table.tr.td.p:3698-9
source: <b>WORKS:</b> Anywhere on the screen
es: <b>FUNCIONA:</b> En cualquier lugar de la pantalla
fr: <b>FONCTIONNE :</b> N'importe où sur l'écran
ga: <b>OIBRÍONN:</b> Áit ar bith ar an scáileán
it: <b>FUNZIONA:</b> In qualsiasi punto dello schermo
nl: <b>WERKT:</b> Overal op het scherm
pt_br: <b>FUNCIONA:</b> Em qualquer área da tela
pt_pt: <b>FUNCIONA</b> em qualquer parte do ecrã
sk: <b>FUNGUJE:</b> Kdekoľvek na obrazovke
sr: <b>РАДИ:</b> било где на екрану
ta: <b> வேலை: </b> திரையில் எங்கும்
uk: <b>ПРАЦЮЄ:</b> будь-де на екрані
zh_hans: <b>作用范围：</b>屏幕上的任何地方

source: MULTISWIPE
es: DESLIZAMIENTO MÚLTIPLE
fr: MULTIPLE BALAYAGES
ga: IL-SVAIDHPEÁIL
it: SCORRIMENTO MULTIPLO
nl: MULTIVEGEN
pt_br: MULTIDESLIZE
sk: VIAC-NÁSOBNÉ POTIAHNUTIE
sr: МУЛТИПРЕВЛАЧЕЊЕ
ta: மல்டிச்வைப்
uk: МУЛЬТИЖЕСТ
zh_hans: 多重滑动

source: More than one swipe done after each other without lifting your finger. For example like drawing the letter <b>U</b> (DOWN-RIGHT-UP)
es: Se realizan varios deslizamientos seguidos sin levantar el dedo. Por ejemplo, dibujar la letra <b>U</b> (ABAJO-DERECHA-ARRIBA)
fr: Plusieurs balayages effectués l'un après l'autre sans lever le doigt. Par exemple, comme pour dessiner la lettre <b>U</b> (BAS-DROITE-HAUT)
ga: Níos mó ná svaidhpeáil amháin déanta i ndiaidh a chéile gan do mhéar a ardú. Mar shampla, cosúil le tarraingt an litir <b>U</b> (SÍOS-DEAS-SUAS)
it: Più scorrimenti uno dopo l'altro senza sollevare il dito. Ad esempio, come disegnare la lettera <b>U</b> (GIÙ-DESTRA-SU)
nl: Meer dan één veegbeweging achter elkaar zonder je vinger op te tillen. Bijvoorbeeld zoals de letter <b>U</b> tekenen (OMLAAG-RECHTS-OMHOOG)
pt_br: Mais de um deslize realizado consecutivamente sem levantar o dedo. Por exemplo, como desenhar a letra <b>U</b> (BAIXO-DIREITA-CIMA)
sk: Viac ako jedno potiahnutie po sebe bez zdvihnutia prsta. Napríklad ako kreslenie písmena <b>U</b> (DOLE-VPRAVO-HORE)
sr: Више од једног превлачења изведених једно за другим без подизања прста са екрана. На пример, као да се исписује слово <b>U</b> (ДОЛЕ-ДЕСНО-ГОРЕ)
ta: உங்கள் விரலைத் தூக்காமல் ஒன்றுக்கு மேற்பட்ட ச்வைப் ஒருவருக்கொருவர் பின் செய்யப்படுகிறது. எடுத்துக்காட்டாக <b> யு </b> (கீழ்-வலது-அப்) என்ற எழுத்தை வரைவது போன்றது
uk: Це проведення зі зміною напрямку руху пальця по екрану. Наприклад, наче малювання букви <b>U</b> (ВНИЗ-ПРАВОРУЧ-ВГОРУ)
zh_hans: 在不抬起手指的情况下连续完成多次滑动。例如，比如画字母 <b>U</b>（下-右-上）
