Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_blue">INFO</span> Name of KOReader comes from the beginnings of the project: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Of course the reader grew so much over the years, now an accurate abbreviation would be something like <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader) but this is not that nice to pronounce, so we choose to keep it simple :)
es: <span class="label_blue">INFORMACIÓN</span> El nombre de KOReader proviene del comienzo del proyecto: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Por supuesto el lector a crecido tanto en los últimos años que ahora una abreviación correcta sería algo parecido a <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader) pero no sería muy agradable de pronunciar, así que preferimos mantenerlo simple :)
fr: <span class="label_blue">INFORMATION</span> Le nom KOReader vient des débuts du projet :<b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Après une telle croissance au fil des ans, une abréviation plus adéquate maintenant serait quelque chose comme <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader) mais ce n'est pas très agréable à prononcer, alors on a choisi de garder les choses simples :)
ga: <span class="label_blue">EOLAS</span> Tagann ainm KOReader ó thús an tionscadail: <b>K</b>indle/<b>K</b>obo <b>O</b>Pen Reader. Ar ndóigh, d'fhás an léitheoir go mór thar na blianta, anois bheadh giorrúchán cruinn cosúil le <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader) ach níl sé seo chomh deas sin le fuaimniú, mar sin roghnaíomar é a choinneáil simplí :)
it: <span class="label_blue">INFO</span> Il nome di KOReader deriva dagli inizi del progetto: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Naturalmente il lettore è cresciuto così tanto nel corso degli anni, che ora un'abbreviazione accurata sarebbe qualcosa come <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader) ma questo non è così bello da pronunciare, quindi abbiamo scelto di mantenerlo semplice :)
nl: <span class="label_blue">INFO</span> De naam van KOReader komt van het begin van het project: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Natuurlijk is de lezer door de jaren heen zo gegroeid, dat een nauwkeurige afkorting nu zoiets zou zijn als <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader) maar dit is niet zo mooi uit te spreken, dus we kiezen ervoor om het simpel te houden :)
pt_br: <span class="label_blue">INFO</span> O nome KOReader comes vem do início do projeto: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. O leitor cresceu muito com o passar dos anos, é claro, e agora uma abreviação correta deveria ser algo como <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader), mas esse não é legal de se pronunciar, então decidimos mantê-lo simples :)
pt_pt: <span class="label_blue">INFO</span> O nome do KOReader vem dos inícios do projeto: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader (Leitor Aberto do Kobo). É claro que, como o leitor cresceu tanto ao longo dos anos, uma abreviação precisa seria agora algo como <b>KKPRCSALMOReader</b> (Leitor Aberto do Kindle, Kobo, Pocketbook, Remarkable, Cervantes, Sony, Android, Linux, MacOS) mas isso não se pronuncia bem, e por isso decidimos manter a simplicidade :)
sk: <span class="label_blue">INFORMÁCIA</span> Názov KOReader pochádza zo začiatkov projektu: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Samozrejme, program sa v priebehu rokov veľmi rozrástol, teraz by presná skratka bola niečo ako <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader), ale toto sa nie veľmi pekne vyslovuje, takže sme sa rozhodli to zjednodušiť :)
sr: <span class="label_blue">ИНФО</span> Име KOReader је изведено из почетних слова пројекта: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Читач се, наравно, доста развио током година, тако да би сада прецизна скраћеница била нешто као <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader), али ово баш и није згодно за изговор, тако да смо одлучили да задржимо просто име :)
ta: <span வகுப்பு = "label_blue"> செய்தி </span> கொரியாடரின் பெயர் திட்டத்தின் தொடக்கத்திலிருந்து வந்தது: <b> கே </b> இன்டெல்/<b> கே </b> ஓபோ <b> ஓ </b> பேனா ரீடர். நிச்சயமாக வாசகர் பல ஆண்டுகளாக மிகவும் வளர்ந்தார், இப்போது ஒரு துல்லியமான சுருக்கம் <b> kkprcsalmoreader </b> (கின்டெல் கோபோ பாக்கெட் புக் குறிப்பிடத்தக்க செர்வாண்டச் சோனி ஆண்ட்ராய்டு லினக்ச் மேகோச் திறந்த வாசகர்) போன்றதாக இருக்கும்) ஆனால் இதை உச்சரிப்பதில் அவ்வளவு நல்லதல்ல :) :)
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Назва KOReader виникла на самому початку проєкту: <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader. Звичайно, програма так виросла за роки, що зараз повна абревіатура могла б виглядати як <b>KKPRCSALMOReader</b> (Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader), але ми вирішили не ускладнювати її :)
zh_hans: <span class="label_blue">说明</span> KOReader的名称来自本项目的起点： <b>K</b>indle/<b>K</b>obo <b>O</b>pen Reader（Kindle/Kobo开放阅读器）。当然，这款阅读软件经过多年发展已经获得了长足进步，现在更准确的缩写应该类似 <b>KKPRCSALMOReader</b> （Kindle Kobo Pocketbook Remarkable Cervantes Sony Android Linux MacOS Open reader），但太拗口了所以所以还是一切从简吧😀

source: Transfer your reading materials in different ways
es: Transferir el material de lectura de varias maneras
fr: Transférez vos lectures de différentes manières
ga: Aistrigh d’ábhair léitheoireachta ar bhealaí éagsúla
it: Trasferite i vostri materiali di lettura in modi diversi
nl: Leesmateriaal op verschillende manieren overbrengen
pt_br: Transfira seus materiais de leitura de diferentes formas
pt_pt: Transferir os seus materiais de leitura de formas diferentes
sk: Prenášajte svoje dokumenty na čítanie rôznymi spôsobmi
sr: Преносите ваше материјале за читање на разне начине
ta: உங்கள் வாசிப்புப் பொருட்களை வெவ்வேறு வழிகளில் மாற்றவும்
uk: Передавання файлів для читання різними способами
zh_hans: 用多种方式导入阅读材料

source: <b>USB mass storage</b> mode for supporting devices <a href="#L2-transferring" class="internalink"></a>
es: <b>USB</b> en dispositivos que lo soporten <a href="#L2-transferring" class="internalink"></a>
fr: Mode de <b>stockage de masse USB</b> pour les appareils pris en charge <a href="#L2-transferring" class="internalink"></a>
ga: Mód <b>stórála maise USB</b> le haghaidh gléasanna tacaíochta <a href="#L2-transferring" class="internalink"></a>
it: Modalità <b>USB mass storage</b> per i dispositivi supportati <a href="#L2-transferring" class="internalink"></a>
nl: <b>USB-massageheugen</b> modus voor ondersteunde apparaten <a href="#L2-transferring" class="internalink"></a>
pt_br: Modo de <b>armazenamento USB</b> para dispositivos suportados <a href="#L2-transferring" class="internalink"></a>
pt_pt: Meio de <b>armazenamento USB</b> para dispositivos que o suportem <a href="#L2-transferring" class="internalink"></a>
sk: Režim <b>Veľkokapacitné úložisko USB</b> pre podporované zariadenia <a href="#L2-transferring" class="internalink"></a>
sr: Режим <b>USB масовно складиште</b> на уређајима који то подржавају <a href="#L2-transferring" class="internalink"></a>
ta: <b> யூ.எச்.பி வெகுசன சேமிப்பு </b> துணை சாதனங்களை ஆதரிப்பதற்கான பயன்முறை <a href = "#l2-transferring" வகுப்பு = "interning">  </a>
uk: Режим <b>USB-накопичувача</b> для пристроїв, що підтримуються <a href="#L2-transferring" class="internalink"></a>
zh_hans: <b>U盘读写</b>模式（须阅读设备支持该功能）<a href="#L2-transferring" class="internalink"></a>

source: <b>Cloud storage</b> (<span class="external">Dropbox</span>/FTP/Webdav) with suitable accounts <a href="#L2-transferring" class="internalink"></a>
es: <b>Nube</b> (<span class="external">Dropbox</span>/FTP/Webdav) con tus correspondientes cuentas <a href="#L2-transferring" class="internalink"></a>
fr: <b>Stockage dans le Cloud</b> (<span class="external">Dropbox</span>/FTP/Webdav) avec les comptes appropriés <a href="#L2-transferring" class="internalink"></a>
ga: <b>Stóráil scamall</b> (<span class="external">Dropbox</span>/FTP/Webdav) le cuntais oiriúnacha <a href="#L2-transferring" class="internalink"></a>
it: <b>Cloud storage</b> (<span class="external">Dropbox</span>/FTP/Webdav) con utenti registrati <a href="#L2-transferring" class="internalink"></a>
nl: <b>Cloudopslag</b> (<span class="external">Dropbox</span>/FTP/Webdav) met geschikte accounts <a href="#L2-transferring" class="internalink"></a>
pt_br: <b>Armazenamento em nuvem</b> (<span class="external">Dropbox</span>/FTP/Webdav) com contas compatíveis <a href="#L2-transferring" class="internalink"></a>
pt_pt: <b>Armazenamento na nuvem</b> (<span class="external">Dropbox</span>/FTP/Webdav) através de contas correspondentes <a href="#L2-transferring" class="internalink"></a>
sk: <b>Cloudové úložisko</b> (<span class="external">Dropbox</span>/FTP/Webdav) s príslušnými účtami <a href="#L2-transferring" class="internalink"></a>
sr: <b>Складиште на облаку</b> (<span class="external">Dropbox</span>/FTP/Webdav) са одговарајућим налозима <a href="#L2-transferring" class="internalink"></a>
ta: <b> முகில் ச்டோரேச் </b> (<ச்பான் கிளாச் = "வெளிப்புற"> டிராப்பாக்ச் </ச்பான்>/எஃப்.டி.பி/வெப்டாவ்) பொருத்தமான கணக்குகளுடன் <a href = "#l2- டிரான்ச்ஃபெரிங்" வகுப்பு = "இன்டர்னின்க்">  </a>
uk: <b>Хмарне сховище</b> (<span class="external">Dropbox</span>/FTP/Webdav) з відповідними обліковими записами <a href="#L2-transferring" class="internalink"></a>
zh_hans: 用配套账号登录<b>云存储</b> (<span class="external">Dropbox</span>/FTP/Webdav)上传下载 <a href="#L2-transferring" class="internalink"></a>

source: KOReader can act as an <b>SSH server</b>, so you can use an SFTP application or your file manager to directly transfer files <a href="#L2-pluginslist" class="internalink"></a>
es: KOReader puede actuar como <b>servidor SSH</b> por lo que puedes usar cualquier aplicación SFTP o explorador de archivos para transferir archivos directamente <a href="#L2-pluginslist" class="internalink"></a>
fr: KOReader peut servir de <b>serveur SSH</b>, vous pouvez ainsi utiliser une application SFTP ou votre gestionnaire de fichier pour transférer directement vos fichiers <a href="#L2-pluginslist" class="internalink"></a>
ga: Is féidir le KOReader gníomhú mar <b>fhreastalaí SSH</b>, mar sin is féidir leat feidhmchlár SFTP nó do bhainisteoir comhad a úsáid chun comhaid a aistriú go díreach <a href="#L2-pluginslist" class="internalink"></a>
it: KOReader può fungere da <b>server SSH</b>, quindi è possibile utilizzare un'applicazione SFTP o il proprio file manager per trasferire direttamente i file. <a href="#L2-pluginslist" class="internalink"></a>
nl: KOReader kan fungeren als een <b>SSH-server</b>, zodat je een SFTP-applicatie of je bestandsbeheerder kunt gebruiken om bestanden direct over te brengen <a href="#L2-pluginslist" class="internalink"></a>
pt_br: KOReader pode servir como um <b>servidor SSH</b>, para você poder usar um programa SFTP ou um gerenciador de arquivos para transferir arquivos diretamente<a href="#L2-pluginslist" class="internalink"></a>
pt_pt: O KOReader pode funcionar como um <b>servidor SSH</b>, por isso pode utilizar uma aplicação SFTP ou o seu gestor de ficheiros para transferir ficheiros diretamente <a href="#L2-pluginslist" class="internalink"></a>
sk: KOReader môže fungovať ako <b>SSH server</b>, takže môžete používať SFTP program alebo vášho správcu súborov pre priamy prenos súborov <a href="#L2-pluginslist" class="internalink"></a>
sr: KOReader може да служи као <b>SSH сервер</b>, па можете да употребите SFTP апликацију или менаџер фајлова за директни пренос фајлова <a href="#L2-pluginslist" class="internalink"></a>
ta: கொரியடர் ஒரு <b> பாஓடு சேவையகம் </b> ஆக செயல்பட முடியும், எனவே கோப்புகளை நேரடியாக மாற்ற ஒரு SFTP பயன்பாடு அல்லது உங்கள் கோப்பு மேலாளரைப் பயன்படுத்தலாம் <a href = "#l2-pluginslist" வகுப்பு = "interning">  </a>
uk: KOReader може виступати в ролі <b>SSH сервера</b>, тому можна використовувати додаток SFTP для безпосередньої передачі файлів <a href="#L2-pluginslist" class="internalink"></a>
zh_hans: KOReader可作为<b>SSH服务器</b>，使用SFTP软件或文件管理器传输文档<a href="#L2-pluginslist" class="internalink"></a>

source: With the <span class="external">Calibre</span> plugin you can send books from your Calibre Library directly to your KOReader devices over wifi <a href="#L2-transferring" class="internalink"></a>
es: Con el complemento <span class="external">Calibre</span> puedes enviar libros vía wifi desde la biblioteca de Calibre al dispositivo KOReader <a href="#L2-transferring" class="internalink"></a>
fr: Avec le plugin <span class="external">Calibre</span>, vous pouvez transférer les livres de votre Bibliothèque Calibre directement vers votre appareil KOReader via wifi <a href="#L2-transferring" class="internalink"></a>
ga: Leis an mbreiseán <span class="external">Calibre</span> is féidir leat leabhair a sheoladh ó do Leabharlann Calibre go díreach chuig do ghléasanna KOReader thar wifi <a href="#L2-transferring" class="internalink"></a>
it: Con il plugin <span class="external">Calibre</span> è possibile inviare libri dalla propria libreria Calibre direttamente ai dispositivi KOReader tramite wifi. <a href="#L2-transferring" class="internalink"></a>
nl: Met de <span class="external">Calibre</span> plugin kun je boeken rechtstreeks vanuit je Calibre-bibliotheek naar je KOReader-apparaten verzenden via wifi <a href="#L2-transferring" class="internalink"></a>
pt_br: Com o plugin do <span class="external">Calibre</span>, você consegue enviar diretamente livros da sua Biblioteca Calibre para seus dispositivos com o KOReader utilizando Wi-Fi <a href="#L2-transferring" class="internalink"></a>
pt_pt: Com o plugin <span class="external">Calibre</span> pode enviar livros diretamente da sua Biblioteca do Calibre para os seus dispositivos KOReader através de Wi-Fi <a href="#L2-transferring" class="internalink"></a>
sk: S doplnkom <span class="external">Calibre</span> môžete poslať knihy z vašej knižnice Calibre do vášho zariadenia s KOReaderom cez wifi <a href="#L2-transferring" class="internalink"></a>
sr: Са <span class="external">Calibre</span> додатком можете да из Calibre библиотеке шаљете књиге директно на KOReader уређаје преко бежичне мреже <a href="#L2-transferring" class="internalink"></a>
ta: <ச்பான் வகுப்பு = "வெளிப்புற"> காலிபர் </span> சொருகி மூலம் உங்கள் காலிபர் நூலகத்திலிருந்து நேரடியாக உங்கள் கொரியடர் சாதனங்களுக்கு வைஃபை <a href = "#l2-transferring" வகுப்பு = "interning">  </a>
uk: За допомогою модуля <span class="external">Calibre</span> можна через Wi-Fi надсилати книги з бібліотеки Calibre безпосередньо на пристрої з KOReader <a href="#L2-transferring" class="internalink"></a>
zh_hans: 借助 <span class="external">Calibre</span> 插件，可通过 WIFI 直接从 Calibre 书库将书籍发送到 KOReader <a href="#L2-transferring" class="internalink"></a>

source: With the <b>News downloader plugin</b> you can download RSS and Atom news entries to your device as HTML files <a href="#L2-pluginslist" class="internalink"></a>
es: Con el complemento <b>Descargador de Noticias</b> puedes descargar noticias RSS y Atom como archivos HTML a tu dispositivo <a href="#L2-pluginslist" class="internalink"></a>
fr: Avec le <b>plugin de téléchargement d'informations</b>, vous pouvez télécharger des entrées RSS et Atom sur votre appareil sous forme de fichiers HTML <a href="#L2-pluginslist" class="internalink"></a>
ga: Leis an <b>breiseán íoslódála nuachta</b> is féidir leat iontrálacha nuachta RSS agus Atom a íoslódáil chuig do ghléas mar chomhaid HTML <a href="#L2-pluginslist" class="internalink"></a>
it: Con il plugin <b>News downloader</b> è possibile scaricare le notizie RSS e Atom sul proprio dispositivo come file HTML. <a href="#L2-pluginslist" class="internalink"></a>
nl: Met de <b>Nieuwsdownloader plugin</b> kun je RSS- en Atom-nieuwsberichten naar je apparaat downloaden als HTML-bestanden <a href="#L2-pluginslist" class="internalink"></a>
pt_br: Com o <b>plugin de download de Notícias</b>, você consegue baixar RSS e entradas de notícias Atom para seus dispositivos como arquivos HTML<a href="#L2-pluginslist" class="internalink"></a>
pt_pt: Com o <b>plugin de transferência de Notícias</b> pode transferir notícias de feeds RSS e Atom para o seu dispositivo como ficheiros HTML <a href="#L2-pluginslist" class="internalink"></a>
sk: Pomocou doplnku <b>Sťahovanie správ</b> si môžete stiahnuť správy RSS a Atom do svojho zariadenia ako súbory HTML <a href="#L2-pluginslist" class="internalink"></a>
sr: <b>Додатком за преузимање вести</b> можете на свој уређај да преузимате RSS и Atom ставке вести као HTML фајлове <a href="#L2-pluginslist" class="internalink"></a>
ta: <b> நியூச் டவுன்லோடர் சொருகி </b> உடன் உங்கள் சாதனத்திற்கு ஆர்.எச்.எச் மற்றும் ஆட்டம் செய்தி உள்ளீடுகளை உஉகுமொ கோப்புகள் <a href = "#l2-pluginslist" வகுப்பு = "interning">  </a> என பதிவிறக்கம் செய்யலாம்
uk: За допомогою модуля <b>Завантажувач новин</b> можна завантажувати новини RSS та Atom на свій пристрій у вигляді HTML-файлів <a href="#L2-pluginslist" class="internalink"></a>
zh_hans: 借助<b>新闻下载器插件</b>，将RSS及Atom订阅源提供的文章以HTML格式下载至阅读设备<a href="#L2-pluginslist" class="internalink"></a>

source: With the Wallabag plugin you can retrieve articles from your Wallabag account (a server based read-it-later service like <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
es: Con el complemento Wallabag puedes recuperar artículos de tu cuenta Wallabag (un servicio de "leer más tarde" similar a <span class="external">Pocket</span>)<a href="#L2-transferring" class="internalink"></a>
fr: Avec le plugin Wallabag, vous pouvez récupérer les articles de votre compte Wallabag (un service read-it-later similaire à <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
ga: Leis an mbreiseán Wallabag is féidir leat ailt a aisghabháil ó do chuntas Wallabag (seirbhís léigh-é-níos-níos-déanta bunaithe ar fhreastalaí cosúil le <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
it: Con il plugin Wallabag è possibile recuperare gli articoli dal proprio account Wallabag (un servizio di read-it-later basato su server come <span class="external">Pocket</span>). <a href="#L2-transferring" class="internalink"></a>
nl: Met de Wallabag plugin kun je artikelen ophalen uit je Wallabag account (een server-gebaseerde 'lees-het-later' service zoals <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
pt_br: Com o plugin Wallabag, você consegue recuperar artigos de sua conta Wallabag (um serviço baseado em nuvem como o <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
pt_pt: Com o plugin Wallabag pode resgatar artigos da sua conta Wallabag (um serviço de "ler mais tarde" como o <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
sk: Pomocou doplnku Wallabag môžete načítať články z vášho účtu Wallabag (serverová služba na neskoršie čítanie, ako napríklad <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
sr: Са Wallabag додатком можете да преузимате чланке са свог Wallabag налога (сервис читај-касније заснован на серверу као што је <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
ta: வாலபாக் சொருகி மூலம் உங்கள் வாலபாக் கணக்கிலிருந்து கட்டுரைகளை மீட்டெடுக்கலாம் (<ச்பான் கிளாச் = "வெளிப்புற"> பாக்கெட் </ச்பான்> போன்ற ஒரு சேவையக அடிப்படையிலான வாசிப்பு-லேட்டர் சேவை) <a href = "#l2- டிரான்ச்ஃபெரிங்" வகுப்பு = "இன்டர்னின்க்">  </a>
uk: За допомогою модуля Wallabag можна отримувати статті з облікового запису Wallabag (серверна послуга «прочитати пізніше» як, приміром, <span class="external">Pocket</span>) <a href="#L2-transferring" class="internalink"></a>
zh_hans: 通过Wallabag插件从Wallabag账号中拉取文章（一款自托管的类似<span class="external">Pocket</span>的开源稍后阅读服务）<a href="#L2-transferring" class="internalink"></a>

source: Adjust the appearance of text as you wish
es: Ajustar la apariencia del texto como desees
fr: Modifiez l'apparence du texte comme vous le souhaitez
ga: Coigeartaigh cuma an téacs mar is mian leat
it: Regolate l'aspetto del testo come desiderate
nl: De tekstweergave aanpassen zoals je wilt
pt_br: Ajuste a aparência do texto como quiser
pt_pt: Ajuste a aparência do texto como quiser
sk: Upraviť vzhľad textu podľa vlastného uváženia
sr: Подешавате изглед текста по жељи
ta: நீங்கள் விரும்பியபடி உரையின் தோற்றத்தை சரிசெய்யவும்
uk: Пристосування вигляду тексту за власним бажанням
zh_hans: 按照个人偏好调整文本样式
