Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Font / Font-family fonts
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Letra / Letras de la font-family
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Police / Polices de caractères
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Cló / Clónna teaghlaigh cló
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Carattere / Caratteri della famiglia di caratteri
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Lettertype / Lettertypefamilies
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte / Fontes da família de fontes
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte / Família de Fontes
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Písmo / Písma z rodiny písiem
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Фонт / Font-family фонтови
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / எழுத்துரு / எழுத்துரு-குடும்ப எழுத்துருக்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Шрифт / Сімейство шрифтів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 字体 / Font-family字体

source: To change a family font for the current book just tap on the desired font name. If you want to set this for all your books, long-tap to set it as a <b>default (★)</b>. If a book abuses this font family feature to the point where your default font is hardly used, you can disable that family font for this book by unchecking the association.
es: Para cambiar la fuente de una familia para el libro actual, simplemente toque el nombre de la fuente deseada. Si desea establecerla para todos sus libros, mantenga pulsada para establecerla como <b>predeterminada</b> (★). Si un libro abusa de esta función de familia de fuentes hasta el punto de que su fuente predeterminada casi no se usa, puede desactivarla desmarcando la asociación.
fr: Pour modifier la police d'une famille pour le livre actuel, il suffit d'appuyer sur le nom de la police souhaitée. Si vous souhaitez définir cette police pour tous vos livres, appuyez longuement dessus pour la définir comme <b>police par défaut (★)</b>. Si un livre abuse de cette fonctionnalité de famille de polices au point que votre police par défaut n'est pratiquement plus utilisée, vous pouvez désactiver cette famille de polices pour ce livre en décochant l'association.
ga: Chun cló teaghlaigh a athrú don leabhar reatha, níl le déanamh ach sconna ar ainm an chló atá uait. Más mian leat é seo a shocrú do gach cuid leabhar, sconna fada chun é a shocrú mar <b>réamhshocrú (★)</b>. Má bhaineann leabhar mí-úsáid as an ngné teaghlaigh cló seo go dtí an pointe nach n-úsáidtear do chló réamhshocraithe beagnach go minic, is féidir leat an cló teaghlaigh sin a dhíchumasú don leabhar seo tríd an gcomhlachas a dhíthiceáil.
it: Per cambiare il font di una famiglia per il libro corrente è sufficiente toccare il nome del font desiderato. Se si desidera impostarla per tutti i libri, toccare a lungo per impostarla come <b>default (★)</b>. Se un libro abusa di questa funzione di famiglia di font al punto che il font predefinito è poco utilizzato, è possibile disabilitare la famiglia di font per questo libro deselezionando l'associazione.
nl: Tik op een familielettertype om het voor het huidige boek te gebruiken. Wil je het voor alle boeken instellen, houd dan lang ingedrukt om het als <b>standaard (★)</b> te markeren. Misbruikt een boek deze functionaliteit waardoor je standaardlettertype nauwelijks verschijnt, schakel dan die familie uit door de associatie uit te vinken.
pt_br: Para alterar a família da fonte para o livro atual, basta tocar no nome da fonte desejada. Se quiser definir isso para todos os seus livros, toque e segure para defini-la como <b>padrão (★)</b>. Se um livro abusar deste recurso de família de fontes a ponto de sua fonte padrão quase não ser usada, você pode desativar essa família de fontes para este livro desmarcando a associação.
sk: Ak chcete zmeniť rodinné písmo pre aktuálnu knihu, stačí ťuknúť na požadovaný názov písma. Ak ho chcete nastaviť pre všetky knihy, dlhým ťuknutím ho nastavíte ako <b>predvolené (★)</b>. Ak kniha zneužíva túto funkciu rodiny písiem do takej miery, že sa vaše predvolené písmo takmer nepoužíva, môžete toto rodinné písmo pre túto knihu zakázať zrušením začiarknutia priradenia.
sr: Да бисте променили фамилију фонта за текућу књигу једноставно тапните на име жељеног фонта. Ако ово желите да поставите за све ваше књиге, извршите дуги тап да је поставите као <b>подразумевану (★)</b>. Ако књига злоупотребљава ову функционалност фамилије фонта па се ваш подразумевани фонт скоро и не користи, за ту књигу можете да искључите фамилију фонта тако што уклоните штиклирање са придруживања.
ta: தற்போதைய புத்தகத்திற்கான குடும்ப எழுத்துருவை மாற்ற விரும்பிய எழுத்துரு பெயரைத் தட்டவும். உங்கள் எல்லா புத்தகங்களுக்கும் இதை அமைக்க விரும்பினால், இதை <b> இயல்புநிலை (★) </b> ஆக அமைக்க நீண்ட நேரம். ஒரு நூல் இந்த எழுத்துரு குடும்ப அம்சத்தை உங்கள் இயல்புநிலை எழுத்துரு அரிதாகவே பயன்படுத்திய இடத்திற்கு தீய பயன்பாடு செய்தால், இந்த புத்தகத்திற்கான அந்த குடும்ப எழுத்துருவை சங்கத்தைத் தேர்வுசெய்வதன் மூலம் முடக்கலாம்.
uk: Щоб змінити сімейство шрифтів для поточної книги, просто торкніться назви бажаного шрифту. Якщо бажаєте визначити його для усіх своїх книг, тоді затисніть, щоб встановити його як <b>типовий (★)</b>. Якщо книга зловживає цією функцією сімейства шрифтів аж настільки, що типовий шрифт використовується занадто, тоді можна вимкнути це сімейство шрифтів для даної книги знявши позначку асоціювання.
zh_hans: 要更改当前书籍的系列字体，只需点击所需的字体名称。 如果您想为所有书籍设置此设置，请长按将其设置为<b>默认设置（★）</b>。 如果某本书滥用了此字体系列功能，以至于几乎不使用默认字体，则可以通过取消选中该关联来禁用该系列字体。

source: Changing font quickly
es: DESPLAZARSE POR tU LIBRO
fr: Changer rapidement la police
ga: Athrú cló go tapa
it: Cambiare rapidamente il carattere
nl: Snel van lettertype wisselen
pt_br: Alterando a fonte rapidamente
pt_pt: Alteração rápida de fonte
sk: POHYBOVANIE SA V KNIHE
sr: Брза измена фонта
ta: உங்கள் புத்தகத்தின் வழியாக நகரும்
uk: Швидка зміна шрифту
zh_hans: 快速切换字体

source: If you are switching between fonts frequently (i.e. <b>monospace</b> for programming books and <b>serif</b> for novels) there is a workaround which makes this easier than going into the menu each time. You can create profiles for your fonts and all font related settings like <span class="ui">line spacing, contrast, bold</span> etc. and add these profiles to a <span class="ui">Quick Menu</span>. So with a single gesture you can open your font selection menu and change the font like shown in the image below:
es: Si cambias de letra con frecuencia (por ejemplo, <b>monospace</b> para libros de programación y <b>serif</b> para novelas), existe una solución alternativa que facilita la tarea en lugar de tener que acceder al menú cada vez. Puedes crear perfiles para tus letras y todos los ajustes relacionados, como <span class="ui">el interlineado, el contraste, la negrita</span>, etc., y añadirlos a un <span class="ui">Menú rápido</span>. De esta forma, con un solo gesto, puedes abrir el menú de selección de letras y cambiar la letra como se muestra en la imagen a continuación:
fr: Si vous changez fréquemment de police (par exemple, <b>monospace</b> pour les livres de programmation et <b>serif</b> pour les romans), il existe une solution qui vous évite d'avoir à passer par le menu à chaque fois. Vous pouvez créer des profils pour vos polices et tous les paramètres liés aux polices, tels que <span class="ui">l'interligne, le contraste, le gras,</span> etc., puis ajouter ces profils à un <span class="ui">Menu rapide</span>. Ainsi, d'un simple geste, vous pouvez ouvrir le menu de sélection des polices et modifier la police comme indiqué dans l'image ci-dessous :
ga: Má bhíonn tú ag athrú idir clónna go minic (m.sh. <b>monospace</b> le haghaidh leabhar ríomhchlárúcháin agus <b>serif</b> le haghaidh úrscéalta) tá réiteach sealadach ann a fhágann go bhfuil sé seo níos éasca ná dul isteach sa roghchlár gach uair. Is féidir leat próifílí a chruthú le do chlónna agus do gach socrú a bhaineann le clónna cosúil le <span class="ui">spásáil líne, codarsnacht, cló trom</span> srl. agus na próifílí seo a chur le <span class="ui">Roghchlár Tapa</span>. Mar sin, le gotha amháin is féidir leat do roghchlár roghnúcháin clónna a oscailt agus an cló a athrú mar a thaispeántar san íomhá thíos:
it: Se si passa frequentemente da un font all'altro (ad esempio <b>monospace</b> per i libri di programmazione e <b>serif</b> per i romanzi), esiste una soluzione che semplifica l'operazione rispetto all'accesso al menu ogni volta. È possibile creare profili per i font e per tutte le impostazioni relative ai font, come <span class="ui">interlinea, contrasto, grassetto</span>, ecc. e aggiungere questi profili a un <span class="ui">Menu rapido</span>. In questo modo, con un solo gesto è possibile aprire il menu di selezione dei caratteri e cambiare il carattere, come mostrato nell'immagine seguente:
nl: Wissel je vaak tussen lettertypes (bijv. <b>monospace</b> voor programmeerboeken en <b>serif</b> voor romans), dan hoef je niet telkens het menu in. Maak profielen voor lettertype en gerelateerde instellingen (<span class="ui">regelafstand, contrast, vet</span> enz.) en voeg ze toe aan een <span class="ui">Snelmenu</span>. Met één gebaar open je je lettertypeselectie en wijzig je snel, zoals in de afbeelding hieronder:
pt_br: Se você alterna entre fontes com frequência (por exemplo, <b>monoespaçada</b> para livros de programação e <b>serifada</b> para romances), há uma solução alternativa que torna isso mais fácil do que acessar o menu toda vez. Você pode criar perfis para suas fontes e todas as configurações relacionadas a elas, como <span class="ui">espaçamento entre linhas, contraste, negrito</span> , etc., e adicionar esses perfis a um <span class="ui">Menu Rápido</span>. Assim, com um único gesto, você pode abrir o menu de seleção de fontes e alterá-las, como mostrado na imagem abaixo:
sk: Ak často prepínate medzi písmami (t. j. <b>monospace</b> pre programovanie kníh a <b>serif</b> pre romány), existuje riešenie, ktoré to zjednoduší, než zakaždým prejsť do ponuky. Môžete si vytvoriť profily pre svoje písma a všetky nastavenia súvisiace s písmom, napr. <span class="ui">riadkovanie, kontrast, tučné písmo</span> atď. a pridať tieto profily do <span class="ui">Rýchleho menu</span>. Takže jediným gestom môžete otvoriť ponuku výberu písma a zmeniť písmo, ako je znázornené na obrázku nižšie:
sr: Ако често мењате фонтове (нпр. <b>фиксне ширине</b> за књиге из програмирања и <b>серифне</b> за романе) постоји заобилазно решење које спречава потребу да сваки пут одлазите у мени. Можете да креирате профиле за своје фонтове, као и за сва подешавања у вези са фонтовима као што су <span class="ui">проред, контраст, подебљање</span> итд. па да те профиле додате у <span class="ui">Брзи мени</span>. Тако да са једном гестикулацијом можете да отворите мени за избор фонта и да промените фонт као што је то приказано на слици испод:
ta: நீங்கள் அடிக்கடி எழுத்துருக்களுக்கு இடையில் மாறினால் (அதாவது <b> மோனோச்பேச் </b> நிரலாக்க புத்தகங்கள் மற்றும் <b> செரிஃப் </b> நாவல்களுக்கு) ஒவ்வொரு முறையும் மெனுவுக்குள் செல்வதை விட இது எளிதாக்குகிறது. உங்கள் எழுத்துருக்கள் மற்றும் <ச்பான் கிளாச் = "யுஐ"> வரி இடைவெளி, மாறுபாடு, போல்ட் </ச்பான்> போன்ற அனைத்து எழுத்துரு தொடர்பான அமைப்புகளுக்கும் சுயவிவரங்களை உருவாக்கலாம் மற்றும் இந்த சுயவிவரங்களை <ச்பான் வகுப்பு = "யுஐ"> விரைவு பட்டியல் </ச்பான்> இல் சேர்க்கலாம். எனவே ஒற்றை சைகை மூலம் உங்கள் எழுத்துரு தேர்வு மெனுவைத் திறந்து கீழே உள்ள படத்தில் காட்டப்பட்டுள்ள எழுத்துருவை மாற்றலாம்:
uk: Якщо ви часто змінюєте шрифти (наприклад, <b>моноширинний</b> для книг з програмування та <b>з засічками</b> для романів), існує зручніший спосіб робити це, ніж щоразу переходити по меню. Можна створити профілі для шрифтів разом з усіма пов'язаними з шрифтами налаштуваннями (наприклад, <span class="ui">проміжки між рядками, контрастність, жирність</span> та ін.), після чого додати ці профілі до <span class="ui">Швидкого меню</span>. Таким чином, можна буде відкривати меню вибору шрифтів і змінювати шрифт одним жестом, як це зображено нижче:
zh_hans: 如果你经常在字体之间切换（比如编程书籍用<b>等宽字体</b>，小说用<b>衬线字体</b>），有一个解决方案可以让你比每次都进入菜单更容易。 您可以为您的字体和所有字体相关设置（如<span class="ui">行距，对比度，粗体</span>等）创建配置文件，并将这些配置文件添加到<span class="ui">快捷菜单</span>中。 因此，只需一个手势，您就可以打开字体选择菜单，并更改字体，如下图所示：

source: Check the <a href="#qmandprofiles">QUICK MENU AND PROFILES</a> section of this guide to learn how to do this.
es: Consulta la sección <a href="#qmandprofiles">MENÚ RÁPIDO Y PERFILES</a> de esta guía para aprender cómo hacer esto.
fr: Consultez la section <a href="#qmandprofiles">MENU RAPIDE ET PROFILS</a> de ce guide pour savoir comment procéder.
ga: Seiceáil an chuid <a href="#qmandprofiles">ROGHCHLÁR MEAR AGUS PRÓIFÍLÍ</a> den treoir seo chun foghlaim conas é seo a dhéanamh.
it: Per sapere come fare, consultare la sezione <a href="#qmandprofiles">MENU RAPIDO E PROFILI</a> di questa guida.
nl: Zie de sectie <a href="#qmandprofiles">SNELMENU EN PROFIELEN</a> voor uitleg hoe dit werkt.
pt_br: Confira a seção <a href="#qmandprofiles">MENU RÁPIDO E PERFIS</a> deste guia para saber como fazer isso.
sk: Pozrite si časť <a href="#qmandprofiles">RÝCHLE MENU A PROFILY</a> tejto príručky, kde sa dozviete, ako to urobiť.
sr: Погледајте одељак <a href="#qmandprofiles">БРЗИ МЕНИ И ПРОФИЛИ</a> овог упутства да научите како се то ради.
ta: இதை எவ்வாறு செய்வது என்பதை அறிய இந்த வழிகாட்டியின் </qmandprofiles "> விரைவான பட்டியல் மற்றும் சுயவிவரங்களை </a> பகுதியை சரிபார்க்கவும்.
uk: Як це зробити описано у розділі <a href="#qmandprofiles">ШВИДКЕ МЕНЮ ТА ПРОФІЛІ</a> даного посібника.
zh_hans: 查看本指南的<a href="#qmandprofiles">快速菜单和配置文件</a>部分，了解如何执行此操作。

source: Style tweaks
es: Ajustes de estilo
fr: Ajustements de style
ga: Coigeartuithe stíl
it: Ritocchi di stile
nl: Stijlaanpassingen
pt_br: Ajustes de estilo
pt_pt: Ajustes de estilo
sk: Doladenie štýlu
sr: Дотеривања стила
ta: நடை மாற்றங்கள்
uk: Підлаштування стилів
zh_hans: 样式微调

source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: Style tweaks feature of KOReader allows you to modify how your book is rendered by KOReader. We won't go through a full CSS course here. We just want to show you the basics so when you see a style tweak, you will at least have a rough idea what it does.
es: La función de ajustes de estilo de KOReader te permite modificar la forma en que KOReader renderiza tu libro. No vamos a explicarte todo el CSS. Solo queremos mostrarte los conceptos básicos para que, cuando veas un ajuste de estilo, tengas al menos una idea aproximada de su función.
fr: La fonctionnalité « Style tweaks » (Modifications de style) de KOReader vous permet de modifier la façon dont votre livre est affiché par KOReader. Nous n'allons pas vous donner ici un cours complet sur le CSS. Nous voulons simplement vous montrer les bases afin que, lorsque vous verrez une modification de style, vous ayez au moins une idée générale de ce qu'elle fait.
ga: Leis an ngné feabhsúcháin stíl de chuid KOReader, is féidir leat an chaoi a ndéanann KOReader do leabhar a mhodhnú. Ní dhéanfaimid cúrsa iomlán CSS anseo. Níl uainn ach na bunghnéithe a thaispeáint duit ionas go mbeidh tuairim gharbh agat ar a laghad faoi cad a dhéanann sé nuair a fheiceann tú feabhsúchán stíl.
it: La funzione Ritocchi di Stile di KOReader consente di modificare il modo in cui il libro viene reso da KOReader. Non faremo qui un corso completo di CSS. Vogliamo solo mostrarvi le basi, in modo che quando vedrete un ritocco di stile, avrete almeno un'idea approssimativa di cosa fa.
nl: Met de stijlaanpassingen-functie van KOReader kun je aanpassen hoe het boek wordt weergegeven. We gaan hier geen volledige CSS-cursus geven. We laten alleen de basis zien zodat je in grote lijnen weet wat een stijlaanpassing doet wanneer je er één ziet.
pt_br: O recurso de ajustes de estilo do KOReader permite que você modifique a forma como seu livro é renderizado pelo KOReader. Não faremos um curso completo de CSS aqui. Queremos apenas mostrar o básico para que, ao ver um ajuste de estilo, você tenha pelo menos uma ideia aproximada do que ele faz.
sk: Funkcia vylepšenie štýlu v KOReaderi vám umožňuje upraviť spôsob, akým KOReader vykresľuje vašu knihu. Nebudeme tu prechádzať celým kurzom CSS. Chceme vám ukázať len základy, aby ste pri zmene štýlu mali aspoň približnú predstavu o tom, čo robí.
sr: Функционалност KOReader читача под називом дотеривања стила вам омогућава да измените начин на који KOReader исцртава вашу књигу. Овде нећемо проћи кроз комплетан CSS курс. Желимо само да вам прикажемо основе, тако да када видите дотеривање стила, имаћете барем основну идеју шта оно ради.
ta: கொரியாடரின் பாணி ட்யூக்ச் நற்பொருத்தம் உங்கள் நூல் கொரியாடரால் எவ்வாறு வழங்கப்படுகிறது என்பதை மாற்ற அனுமதிக்கிறது. நாங்கள் இங்கே ஒரு முழு சிஎச்எச் பாடநெறி வழியாக செல்ல மாட்டோம். நாங்கள் உங்களுக்கு அடிப்படைகளைக் காட்ட விரும்புகிறோம், எனவே நீங்கள் ஒரு பாணி மாற்றங்களைக் காணும்போது, அது என்ன செய்கிறது என்பதை நீங்கள் குறைந்தபட்சம் ஒரு தோராயமான சிந்தனை பெறுவீர்கள்.
uk: Функція підлаштування стилів у KOReader дозволяє змінювати те, як KOReader буде візуалізувати книгу. Ми не будемо тут описувати повний курс CSS. Тут буде пояснено основи, щоб при погляді на підлаштування стилів ви принаймні мали загальне уявлення, що це таке.
zh_hans: KOReader 的样式调整功能允许您修改 KOReader 显示书籍的方式。 我们不会在这里进行完整的CSS课程。 我们只想向你展示一些基本的东西，这样当你看到一个样式调整时，你至少会有一个大致的概念。

source: What is a style tweak?
es: ¿Qué es un ajuste de estilo?
fr: Qu'est-ce qu'un ajustement de style ?
ga: Cad is coigeartú stíl ann?
it: Che cos'è un ritocco di stile?
nl: Wat is een stijlaanpassing?
pt_br: O que é um ajuste de estilo?
pt_pt: O que é uma alteração de estilo?
sk: Čo je to vylepšenie štýlu?
sr: Шта је дотеривање стила?
ta: பாணி மாற்றங்கள் என்றால் என்ன?
uk: Що таке підлаштування стилю?
zh_hans: 什么是样式调整？

source: We can describe an EPUB document as a <b>HTML file + some CSS rules</b>. These CSS rules determine how different parts of the book (headings, bold text, quotes etc.) will be shown on a reader app. With <span class="ui">style tweaks</span>, you can change how your book will be rendered by adding new rules and/or overriding the rules written by the publisher that is embedded in your book.
es: Un documento EPUB se describe como un <b>archivo HTML con algunas reglas CSS</b>. Estas reglas determinan cómo se mostrarán las diferentes partes del libro (encabezados, negrita, citas, etc.) en una aplicación de lectura. <span class="ui">Con ajustes de estilo</span>, puedes cambiar la visualización de tu libro añadiendo nuevas reglas o anulando las reglas de la editorial que ya están integradas.
fr: On peut décrire un document EPUB comme un <b>fichier HTML + certaines règles CSS</b>. Ces règles CSS déterminent comment les différentes parties du livre (titres, texte en gras, citations, etc.) seront affichées sur une application de lecture. Grâce à des <span class="ui">modifications de style</span>, vous pouvez modifier l'affichage de votre livre en ajoutant de nouvelles règles et/ou en remplaçant les règles écrites par l'éditeur et intégrées à votre livre.
ga: Is féidir linn doiciméad EPUB a chur síos mar <b>chomhad HTML + roinnt rialacha CSS</b>. Cinneann na rialacha CSS seo conas a thaispeánfar codanna éagsúla den leabhar (ceannteidil, téacs trom, Sleachta srl.) ar aip léitheora. Le <span class="ui">coigeartuithe stíl</span>, is féidir leat athrú a dhéanamh ar an gcaoi a rindreálfar do leabhar trí rialacha nua a chur leis agus/nó na rialacha a scríobh an foilsitheoir atá leabaithe i do leabhar a shárú.
it: Possiamo descrivere un documento EPUB come un <b>file HTML + alcune regole CSS</b>. Queste regole CSS determinano il modo in cui le diverse parti del libro (titoli, testo in grassetto, citazioni, ecc.) saranno visualizzate su un'applicazione di lettura. Con i <span class="ui">ritocchi di stile</span>, è possibile modificare la resa del libro aggiungendo nuove regole e/o sovrascrivendo le regole scritte dall'editore che è incorporato nel libro.
nl: We kunnen een EPUB-document beschrijven als een <b>HTML-bestand + enkele CSS-regels</b>. Deze CSS-regels bepalen hoe verschillende delen van het boek (koppen, vetgedrukte tekst, citaten enz.) in een lees-app worden getoond. Met <span class="ui">stijlaanpassingen</span> kun je door nieuwe regels toe te voegen en/of regels van de uitgever te overschrijven aanpassen hoe je boek wordt gerenderd.
pt_br: Podemos descrever um documento EPUB como um <b>arquivo HTML + algumas regras CSS</b>. Essas regras CSS determinam como diferentes partes do livro (títulos, texto em negrito, citações, etc.) serão exibidas em um aplicativo de leitura. Com <span class="ui">ajustes de estilo</span>, você pode alterar a forma como seu livro será renderizado adicionando novas regras e/ou substituindo as regras escritas pela editora que estão incorporadas ao seu livro.
sk: Dokument EPUB môžeme opísať ako <b>súbor HTML + niekoľko pravidiel CSS</b>. Tieto pravidlá CSS určujú, ako sa rôzne časti knihy (nadpisy, tučný text, citáty atď.) zobrazia v aplikácii na čítanie. Pomocou <span class="ui">vylepšenia štýlu</span> môžete zmeniť spôsob vykresľovania vašej knihy pridaním nových pravidiel a/alebo prepísaním pravidiel napísaných vydavateľom, ktoré sú súčasťou vašej knihy.
sr: EPUB документ можемо да опишемо као <b>HTML фајл + нека CSS правила</b>. Ова CSS правила одређују како ће се различити делови књиге (наслови, подебљани текст, цитати итд.) приказивати у апликацији читача. Помоћу <span class="ui">дотеривања стила</span>, можете изменити начин на који ће се исцртавати ваша књига додавањем нових правила и/или преиначавањем правила која је написао издавач и која су уграђена у вашу књигу.
ta: ஒரு EPUB ஆவணத்தை ஒரு <b> உஉகுமொ கோப்பு + சில சிஎச்எச் விதிகள் </b> என்று விவரிக்கலாம். இந்த சிஎச்எச் விதிகள் புத்தகத்தின் வெவ்வேறு பகுதிகள் (தலைப்புகள், தைரியமான உரை, மேற்கோள்கள் போன்றவை) வாசகர் பயன்பாட்டில் எவ்வாறு காண்பிக்கப்படும் என்பதை தீர்மானிக்கின்றன. <Span வகுப்பு = "Ui"> பாணி மாற்றங்கள் </span> உடன், புதிய விதிகளைச் சேர்ப்பதன் மூலமும்/அல்லது உங்கள் புத்தகத்தில் உட்பொதிக்கப்பட்ட வெளியீட்டாளர் எழுதிய விதிகளை மீறுவதன் மூலமும் உங்கள் நூல் எவ்வாறு வழங்கப்படும் என்பதை மாற்றலாம்.
uk: Файл EPUB можна описати як <b>HTML-файл + деякі правила CSS</b>. Ці правила CSS визначають як будуть відображатися різні частини книги (заголовки, жирний шрифт, цитати тощо) у програмі читання. За допомогою <span class="ui">підлаштування стилів</span>, додаючи нові правила та/або замінюючи вбудовані у файл видавцем книги правила, можна змінювати як буде візуалізуватися книга.
zh_hans: 我们可以将EPUB文档描述为<b>HTML文件+一些CSS规则</b>。 这些CSS规则决定了书的不同部分（标题，粗体文本，引用等） 通过<span class="ui">样式调整</span>，您可以通过添加新规则和/或覆盖书籍中嵌入的出版商编写的规则来更改书籍的呈现方式。
