Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Device / Ignore all sleep cover events
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Ignorar eventos de la tapa de la funda
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Appareil / Ignorer tous les événements liés au couvercle de veille
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gléas / Déan neamhaird de gach imeacht clúdaigh codlata
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Ignora tutti gli eventi della cover
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Apparaat / Alle slaaphoes‑gebeurtenissen negeren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Ignorar todos os eventos de capa inteligente
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Zariadenie / Ignorovať všetky udalosti krytu spánku
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Уређај / Игнориши све догађаје омота за спавање
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / சாதனம் / அனைத்து தூக்க அட்டை நிகழ்வுகளை புறக்கணிக்கவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Пристрій / Нехтувати подіями чохла з функцією засинання
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 阅读设备相关 / 禁止休眠保护套触发功能

source: Text indentation problems
es: Problemas de sangría de texto
fr: Problèmes d'indentation du texte
ga: Fadhbanna le hintriú téacs
it: Problemi di indentazione del testo
nl: Problemen met tekstinspringing
pt_br: Problemas de recuo de texto
pt_pt: Problemas de indentação no texto
sk: Problémy s odsadzovaním textu
sr: Проблеми са увлачењем текста
ta: உரை உள்தள்ளல் சிக்கல்கள்
uk: Проблеми з відступами у тексті
zh_hans: 文本缩进问题

source: If you get miscentered titles, headings or separators, or unexpected text indentation, try switching the style for your document. <span class="ui">epub.css</span> to <span class="ui">html5.css</span>. This kind of problems happen because some publishers assume their books will only be read on <b>web browser engine based</b> readers, so they don't bother "resetting" the styles.
es: Si obtiene títulos, encabezados o separadores mal centrados, o sangría de texto inesperada, intente cambiar el estilo de su documento. <span class="ui">epub.css</span> a <span class="ui">html5.css</span>. Este tipo de problemas ocurren porque algunos editores asumen que sus libros sólo se leerán en lectores <b>basados en motores de navegador web</b>, por lo que no se molestan en "restablecer" los estilos.
fr: Si vous obtenez des titres, des en-têtes ou des séparateurs mal centrés, ou des retraits de texte inattendus, essayez de changer le style de votre document. <span class="ui">epub.css</span> à <span class="ui">html5.css</span>. Ce type de problème survient parce que certains éditeurs partent du principe que leurs livres ne seront lus que sur des lecteurs <b>basés sur un moteur de navigateur web</b>, et ne prennent donc pas la peine de « réinitialiser » les styles.
ga: Má fhaigheann tú teidil, ceannteidil nó deighilteoirí mílárnaithe, nó eangú téacs gan choinne, déan iarracht stíl do dhoiciméid a athrú. <span class="ui">epub.css</span> go <span class="ui">html5.css</span>. Tarlaíonn an cineál seo fadhbanna toisc go nglacann roinnt foilsitheoirí leis nach léifear a gcuid leabhar ach ar léitheoirí <b>inneall brabhsálaí gréasáin</b>, mar sin ní chuireann siad isteach ar na stíleanna a "athshocrú".
it: Se i titoli, le intestazioni o i separatori vengono posizionati in modo errato o se il testo viene indentato in modo imprevisto, provare a cambiare lo stile del documento. <span class="ui">epub.css</span> a <span class="ui">html5.css</span>. Questo tipo di problemi si verifica perché alcuni editori danno per scontato che i loro libri saranno letti solo da lettori basati su <b>motore web browser</b>, quindi non si preoccupano di "reimpostare" gli stili.
nl: Krijg je verkeerd uitgelijnde titels, koppen of scheidingslijnen, of onverwachte inspringing, probeer dan de stijl voor je document te wisselen: <span class="ui">epub.css</span> naar <span class="ui">html5.css</span>. Dit soort problemen ontstaat omdat sommige uitgevers ervan uitgaan dat hun boeken alleen op <b>webbrowserengine‑gebaseerde</b> readers gelezen worden, en ze de stijlen niet ‘resetten’.
pt_br: Se você notar títulos, cabeçalhos ou separadores desalinhados, ou recuo de texto inesperado, tente trocar o estilo do seu documento de <span class="ui">epub.css</span> para <span class="ui">html5.css</span>. Esse tipo de problema ocorre porque alguns editores assumem que seus livros serão lidos apenas em leitores baseados em <b>mecanismo de navegador web</b>, então não se preocupam em "resetar" os estilos.
sk: Ak máte nesprávne zarovnané nadpisy, záhlavia alebo oddeľovače alebo nečakané odsadenie textu, skúste zmeniť štýl dokumentu. <span class="ui">epub.css</span> na <span class="ui">html5.css</span>. Tento druh problémov sa vyskytuje, pretože niektorí vydavatelia predpokladajú, že ich knihy sa budú čítať iba na čítačkách <b>založených na funkciách webového prehliadača</b>, takže sa neobťažujú „resetovaním“ štýlov.
sr: Ако имате наслове или граничнике који нису центрирани, или неочекивано увлачење текста, покушајте да промените стил документа. <span class="ui">epub.css</span> на <span class="ui">html5.css</span>. Ова врста проблема се дешава јер неки издавачи претпостављају да ће се њихова књига читати само на читачима који су <b>базирани на исцртавачима за веб прегледаче</b> тако да се не труде да „ресетују” стилове.
ta: நீங்கள் தவறாக தலைப்புகள், தலைப்புகள் அல்லது பிரிப்பான்கள் அல்லது எதிர்பாராத உரை உள்தள்ளலைப் பெற்றால், உங்கள் ஆவணத்திற்கான பாணியை மாற்ற முயற்சிக்கவும். <span வகுப்பு = "Ui"> epub.css </span> பெறுநர் <span வகுப்பு = "Ui"> html5.css </span>. இந்த வகையான சிக்கல்கள் நிகழ்கின்றன, ஏனெனில் சில வெளியீட்டாளர்கள் தங்கள் புத்தகங்கள் <b> வலை உலாவி எஞ்சின் அடிப்படையிலான </b> வாசகர்களில் மட்டுமே படிக்கப்படும் என்று கருதுகின்றனர், எனவே அவர்கள் பாணிகளை "மீட்டமைப்பதில்" கவலைப்படுவதில்லை.
uk: Якщо наявні хибно відцентровані назви, заголовки, розділювачі або неочікувані відступи тексту, спробуйте змінити стиль для документу з <span class="ui">epub.css</span> на <span class="ui">html5.css</span>. Такі проблеми виникають через те, що деякі видавці припускають, що їхні книги будуть читати лише у програмах читання, <b>які працюють на рушії вебоглядача</b>, тому вони не турбуються про «скидання» стилів.
zh_hans: 如果标题、标题或分隔符居中，或者出现意外的文本缩进，请尝试切换文稿的样式。<span class="ui">epub.css</span> 转换为<span class="ui">html5.cs</span>。发生这种问题是因为一些出版商认为他们的书只会在<b>基于网络浏览器引擎的</b>阅读器上阅读，因此他们不会费心“重置”样式。

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Style
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Estilo
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Style
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Stíl
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Stile
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Stijl
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Estilo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Estilo
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Štýl
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Стил
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 24px;"> / நடை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / Стиль
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:24px;"> / 样式

source: Default <span class="ui">HTML/EPUB (epub.css)</span> is our book-oriented stylesheet, with <b>text-align: justify, text-indent on P</b>. It is better for unstyled books, and might make styled books more readable.
es: El <span class="ui">HTML/EPUB (epub.css)</span> predeterminado es nuestra hoja de estilo orientada a libros, con <b>text-align: justify, text-indent en P</b>. Es mejor para libros sin estilo y podría hacer que los libros con estilo sean más legibles.
fr: Par défaut, <span class="ui">HTML/EPUB (epub.css)</span> est notre feuille de style orientée vers les livres, avec <b>text-align: justify, text-indent on P</b>. Elle est préférable pour les livres sans style et peut rendre les livres stylisés plus lisibles.
ga: Is é <span class="ui">HTML/EPUB (epub.css)</span> réamhshocraithe ár mbileog stíle atá dírithe ar leabhair, le <b>text-align: justify, text-indent ar P</b>. Is fearr é do leabhair gan stíl, agus d'fhéadfadh sé leabhair stíleáilte a dhéanamh níos inléite.
it: Di default <span class="ui">HTML/EPUB (epub.css)</span> è il nostro foglio di stile orientato ai libri, con <b>text-align: justify, text-indent on P</b>. È meglio per i libri senza stile e potrebbe rendere più leggibili i libri in stile.
nl: Standaard is <span class="ui">HTML/EPUB (epub.css)</span> ons op boeken gerichte stylesheet, met <b>text-align: justify</b> en <b>inspringing op P</b>. Dit werkt beter voor boeken zonder eigen opmaak en kan opgemaakte boeken soms leesbaarder maken.
pt_br: O padrão <span class="ui">HTML/EPUB (epub.css)</span> é nossa folha de estilo voltada para livros, com <b>alinhamento de texto: justificado, recuo de primeira linha em P</b>. É melhor para livros sem estilo e pode tornar os livros estilizados mais legíveis.
sk: <span class="ui">HTML/EPUB (epub.css)</span> je naša predvolená šablóna orientovaná na knihu so štýlmi <b>text-align: justify, text-indent on P</b>. Je to lepšie pre knihy bez štýlu a môže to urobiť štylizované knihy čitateľnejšie.
sr: Наша подразумевана листа стилова оријентисана на књиге <span class="ui">HTML/EPUB (epub.css)</span>, са <b>text-align: justify, text-indent на P елементима</b>. Погоднија је за књиге без стилова, а може и да олакша читање неких књига које поседују стилове.
ta: இயல்புநிலை <span வகுப்பு = "Ui"> html/epub (epub.css) </span> என்பது எங்கள் நூல் சார்ந்த ச்டைல்சீட், <b> உரை-சீரமை: நியாயப்படுத்துங்கள், உரை-எண்டென்ட் பி </b>. இது துள்ளாத புத்தகங்களுக்கு சிறந்தது, மேலும் பாணியிலான புத்தகங்களை மேலும் படிக்கக்கூடியதாக மாற்றக்கூடும்.
uk: Типово <span class="ui">HTML/EPUB (epub.css)</span> — це наша таблиця стилів для книг, де <b>text-align: justify, text-indent всередині P</b>. Вона краще підходить для книг без стилів і може зробити приємнішими для читання книги зі стилями.
zh_hans: 默认 <span class="ui">HTML/EPUB （epub.css）</span> 是我们面向书籍的样式表，带有<b>text-align: justify, text-indent on P</b>。它更适合无样式的书籍，并且可能会使具有样式的书籍更具可读性。

source: You can try switching to <span class="ui">HTML5 (html5.css)</span> if your book has indentation problems as mentioned above. This style provides a base stylesheet like web browsers do when rendering: <b>text-align: left, no text-indent on P, spacing between P</b>. But it doesn’t look pretty when publishers haven’t done any styling.
es: Puede intentar cambiar a <span class="ui">HTML5 (html5.css)</span> si su libro tiene problemas de sangría como se mencionó anteriormente. Este estilo proporciona una hoja de estilo base como lo hacen los navegadores web al renderizar: <b>text-align: izquierda, sin sangría de texto en P, espaciado entre P</b>. Pero no se ve bonito cuando los editores no han hecho ningún estilo.
fr: Vous pouvez essayer de passer à <span class="ui">HTML5 (html5.css)</span> si votre livre présente les problèmes d'indentation mentionnés ci-dessus. Ce style fournit une feuille de style de base similaire à celle utilisée par les navigateurs Web lors du rendu : <b>alignement du texte à gauche, pas d'indentation du texte sur P, espacement entre P</b>. Mais le résultat n'est pas très esthétique lorsque les éditeurs n'ont pas appliqué de style.
ga: Is féidir leat triail a bhaint as aistriú go <span class="ui">HTML5 (html5.css)</span> má tá fadhbanna le heangú i do leabhar mar a luadh thuas. Soláthraíonn an stíl seo bileog stíle bonn cosúil le brabhsálaithe gréasáin agus iad ag rindreáil: <b>ailíniú-téacs: ar chlé, gan aon eangú téacs ar P, spásáil idir P</b>. Ach ní bhíonn cuma dheas air nuair nach bhfuil aon stíliú déanta ag foilsitheoirí.
it: Si può provare a passare a <span class="ui">HTML5 (html5.css)</span> se il libro presenta problemi di indentazione come indicato sopra. Il suo stile fornisce un foglio di stile di base, come fanno i browser web durante il rendering:<b>text-align: left, no text-indent on P, spacing between P</b>. Ma non ha un bell'aspetto se gli editori non hanno fatto alcuno styling.
nl: Je kunt overschakelen naar <span class="ui">HTML5 (html5.css)</span> als je boek de hierboven genoemde inspringproblemen heeft. Deze stijl biedt een basestylesheet zoals webbrowsers dat doen bij het weergeven: <b>text-align: left</b>, <b>geen inspringing op P</b> en <b>ruimte tussen P</b>. Het oogt alleen niet mooi als de uitgever verder geen opmaak heeft gedaan.
pt_br: Você pode tentar mudar para <span class="ui">HTML5 (html5.css)</span> se o seu livro apresentar problemas de recuo, como mencionado acima. Este estilo fornece uma folha de estilo base, como os navegadores da web fazem ao renderizar: <b>alinhamento de texto: à esquerda, sem recuo de primeira linha em P, espaçamento entre</b>. Mas não fica bonito quando as editoras não fazem nenhuma estilização.
sk: Ak má vaša kniha problémy s odsadením, ako je uvedené vyššie, môžete skúsiť prepnúť na <span class="ui">HTML5 (html5.css)</span>. Tento štýl poskytuje základnú šablónu so štýlmi, ako to robia webové prehliadače pri vykresľovaní: <b>text-align: left, no text-indent on P, spacing between P</b>. Ale nevyzerá to pekne, keď vydavatelia nevložili žiadny štýl.
sr: У случају да ваша књига има проблеме са увлачењем текста поменуте изнад, можете пробати да се пребаците на <span class="ui">HTML5 (html5.css)</span>. Овај стил обезбеђује базну листу стилова као што то раде веб прегледачи када врше исцртавање: <b>text-align: left, no text-indent на P елементима, вертикални размак између P елемената</b>. Али то не изгледа лепо када издавач није подесио никакав стил.
ta: உங்கள் புத்தகத்தில் மேலே குறிப்பிட்டுள்ளபடி உள்தள்ளல் சிக்கல்கள் இருந்தால் <span வகுப்பு = "Ui"> HTML5 (html5.css) </span> க்கு மாற முயற்சி செய்யலாம். இந்த பாணி வழங்குதல் செய்யும் போது வலை உலாவிகள் போன்ற அடிப்படை ச்டைல்சீட்டை வழங்குகிறது: <b> உரை-சீரமை: இடது, பி இல் உரை-குறியீடாக இல்லை, பி </b> க்கு இடையில் இடைவெளி இல்லை. ஆனால் வெளியீட்டாளர்கள் எந்த ச்டைலிங்கையும் செய்யாதபோது அது அழகாகத் தெரியவில்லை.
uk: Якщо у книзі присутні проблеми з відступами, як вказано вище, можна спробувати перемкнутися на <span class="ui">HTML5 (html5.css)</span>. Цей стиль забезпечує базову таблицю стилів, як це роблять браузери для візуалізації: <b>text-align: left, без text-indent всередині P, проміжки між P</b>. Але це має дуже гарний вигляд коли видавці не додали жодного стилю.
zh_hans: 如果您的书籍存在上述缩进问题，您可以尝试切换到 <span class="ui">HTML5 （html5.css）</span>，这种样式提供了一个基本样式表，就像 Web 浏览器在渲染时所做的那样： <b>text-align: left, no text-indent on P, spacing between P</b>。但是当出版商没有做任何样式时，它看起来并不漂亮。

source: Cleaning your book cover cache database
es: Limpiar base de datos de la caché de cubiertas de libros
fr: Nettoyage de la base de données cache de la couverture de votre livre
ga: Glanadh do bhunachar sonraí taisce clúdach leabhar
it: Pulire il database della cache delle copertine dei libri
nl: Je database met boekomslagcache opschonen
pt_br: Limpando cache de capas dos livros
pt_pt: A limpar base de dados da cache das suas capas de livro
sk: "Vyčistenie" databázy vyrovnávacej pamäte obalov kníh
sr: Чишћење кеш базе података омота књига
ta: உங்கள் புத்தக கவர் கேச் தரவுத்தளத்தை தூய்மை செய்தல்
uk: Очищення кешу обкладинок книг
zh_hans: 删除书籍封面缓存数据库

source: KOReader keeps a cache of your book covers to be able to show them quicker. In normal conditions this cache doesn’t get too big. If you remove lots of books or rename directories, you may want to clean up your book cover cache database to reclaim some space. You can do it from this menu:
es: KOReader guarda un caché de las cubiertas de los libros para mostrarlas más rápido. En condiciones normales esta caché no crece demasiado. Si eliminas muchos libros o cambias el nombre de directorios, es posible que desees limpiar la base de datos de la caché de cubiertas de libros para recuperar algo de espacio. Puedes hacerlo desde este menú:
fr: KOReader conserve une mémoire cache de vos couvertures de livres afin de pouvoir les afficher plus rapidement. Dans des conditions normales, cette mémoire cache ne devient pas trop volumineuse. Si vous supprimez beaucoup de livres ou renommez des répertoires, vous pouvez nettoyer la base de données de la mémoire cache des couvertures de livres afin de récupérer de l'espace. Vous pouvez le faire à partir de ce menu :
ga: Coinníonn KOReader taisce de chlúdaigh do leabhar le go mbeidh sé in ann iad a thaispeáint níos tapúla. I ngnáthchoinníollacha ní bhíonn an taisce seo ró-mhór. Má bhaineann tú a lán leabhar nó má athainmníonn tú eolairí, b'fhéidir gur mhaith leat do bhunachar sonraí taisce clúdach leabhar a ghlanadh chun roinnt spáis a fháil ar ais. Is féidir leat é sin a dhéanamh ón roghchlár seo:
it: KOReader conserva una cache delle copertine dei libri per poterle mostrare più rapidamente. In condizioni normali, questa cache non diventa troppo grande. Se si rimuovono molti libri o si rinominano le directory, si potrebbe voler ripulire il database della cache delle copertine dei libri per recuperare spazio. È possibile farlo da questo menu:
nl: KOReader houdt een cache bij van je boekomslagen om ze sneller te tonen. Normaal gesproken wordt deze cache niet erg groot. Als je veel boeken verwijdert of mappen hernoemt, wil je misschien de boekomslagcache opschonen om ruimte terug te winnen. Dat kan via dit menu:
pt_br: O KOReader mantém um cache das capas dos livros para poder exibi-las mais rapidamente. Em condições normais, esse cache não fica muito grande. Se você remover muitos livros ou renomear diretórios, talvez queira limpar o banco de dados do cache de capas para liberar espaço. Isso pode ser feito a partir deste menu:
sk: KOReader si uchováva vyrovnávaciu pamäť obalov vašich kníh, aby ich bolo možné rýchlejšie zobraziť. Za normálnych okolností nie je táto vyrovnávacia pamäť príliš veľká. Ak odstránite veľa kníh alebo premenujete adresáre, možno budete chcieť vyčistiť databázu vyrovnávacej pamäte obalov kníh, aby ste získali späť nejaké miesto. Môžete to urobiť z tohto menu:
sr: KOReader чува кеш омота књига да би могао брже да их приказује. У обичним условима овај кеш не постаје сувише велики. Ако уклањате много књига или мењате имена директоријума, пожелећете да прочистите своју кеш базу података како би повратили просто. То можете да урадите из следећег менија:
ta: உங்கள் புத்தக அட்டைகளின் தற்காலிக சேமிப்பை கொரியடர் வைத்திருக்கிறார். சாதாரண நிலைமைகளில் இந்த தற்காலிக சேமிப்பு பெரிதாகாது. நீங்கள் நிறைய புத்தகங்களை அகற்றினால் அல்லது கோப்பகங்களை மறுபெயரிட்டால், சிறிது இடத்தை மீட்டெடுக்க உங்கள் புத்தக கவர் கேச் தரவுத்தளத்தை தூய்மை செய்ய விரும்பலாம். இந்த மெனுவிலிருந்து நீங்கள் இதைச் செய்யலாம்:
uk: KOReader зберігає кеш обкладинок книг, щоб показувати їх швидше. Зазвичай цей кеш не займає надто багато місця. Якщо ви вилучили багато книг або перейменували теки, тоді можете захотіти очистити застарілий кеш, щоб звільнити трохи місця. Це можна зробити з даного меню:
zh_hans: KOReader 会缓存书籍封面以更快地显示。在正常情况下该缓存不会占用过多空间。在删除大量书籍或对文件夹重命名后，可能需要删除书籍封面缓存数据库以回收一些空间。该操作可通过下列菜单中执行：

source: TOP MENU (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Settings / Mosaic and detailed list settings / Book info cache management
es: MENÚ SUPERIOR (en el Explorador de archivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Configuración / Configuración de lista en mosaico y lista detallada / Gestión caché de información de libros
fr: MENU SUPÉRIEUR (dans l'Explorateur de fichiers) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Paramètres / Paramètres de la mosaïque et de la liste détaillée / Gestion du cache des informations sur les livres
ga: BARR-ROGHCHLÁR (sa Bhrabhsálaí Comhad) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Socruithe / Socruithe mósáice agus liosta mionsonraithe / Bainistíocht taisce eolais leabhar
it: MENU SUPERIORE (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Impostazioni / Impostazioni del mosaico e delle liste dettagliate / Cache informazioni libro
nl: BOVENMENU (in Bestandsverkenner) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Instellingen / Instellingen mozaïek en gedetailleerde lijst / Beheer boekinfo‑cache
pt_br: MENU SUPERIOR (no Explorador de arquivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Configurações / Configurações de mosaico e da lista detalhada / Gerenciamento do cache de informações do livro
sk: VRCHNÉ MENU (v prehliadači súborov) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Nastavenia / Nastavenia mozaiky a podrobného zoznamu / Správa vyrovnávacej pamäte informácií o knihe
sr: МЕНИ НА ВРХУ (у Прегледачу фајлова) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Подешавања / Подешавања мозаика и детаљне листе / Управљање кешом за информације о књизи
ta: சிறந்த பட்டியல் (கோப்பு உலாவியில்) / <img வகுப்பு = "img_inline" src = "படங்கள் / top_cabinet.svg" பாணி = "அகலம்: 22px;" / அமைப்புகள் / மொசைக் மற்றும் விரிவான பட்டியல் அமைப்புகள் / புத்தக செய்தி கேச் மேலாண்மை
uk: ВЕРХНЄ МЕНЮ (у Оглядачі файлів) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Налаштування / Параметри мозаїчного і детального списків / Керування кешем відомостей про книги
zh_hans: （文件管理器中的）顶部菜单 / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / 设置 / 陈列及详情视图设置 / 书籍信息缓存管理

source: Clearing file cache
es: Borrar caché de archivos
fr: Effacer le cache des fichiers
ga: Taisce comhaid á ghlanadh
it: Cancellazione della cache dei file
nl: Bestandscache wissen
pt_br: Limpando cache do arquivo
pt_pt: A limpar cache do ficheiro
sk: Vyčistenie vyrovnávacej pamäte súborov
sr: Брисање кеша фајлова
ta: கோப்பு தற்காலிக சேமிப்பை அழித்தல்
uk: Очищення кешу файлів
zh_hans: 删除文件缓存
