Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Dewatermark</span> removes watermarks from the rendered document. It can also be used to remove gray backgrounds. This feature can convert a grayscale or color document to black & white to produce more contrast for easier reading.
es: <span class="ui">Dewatermark</span> elimina las marcas de agua del documento renderizado. También se puede utilizar para eliminar fondos grises. Esta función puede convertir un documento en escala de grises o en color a blanco y negro para producir más contraste y facilitar la lectura.
fr: <span class="ui">Dewatermark</span> supprime les filigranes du document rendu. Il peut également être utilisé pour supprimer les arrière-plans gris. Cette fonctionnalité permet de convertir un document en niveaux de gris ou en couleur en noir et blanc afin d'obtenir un meilleur contraste et faciliter la lecture.
ga: Baintear uiscemharcanna as an doiciméad rindreáilte le <span class="ui">Dewatermark</span>. Is féidir é a úsáid freisin chun cúlraí liatha a bhaint. Is féidir leis an ngné seo doiciméad liathscála nó daite a thiontú go dubh agus bán chun codarsnacht níos fearr a tháirgeadh le haghaidh léitheoireachta níos éasca.
it: <span class="ui">De filigrana</span> rimuove le filigrane dal documento reso. Può essere utilizzata anche per rimuovere gli sfondi grigi. Questa funzione può convertire un documento in scala di grigi o a colori in bianco e nero per ottenere un maggiore contrasto e facilitare la lettura.
nl: <span class="ui">Watermerk verwijderen</span> haalt watermerken weg en kan grijze achtergronden verwijderen. Het kan een grijs- of kleurdocument omzetten naar zwart-wit voor meer contrast.
pt_br: <span class="ui">Remoção de marca d'água</span> remove marcas d'água do documento renderizado. Também pode ser usado para remover fundos cinzas. Este recurso pode converter um documento em tons de cinza ou colorido para preto e branco, produzindo mais contraste e facilitando a leitura.
sk: <span class="ui">Odstrániť vodoznak</span> Odstráni vodoznaky z vykresleného dokumentu. Môže sa použiť aj na odstránenie sivého pozadia. Táto funkcia dokáže previesť dokument v odtieňoch sivej alebo farebný dokument na čiernobiely, aby sa vytvoril väčší kontrast pre ľahšie čítanie.
sr: <span class="ui">Уклањање воденог жига</span> Уклања водени жиг из исцртаног документа. Такође може да се употреби за уклањање сивих позадина. Ова функција може да конвертује документ који користи нијансе сиве или боје у црно-бели формат чиме се добија бољи контраст и олакшава читање.
ta: <span வகுப்பு = "Ui"> dewatermark </span> வழங்கப்பட்ட ஆவணத்திலிருந்து வாட்டர்மார்க்சை நீக்குகிறது. சாம்பல் பின்னணியை அகற்றவும் இதைப் பயன்படுத்தலாம். இந்த நற்பொருத்தம் எளிதான வாசிப்புக்கு மிகவும் மாறுபாட்டை உருவாக்க கிரேச்கேல் அல்லது வண்ண ஆவணத்தை பிளாக் & வைட் ஆக மாற்றலாம்.
uk: <span class="ui">Очищення тла</span> вилучає водяні знаки з документа, а також сіре тло. Ця функція може перетворити документ у відтінках сірого на чорно-білий, щоб він став контрастнішим та зручнішим для читання.
zh_hans: <span class="ui">去水印</span>从呈现的文档中移除水印。 它也可以用来删除灰色背景。 此功能可以将灰度或彩色文档转换为黑白，提高对比度，以便于阅读。

source: <span class="ui">Render quality</span> <b>(only active in Reflow mode)</b> sets the quality of text and image extraction processing and output. <span class="ui">High</span> is more pleasing but it can be much slower (several seconds for page turn) than <span class="ui">default</span> depending on your document. If your PDF/DJVU files are slow, this is the first setting you should check.
es: <span class="ui">Calidad de renderizado</span> <b>(solo activo en el modo ajuste de texto)</b> establece la calidad del procesamiento y la salida de extracción de texto e imágenes. <span class="ui">Alto</span> es más agradable, pero puede ser mucho más lento (varios segundos para pasar la página) que <span class="ui">default</span> dependiendo de su documento. Si sus archivos PDF/DJVU son lentos, esta es la primera configuración que debe verificar.
fr: <span class="ui">Qualité de rendu</span> <b>(active uniquement en mode Remise en page)</b> définit la qualité du traitement et de la sortie de l'extraction du texte et des images. <span class="ui">Élevée</span> est plus agréable, mais peut être beaucoup plus lente (plusieurs secondes pour tourner une page) que <span class="ui">par défaut</span> selon votre document. Si vos fichiers PDF/DJVU sont lents, c'est le premier paramètre que vous devez vérifier.
ga: Socraíonn <span class="ui">Cáilíocht rindreála</span> <b>(gníomhach i mód Athshreabhadh amháin)</b> cáilíocht phróiseáil agus aschuir eastósctha téacs agus íomhá. Tá <span class="ui">Ard</span> níos taitneamhaí ach is féidir leis a bheith i bhfad níos moille (roinnt soicind le haghaidh casadh leathanaigh) ná an <span class="ui">réamhshocrú</span> ag brath ar do dhoiciméad. Má tá do chuid comhad PDF/DJVU mall, seo an chéad socrú ba chóir duit a sheiceáil.
it: <span class="ui">Qualità Resa Grafica</span><b>(attivo solo in modalità Reflow-adatta testo)</b> imposta la qualità dell'elaborazione e dell'output dell'estrazione di testo e immagini. <span class="ui">Alto</span> è più gradevole, ma può essere molto più lento (diversi secondi per girare la pagina) rispetto a <span class="ui">predefinito</span>, a seconda del documento. Se i file PDF/DJVU sono lenti, questa è la prima impostazione da controllare.
nl: <span class="ui">Renderkwaliteit</span> <b>(alleen in Herschikkingsmodus)</b> bepaalt de kwaliteit van tekst- en beeldextractie. <span class="ui">Hoog</span> ziet er beter uit maar kan (veel) trager zijn dan <span class="ui">standaard</span>. Bij trage PDF/DJVU's: controleer eerst deze instelling.
pt_br: <span class="ui">Qualidade de renderização</span> <b>(ativo somente no modo refluxo)</b> define a qualidade do processamento e da saída de extração de texto e imagem. <span class="ui">Alta</span> é mais agradável, mas pode ser muito mais lenta (vários segundos para virar a página) do que o <span class="ui">padrão</span>, dependendo do seu documento. Se seus arquivos PDF/DJVU forem lentos, esta é a primeira configuração que você deve verificar.
sk: <span class="ui">Kvalita vykreslenia</span> <b> (aktívne iba v režime preformátovania)</b> nastavuje kvalitu spracovania a výstupu extrakcie textu a obrázkov. <span class="ui">Vysoká</span> je príjemnejšia, ale môže byť oveľa pomalšia (niekoľko sekúnd na otočenie strany) ako <span class="ui">predvolená</span> v závislosti od vášho dokumentu. Ak sú vaše súbory PDF/DJVU pomalé, toto je prvé nastavenie, ktoré by ste mali skontrolovať.
sr: <span class="ui">Квалитет исцртавања</span> <b>(активан само у режиму Преслагања)</b> поставља квалитет процеса који издваја текст и слике и квалитет излаза. <span class="ui">Високи</span> је пријатнији али може бити много спорији (неколико секунди за окретање странице) од <span class="ui">подразумеваног</span>, у зависности од документа. ако су ваши PDF/DJVU фајлови спори, ово је прво подешавање које би требало да проверите.
ta: <span வகுப்பு = "Ui"> தரத்தை வழங்குதல் </span> <b> (ரிஃப்ளோ பயன்முறையில் மட்டுமே செயலில் உள்ளது) </b> உரை மற்றும் பட பிரித்தெடுக்கும் செயலாக்கம் மற்றும் வெளியீட்டின் தரத்தை அமைக்கிறது. <span வகுப்பு = "Ui"> உயர் </span> மிகவும் மகிழ்ச்சி அளிக்கிறது, ஆனால் இது உங்கள் ஆவணத்தைப் பொறுத்து <ச்பான் வகுப்பு = "UI"> இயல்புநிலை </span> ஐ விட மிகவும் மெதுவாக (பக்க திருப்பத்திற்கு பல வினாடிகள்) இருக்கும். உங்கள் PDF/DJVU கோப்புகள் மெதுவாக இருந்தால், நீங்கள் சரிபார்க்க வேண்டிய முதல் அமைப்பு இதுதான்.
uk: <span class="ui">Якість візуалізації</span> <b>(активно лише в режимі перекомпонування)</b> встановлює якість обробки та вилучення тексту та зображень. <span class="ui">Висока</span> є приємнішим варіантом, але вона може бути набагато повільнішою (кілька секунд для перегортання сторінки), ніж <span class="ui">типово</span>. Якщо файли PDF/DJVU повільні, то це перше налаштування, яке слід перевірити.
zh_hans: <span class="ui">渲染质量</span><b>（仅在重排模式下处于活动状态）</b>设置文本和图片提取处理和输出的质量。 <span class="ui">高</span>更令人愉悦，但它可能比<span class="ui">默认</span>慢得多（翻页需要几秒钟），具体取决于您的文档。 如果您的PDF/DJVU文件很慢，这是您应该检查的第一个设置。

source: <span class="ui">Document language</span> sets the language that will be used by the OCR engine.
es: <span class="ui">Idioma del documento</span> establece el idioma que utilizará el motor de OCR.
fr: <span class="ui">Langue du document</span> définit la langue qui sera utilisée par le moteur OCR.
ga: Socraíonn <span class="ui">Teanga an doiciméid</span> an teanga a úsáidfidh an t-inneall OCR.
it: <span class="ui">Lingua documento</span> imposta la lingua che verrà utilizzata dal motore OCR.
nl: <span class="ui">Documenttaal</span> bepaalt de taal voor de OCR-engine.
pt_br: <span class="ui">Idioma do documento</span> define o idioma que será usado pelo mecanismo de OCR.
sk: <span class="ui">Jazyk dokumentu</span> nastavuje jazyk, ktorý bude používať nástroj OCR (optické rozoznanie písmen).
sr: <span class="ui">Језик документа</span> поставља језик документа који ће користити механизам за OCR.
ta: <span வகுப்பு = "Ui"> ஆவண மொழி </span> OCR இயந்திரத்தால் பயன்படுத்தப்படும் மொழியை அமைக்கிறது.
uk: <span class="ui">Мова документа</span> встановлює мову, яка буде використовуватися механізмом розпізнавання символів (OCR).
zh_hans: <span class="ui">文档语言</span>设置OCR引擎将使用的语言。

source: <span class="ui">Forced OCR</span> as the name says, forces the use of OCR even if the document has a text layer.
es: <span class="ui">OCR forzado</span> como su nombre lo indica, fuerza el uso de OCR incluso si el documento tiene una capa de texto.
fr: <span class="ui">OCR forcé</span> : comme son nom l'indique, cette option force l'utilisation de l'OCR même si le document comporte un calque de texte.
ga: Cuireann <span class="ui">OCR Éigeantach</span>, mar a deir an t-ainm, iallach ar OCR a úsáid fiú má tá ciseal téacs sa doiciméad.
it: <span class="ui">Forza OCR</span> come dice il nome, forza l'uso dell'OCR anche se il documento ha un livello di testo.
nl: <span class="ui">Geforceerde OCR</span> dwingt OCR af zelfs als er al een tekstlaag aanwezig is.
pt_br: <span class="ui">Forçar OCR</span> como o nome diz, força o uso do OCR mesmo se o documento tiver uma camada de texto.
sk: <span class="ui">Vynútené OCR</span>, ako už názov napovedá, vynúti použitie OCR (optického rozoznania písmen), aj keď dokument obsahuje textovú vrstvu.
sr: <span class="ui">Форсирани OCR</span>, као што име каже, форсира употребу OCR (оптичког препознавања карактера) чак и када документ поседује слој са текстом.
ta: <span வகுப்பு = "Ui"> கட்டாய OCR </span> பெயர் சொல்வது போல், ஆவணத்தில் உரை அடுக்கு இருந்தாலும் OCR ஐப் பயன்படுத்தும்படி கட்டாயப்படுத்துகிறது.
uk: <span class="ui">Примусове OCR</span>, як випливає з назви, примусово використовує розпізнавання символів (OCR), навіть якщо документ має текстовий шар.
zh_hans: <span class="ui">强制 OCR</span>顾名思义，即使文档具有文本层，也强制使用OCR。

source: <span class="ui">Writing direction</span> <b>(only active in Reflow mode)</b> sets the direction of original document. Set this to <b>RTL</b> for languages like Arabic and Hebrew.
es: <span class="ui">Dirección de escritura</span> <b>(solo activo en modo ajuste de texto)</b> establece la dirección del documento original. Establezca esto en <b>RTL</b> para idiomas como árabe y hebreo.
fr: <span class="ui">Direction d'écriture</span> <b>(actif uniquement en mode Remise en page)</b> définit la direction du document original. Définissez cette option sur <b>RTL</b> pour les langues telles que l'arabe et l'hébreu.
ga: Socraíonn <span class="ui">Treo na scríbhneoireachta</span> <b>(gníomhach i mód Athshreabhadh amháin)</b> treo an doiciméid bhunaidh. Socraigh é seo go <b>RTL</b> do theangacha cosúil le Araibis agus Eabhrais.
it: <span class="ui">Direzione scrittura</span> <b>(attivo solo in modalità Reflow-adatta testo)</b> imposta la direzione del documento originale. Impostare questa opzione su <b>RTL</b> per lingue come l'arabo e l'ebraico.
nl: <span class="ui">Schrijfrichting</span> <b>(alleen in Herschikkingsmodus)</b> geeft de oorspronkelijke richting aan. Kies <b>RTL</b> voor o.a. Arabisch en Hebreeuws.
pt_br: <span class="ui">Direção de escrita</span> <b>(ativo somente no modo refluxo)</b> define a direção do documento original. Defina como <b>DPE</b> para idiomas como árabe e hebraico.
sk: <span class="ui">Smer písania</span> <b>(aktívne iba v režime preformátovania)</b> nastavuje smer pôvodného dokumentu. Pre jazyky ako arabčina a hebrejčina nastavte <b>RTL</b> (sprava doľava).
sr: <span class="ui">Смер писања</span> <b>(активно само у режиму преслагања)</b> поставља смер оригиналног документа. Поставите ово на <b>RTL</b> за језике као што су арапски и хебрејски.
ta: <span வகுப்பு = "Ui"> திசை எழுதுதல் </span> <b> (ரிஃப்ளோ பயன்முறையில் மட்டுமே செயலில் உள்ளது) </b> அசல் ஆவணத்தின் திசையை அமைக்கிறது. அரபு மற்றும் ஈப்ரு போன்ற மொழிகளுக்கு இதை <b> rtl </b> என அமைக்கவும்.
uk: <span class="ui">Напрямок письма</span> <b>(активно лише в режимі перекомпонування)</b> встановлює напрямок оригінального документа. Встановіть значення <b>ПНЛ (RTL)</b> для таких мов, як арабська та іврит.
zh_hans: <span class="ui">书写方向</span><b>（仅在重排模式下有效）</b>设置原始文档的方向。 对于阿拉伯语和希伯来语等语言，将其设置为<b>从右到左（RTL）</b>。

source: <span class="ui">Document columns</span> <b>(only active in Reflow mode)</b> sets the number of text columns in the original document.
es: <span class="ui">Columnas del documento</span> <b>(solo activas en el modo ajuste de texto)</b> establece el número de columnas de texto en el documento original.
fr: <span class="ui">Colonnes du document</span> <b>(actif uniquement en mode Remise en page)</b> définit le nombre de colonnes de texte dans le document d'origine.
ga: Socraíonn <span class="ui">Colúin an doiciméid</span> <b>(gníomhach i mód Athshreabhadh amháin)</b> líon na gcolún téacs sa bhun-dhoiciméad.
it: <span class="ui">Colonne documento</span><b>(attivo solo in modalità Reflow-adatta testo)</b> imposta il numero di colonne di testo nel documento originale.
nl: <span class="ui">Documentkolommen</span> <b>(alleen in Herschikkingsmodus)</b> stelt het aantal tekstkolommen van het oorspronkelijke document in.
pt_br: <span class="ui">Colunas do documento</span> <b>(ativo somente no modo refluxo)</b> define o número de colunas de texto no documento original.
sk: <span class="ui">Stĺpce dokumentu</span> <b>(aktívne iba v režime preformátovania)</b> nastavuje počet textových stĺpcov v pôvodnom dokumente.
sr: <span class="ui">Колоне документа</span> <b>(активно само у режиму Преслагања)</b> поставља број колона текста у оригиналном документу.
ta: <span வகுப்பு = "Ui"> ஆவண நெடுவரிசைகள் </span> <b> (ரிஃப்ளோ பயன்முறையில் மட்டுமே செயலில்) </b> அசல் ஆவணத்தில் உள்ள உரை நெடுவரிசைகளின் எண்ணிக்கையை அமைக்கிறது.
uk: <span class="ui">Стовпці документа</span> <b>(активно лише в режимі перекомпонування)</b> встановлює кількість текстових колонок (стовпців) у оригінальному документі.
zh_hans: <span class="ui">文档列</span><b>（仅在重排模式下处于活动状态）</b>设置原始文档中的文本列数。

source: <span class="ui">Auto straighten</span> feature can straighten the pages of a problematic document, for example pages of a PDF which are scanned with an angle. It is available in <b>PDF, DJVU, CBZ/CBT</b> documents and <b>image</b> files. To enable, choose the maximum tilt angle which KOReader will try to correct. If it doesn’t correct you might have to choose a bigger angle. Note that this feature <b>might slow down your reader</b> depending on several factors.
es: La función <span class="ui">Enderezamiento automático</span> puede enderezar las páginas de un documento problemático, por ejemplo, páginas de un PDF que se escanean en ángulo. Está disponible en documentos <b>PDF, DJVU, CBZ/CBT</b> y archivos de <b>imagen</b>. Para habilitarlo, elija el ángulo de inclinación máximo que KOReader intentará corregir. Si no corrige es posible que tengas que elegir un ángulo mayor. Tenga en cuenta que esta característica <b>puede ralentizar su lectura</b> dependiendo de varios factores.
fr: La fonction <span class="ui">Redressement automatique</span> permet de redresser les pages d'un document problématique, par exemple les pages d'un PDF qui ont été numérisées avec un angle. Elle est disponible dans les documents <b>PDF, DJVU, CBZ/CBT</b> et les fichiers <b>image</b>. Pour l'activer, choisissez l'angle d'inclinaison maximal que KOReader tentera de corriger. Si la correction ne fonctionne pas, vous devrez peut-être choisir un angle plus grand. Notez que cette fonctionnalité <b>peut ralentir votre lecteur</b> en fonction de plusieurs facteurs.
ga: Is féidir leis an ngné <span class="ui">Uathdhíreach</span> leathanaigh doiciméad fadhbach a dhíriú, mar shampla leathanaigh PDF atá scanta le huillinn. Tá sé ar fáil i ndoiciméid <b>PDF, DJVU, CBZ/CBT</b> agus i gcomhaid <b>íomhá</b>. Chun é a chumasú, roghnaigh an uillinn chlaonta uasta a dhéanfaidh KOReader iarracht a cheartú. Mura gceartaíonn sé, b'fhéidir go mbeidh ort uillinn níos mó a roghnú. Tabhair faoi deara go bhféadfadh an ghné seo <b>do léitheoir a mhoilliú</b> ag brath ar roinnt fachtóirí.
it: La funzione <span class="ui">Raddrizza automaticamente</span> può raddrizzare le pagine di un documento problematico, ad esempio le pagine di un PDF scansionate con un angolo. È disponibile in documenti <b>PDF, DJVU, CBZ/CBT</b> e file <b>immagine</b>. Per attivare, scegliere l'angolo di inclinazione massimo che KOReader cercherà di correggere. Se non corregge, è necessario scegliere un angolo maggiore. Si noti che questa funzione <b>potrebbe rallentare il lettore</b> a seconda di diversi fattori.
nl: Met <span class="ui">Automatisch rechtzetten</span> kun je scheef gescande pagina's corrigeren. Beschikbaar voor <b>PDF, DJVU, CBZ/CBT</b> en <b>afbeeldingen</b>. Kies een maximale hellingshoek; werkt het niet, probeer groter. Dit kan je apparaat vertragen.
pt_br: O recurso <span class="ui">Alinhamento automático</span> pode alinhar as páginas de um documento problemático como, por exemplo, páginas de um PDF digitalizadas com um ângulo. Ele está disponível em documentos <b>PDF, DJVU, CBZ/CBT</b> e arquivos de <b>imagem</b>. Para habilitar, escolha o ângulo máximo de inclinação que o KOReader tentará corrigir. Se não corrigir, talvez seja necessário escolher um ângulo maior. Observe que esse recurso <b>pode deixar o seu leitor lento</b> dependendo de vários fatores.
sk: Funkcia <span class="ui">automatické vyrovnanie</span> dokáže narovnať strany problematického dokumentu, napríklad strany PDF, ktoré sú naskenované pod uhlom. Je k dispozícii v <b>PDF, DJVU, CBZ/CBT</b> dokumentoch a <b>obrázkových</b> súboroch. Pre aktiváciu zvoľte maximálny uhol sklonu, ktorý sa KOReader pokúsi opraviť. Ak to nie je správne, možno budete musieť zvoliť väčší uhol. Upozorňujeme, že táto funkcia <b>môže spomaliť vašu čítačku</b> v závislosti od niekoľkých faktorov.
sr: Функција <span class="ui">Аутоматско исправљање</span> може да исправи странице проблематичних докумената, на пример, странице PDF документа који је скениран под углом. Доступна је за <b>PDF, DJVU, CBZ/CBT</b> документе и за фајлове <b>слика</b>. Да бисте је укључили, изаберите максимални угао нагнутости који ће KOReader покушати да коригује. Ако не успе, мораћете пробати да изаберете већи угао. Имајте на уму да би у зависности од више фактора, ова функција <b>могла да успори читач</b>.
ta: <span வகுப்பு = "Ui"> ஆட்டோ ச்ட்ரைன் </span> நற்பொருத்தம் ஒரு சிக்கலான ஆவணத்தின் பக்கங்களை நேராக்க முடியும், எடுத்துக்காட்டாக ஒரு PDF இன் பக்கங்கள் ஒரு கோணத்தில் வருடு செய்யப்படுகின்றன. இது <b> PDF, DJVU, CBZ/CBT </b> ஆவணங்கள் மற்றும் <b> படம் </b> கோப்புகளில் கிடைக்கிறது. இயக்க, கொரியடர் சரிசெய்ய முயற்சிக்கும் அதிகபட்ச சாய்வு கோணத்தைத் தேர்வுசெய்க. அது சரிசெய்யவில்லை என்றால் நீங்கள் ஒரு பெரிய கோணத்தைத் தேர்வு செய்ய வேண்டியிருக்கும். இந்த நற்பொருத்தம் <b> பல காரணிகளைப் பொறுத்து உங்கள் வாசகரை மெதுவாக்கும் </b> என்பதை நினைவில் கொள்க.
uk: <span class="ui">Корекція нахилу</span> може вирівняти сторінки проблемного документу. Наприклад, сторінки PDF, які відскановані під кутом. Воно доступне для документів <b>PDF, DJVU, CBZ/CBT</b> та файлів <b>зображень</b>. Щоб увімкнути, оберіть максимальний кут нахилу, який KOReader буде намагатися виправити. Якщо це не допоможе, спробуйте обрати більший кут нахилу. Майте на увазі, що ця функція <b>може сповільнити роботу пристрою</b> (залежить від декількох чинників).
zh_hans: <span class="ui">自动校直</span>功能可以拉直有问题文档的页面，例如倾斜扫描的PDF页面。 它在<b>PDF，DJVU，CBZ/CBT</b>文档和<b>图片</b>文件中可用。 要启用此功能，请选择 KOReader 将尝试校正的最大倾斜角度。 如果未校正，您可能需要选择一个更大的角度。 请注意，此功能<b>可能会减慢您的阅读器</b>速度，具体取决于多个因素。

source: Saving highlights into PDF
es: Guardar subrayados en PDF
fr: Enregistrer les surlignages au format PDF
ga: Sábháil buaicphointí i bhformáid PDF
it: Salvataggio di evidenziazioni in PDF
nl: Markeringen in PDF opslaan
pt_br: Salvando destaques no PDF
pt_pt: A guardar destaques num PDF
sk: Ukladanie zvýraznení do PDF
sr: Чување истицања у PDF
ta: சிறப்பம்சங்களை PDF இல் சேமிக்கிறது
uk: Збереження виділеного у PDF
zh_hans: 将标注文段保存为PDF文档

source: For saving your highlights, you can use the <span class="ui">Export highlights</span> feature of KOReader which is explained in a previous section.
es: Para guardar los subrayados, puedes usar la función <span class="ui">Exportar subrayados</span> de KOReader que se explica en una sección anterior.
fr: Pour enregistrer vos passages surlignés, vous pouvez utiliser la fonction <span class="ui">Exporter les surlignages</span> de KOReader, expliquée dans une section précédente.
ga: Chun do bhuaicphointí a shábháil, is féidir leat an ghné <span class="ui">Easpórtáil buaicphointí</span> de KOReader a úsáid, rud a mhínítear i roinn roimhe seo.
it: Per salvare le evidenziazioni, è possibile utilizzare la funzione <span class="ui">Esporta evidenziazioni</span> di KOReader, spiegata in una sezione precedente.
nl: Voor het bewaren van markeringen kun je de functie <span class="ui">Markeringen exporteren</span> gebruiken (eerder uitgelegd).
pt_br: Para salvar seus destaques, você pode usar o recurso <span class="ui">Exportar destaques</span> do KOReader, que foi explicado em uma seção anterior.
sk: Na uloženie zvýraznení môžete použiť funkciu <span class="ui">Exportovať zvýraznenia</span> v KOReaderi, ktorá je vysvetlená v predchádzajúcej časti.
sr: Ако желите да сачувате своја истицања, употребите KOReader функционалност <span class="ui">Извези истицања</span> која је објашњена у претходном одељку.
ta: உங்கள் சிறப்பம்சங்களைச் சேமிக்க, முந்தைய பிரிவில் விளக்கப்பட்டுள்ள கொரியடரின் நற்பொருத்தம் </span> அம்சத்தைப் பயன்படுத்தலாம்.
uk: Щоб зберегти виділені фрагменти, можна скористатися функцією <span class="ui">Експорт виділеного</span>, про яку йшлося в попередньому розділі.
zh_hans: 可以使用前面章节介绍过的<span class="ui">导出标注</span>功能来保存标注。
