Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_green">TIP</span> KOReader can generate a document with sample text rendered with all the fonts installed on your device. This allows you to quickly compare the look and features of the fonts like ligatures and character sets in non-Latin scripts like Greek, Hebrew or Chinese. You can access this feature via:
es: <span class="label_green">CONSEJO</span> KOReader puede generar un documento con texto de muestra renderizado con todas las fuentes instaladas en su dispositivo. Esto le permite comparar rápidamente el aspecto y las características de las fuentes, como las ligaduras y los conjuntos de caracteres en alfabetos no latinos como el griego, el hebreo o el chino. Puede acceder a esta función mediante:
fr: <span class="label_green">ASTUCE</span> KOReader peut générer un document contenant un exemple de texte rendu avec toutes les polices installées sur votre appareil. Cela vous permet de comparer rapidement l'apparence et les caractéristiques des polices, telles que les ligatures et les jeux de caractères dans les scripts non latins comme le grec, l'hébreu ou le chinois. Vous pouvez accéder à cette fonctionnalité via :
ga: <span class="label_green">LEID</span> Is féidir le KOReader doiciméad a ghiniúint le téacs samplach a rindreáiltear leis na clónna go léir atá suiteáilte ar do ghléas. Ligeann sé seo duit cuma agus gnéithe na gclónna a chur i gcomparáid go tapa, amhail ligatúir agus tacair charachtar i scripteanna neamh-Laidineacha amhail Gréigis, Eabhrais nó Sínis. Is féidir leat rochtain a fháil ar an ngné seo trí:
it: <span class="label_green">TIP</span> KOReader può generare un documento con un esempio di testo reso con tutti i font installati sul dispositivo. Ciò consente di confrontare rapidamente l'aspetto e le caratteristiche dei font, come le legature e i set di caratteri in scritture non latine come il greco, l'ebraico o il cinese. È possibile accedere a questa funzione tramite:
nl: <span class="label_green">TIP</span> KOReader kan een document genereren met voorbeeldtekst in alle geïnstalleerde lettertypes. Zo vergelijk je snel uiterlijk en kenmerken zoals ligaturen en tekensets in niet-Latijnse schriften (Grieks, Hebreeuws, Chinees). Je opent dit via:
pt_br: <span class="label_green">DICA</span> O KOReader pode gerar um documento com texto de exemplo renderizado com todas as fontes instaladas no seu dispositivo. Isso permite que você compare rapidamente a aparência e os recursos das fontes, como ligaduras e conjuntos de caracteres em scripts não latinos, como grego, hebraico ou chinês. Você pode acessar esse recurso por meio de:
sk: <span class="label_green">TIP</span> KOReader dokáže vygenerovať dokument so vzorovým textom vykresleným so všetkými fontmi nainštalovanými vo vašom zariadení. To vám umožňuje rýchlo porovnať vzhľad a funkcie písiem, ako sú ligatúry a znakové sady v písmach, ktoré nie sú latinkou, ako je gréčtina, hebrejčina alebo čínština. K tejto funkcii máte prístup prostredníctvom:
sr: <span class="label_green">САВЕТ</span> KOReader може да генерише документ са пробним текстом исцртаним свим фонтовима који су инсталирани на вашем уређају. Ово вам омогућава да брзо упоредите изглед и могућности фонтова као што су лигатуре и скупови карактера у писмима која нису заснована на латиници, као што су грчко, хебрејско или кинеско. Овој функционалности можете да приступите из:
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> உங்கள் சாதனத்தில் நிறுவப்பட்ட அனைத்து எழுத்துருக்களுடன் வழங்கப்பட்ட மாதிரி உரையுடன் ஒரு ஆவணத்தை கொரியடர் உருவாக்க முடியும். கிரேக்க, எபிரேய அல்லது சீன போன்ற லத்தீன் அல்லாத ச்கிரிப்ட்களில் தசைநார்கள் மற்றும் எழுத்து செட் போன்ற எழுத்துருக்களின் தோற்றத்தையும் அம்சங்களையும் விரைவாக ஒப்பிட்டுப் பார்க்க இது உங்களை அனுமதிக்கிறது. இந்த அம்சத்தை நீங்கள் அணுகலாம்:
uk: <span class="label_green">ПОРАДА</span> KOReader може генерувати документ з зразком тексту, написаним усіма шрифтами, які встановлені на пристрої. Це дозволяє швидко порівняти вигляд і можливості шрифтів, як от лігатури і набори символів у нелатинському письмі, як от кирилиці (в т.ч. українські літери), грецькому, івриті, арабському чи китайському. Функція доступна тут:
zh_hans: <span class="label_green">提示</span> KOReader可使用已安装的字体及书籍中的全部文本生成一份新文档。该功能可用于快速对照字体样式及特征，如希腊语、希伯来语或汉语等非拉丁字母书体中的合字及字形。该功能位于：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Font / Font settings / Generate font test document
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fuente / Configuración de fuente / Generar documento de prueba de fuente
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Police / Paramètres de police / Générer un document de test de police
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Cló / Socruithe cló / Gin doiciméad tástála cló
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Carattere / Impostazioni carattere / Genera documento di prova dei caratteri
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Lettertype / Lettertype-instellingen / Lettertype testdocument genereren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte / Configurações de fonte / Gerar documento de teste de fonte
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte / Definições de fonte / Gerar documento de teste de fonte
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Písmo / Nastavenia písma / Vygenerovať testovací dokument s písmom
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Фонт / Подешавања фонта / Генериши документ за тестирање фонта
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / எழுத்துரு / எழுத்துரு அமைப்புகள் / எழுத்துரு சோதனை ஆவணத்தை உருவாக்குதல்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Шрифт / Налаштування шрифту / Створити документ-зразок усіх шрифтів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 字体 / 字体设置 / 生成字体测试文档

source: Monospace font scale
es: Utilizar tipos de letra distintos en un documento
fr: Échelle des polices Monospace
ga: Scála cló Monospace
it: Scala dei caratteri Monospace
nl: Monospace-lettertypeschaal
pt_br: Escala de fonte monoespaçada
pt_pt: Escala da fonte Monospace
sk: Používanie rôznych typov písma v jednom dokumente
sr: Скалирање фонта фиксне ширине
ta: ஒரு ஆவணத்தில் வெவ்வேறு எழுத்துருக்களைப் பயன்படுத்துதல்
uk: Масштаб моноширинного шрифту
zh_hans: 等宽字体比例

source: If your book includes parts with <b>Monospace</b> fonts (like in programming books), Monospace text might look disproportional even if it is technically at the same size as the rest of the book. This is caused by differing font metrics. KOReader has an option that allows you to adjust the relative Monospace font size to fix this difference:
es: Si tu libro incluye partes con fuentes <b>Monospace</b>(como en los libros de programación), el texto monoespaciado podría verse desproporcionado incluso si técnicamente tiene el mismo tamaño que el resto del libro. Esto se debe a las diferentes métricas de las fuentes. KOReader tiene una opción que permite ajustar el tamaño relativo de la fuente monoespaciada para corregir esta diferencia:
fr: Si votre livre contient des parties en police <b>Monospace</b> (comme dans les livres de programmation), le texte Monospace peut sembler disproportionné même s'il est techniquement de la même taille que le reste du livre. Cela est dû à des métriques de police différentes. KOReader dispose d'une option qui vous permet d'ajuster la taille relative de la police Monospace afin de corriger cette différence :
ga: Má tá codanna de do leabhar le clónna <b>Monospace</b> (cosúil le leabhair ríomhchlárúcháin), d'fhéadfadh téacs Monospace breathnú neamhréireach fiú má tá sé go teicniúil ar an méid céanna leis an gcuid eile den leabhar. Is é is cúis leis seo ná méadrachtaí clónna éagsúla. Tá rogha ag KOReader a ligeann duit méid coibhneasta an chló Monospace a choigeartú chun an difríocht seo a shocrú:
it: Se il libro include parti con font <b>Monospace</b> (come nei libri di programmazione), il testo Monospace potrebbe apparire sproporzionato anche se tecnicamente ha le stesse dimensioni del resto del libro. Ciò è dovuto alla diversa metrica dei caratteri. KOReader ha un'opzione che consente di regolare la dimensione relativa dei caratteri Monospace per correggere questa differenza:
nl: Als je boek delen met <b>monospace</b>-lettertypes bevat (zoals programmeerboeken) kan de monospace‑tekst onevenredig ogen, ook al heeft ze technisch dezelfde grootte als de rest. Dat komt door verschillende lettertype-eigenschappen. KOReader biedt een optie om de relatieve monospace-grootte aan te passen en dit verschil te corrigeren:
pt_br: Se o seu livro incluir partes com fontes <b>Monospace</b> (como em livros de programação), o texto monoespaçado pode parecer desproporcional, mesmo que tecnicamente tenha o mesmo tamanho do restante do livro. Isso é causado por métricas de fonte diferentes. O KOReader tem uma opção que permite ajustar o tamanho relativo da fonte monoespaçada para corrigir essa diferença:
sk: Ak vaša kniha obsahuje časti s písmom <b>Monospace</b> (ako napríklad v knihách o programovaní), text s monospace môže vyzerať neproporcionálne, aj keď má technicky rovnakú veľkosť ako zvyšok knihy. Je to spôsobené rozdielnymi metrikami písma. KOReader má možnosť, ktorá vám umožňuje upraviť relatívnu veľkosť písma Monospace, aby sa tento rozdiel vyriešil:
sr: Ако ваша књига садржи делове писане фонтовима <b>фиксне ширине</b> (као у случају књига о програмирању), текст фиксне ширине би могао изгледати диспропорционално чак и ако је технички исте величине као и текст остатка књиге. Узрок овога је различита метрика фонта. KOReader има опцију која вам омогућава да подесите релативну величину фонта фиксне ширине и тако поправите ову разлику:
ta: உங்கள் புத்தகத்தில் <b> மோனோச்பேச் </b> எழுத்துருக்கள் (நிரலாக்க புத்தகங்களைப் போல) உள்ள பகுதிகள் இருந்தால், மோனோச்பேச் உரை தொழில்நுட்ப ரீதியாக புத்தகத்தின் மீதமுள்ள அதே அளவிலானதாக இருந்தாலும் கூட இது விகிதாசாரமாகத் தோன்றலாம். இது எழுத்துரு அளவீடுகளால் ஏற்படுகிறது. இந்த வேறுபாட்டை சரிசெய்ய உறவினர் மோனோச்பேச் எழுத்துரு அளவை சரிசெய்ய உங்களை அனுமதிக்கும் ஒரு விருப்பம் கொரியடருக்கு உள்ளது:
uk: Якщо ваша книга містить частини з <b>моноширинними</b> шрифтами (як у книгах з програмування), моноширинний текст може виглядати непропорційним навіть якщо технічно розмір його шрифту такий же, як розмір шрифту решти книги. Це спричиняється різницею шрифтових метрик. KOReader має функцію, що дозволяє припасувати відносний розмір моноширинного шрифту, щоб виправити цю непропорційність:
zh_hans: 如果您的书籍包含使用<b>等宽</b>字体的部分（如编程书籍），等宽文本可能看起来不成比例，即使其字号与其他文本在技术上相同。 这是由不同的字体指标引起的。 KOReader有一个选项允许您调整等宽字体的相对大小：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Font / Font settings / Monospace fonts scaling
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fuente / Configuración de fuente / Escala de fuentes monospace
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Police / Paramètres de police / Mise à l'échelle des polices à espacement fixe
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Cló / Socruithe cló / Scálú clónna aonspáis
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Carattere / Impostazioni carattere / Scala dei caratteri a larghezza fissa
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Lettertype / Lettertype-instellingen / Monospace-lettertypen schalen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte / Configurações de fonte / Escala de fontes monoespaçadas
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte / Definições de Fonte / Escala de Fontes monoespaçados
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Písmo / Nastavenia písma / Mierka písma Monospace
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Фонт / Подешавања фонта / Скалирање фонтова фиксне ширине
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" பாணி = "அகலம்: 22px;"> / எழுத்துரு / எழுத்துரு அமைப்புகள் / மோனோச்பேச் எழுத்துருக்கள் அளவிடுதல்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Шрифт / Налаштування шрифту / Масштаб моноширинних шрифтів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 字体 / 字体设置 / 等宽字体缩放

source: Here you can increase or decrease the size of your Monospace font by adjusting its scaling as a percentage of the default size.
es: Aquí puede aumentar o disminuir el tamaño de su fuente Monospace ajustando su escala como un porcentaje del tamaño predeterminado.
fr: Ici, vous pouvez augmenter ou réduire la taille de votre police Monospace en ajustant son échelle en pourcentage de la taille par défaut.
ga: Anseo is féidir leat méid do chló Monospace a mhéadú nó a laghdú trína scálú a choigeartú mar chéatadán den mhéid réamhshocraithe.
it: Qui è possibile aumentare o diminuire le dimensioni del font Monospace, regolando il suo ridimensionamento in percentuale rispetto alle dimensioni predefinite.
nl: Hier kun je de grootte van het monospace-lettertype verhogen of verlagen door de schaal in te stellen als percentage van de standaardgrootte.
pt_br: Aqui você pode aumentar ou diminuir o tamanho da sua fonte monoespaçada ajustando sua escala como uma porcentagem do tamanho padrão.
sk: Tu môžete zväčšiť alebo zmenšiť veľkosť neproporcionálneho písma Monospace úpravou jeho mierky v percentách predvolenej veľkosti.
sr: Овде можете да повећате или смањите величину свог фонта фиксне ширине тако што поставите скалирање као проценат подразумеване величине.
ta: இயல்புநிலை அளவின் சதவீதமாக அதன் அளவீடுகளை சரிசெய்வதன் மூலம் உங்கள் மோனோச்பேச் எழுத்துருவின் அளவை இங்கே அதிகரிக்கலாம் அல்லது குறைக்கலாம்.
uk: Тут можна збільшити або зменшити розмір моноширинного шрифту вказавши його масштаб у відсотках відносно його типового розміру.
zh_hans: 在这里，您可以通过调整默认大小的百分比来增加或减少等宽字体的大小。

source: Using different fonts in one document
es: Cambiar fuente rápidamente
fr: Utilisation de différentes polices dans un même document
ga: Clónna éagsúla a úsáid in aon doiciméad amháin
it: Utilizzo di font diversi in un documento
nl: Verschillende lettertypen in één document gebruiken
pt_br: Usando fontes diferentes em um documento
pt_pt: User fontes diferentes num documento
sk: Rýchla zmena písma
sr: Употреба различитих фонтова у једном документу
ta: எழுத்துருவை விரைவாக மாற்றுதல்
uk: Використання різних шрифтів в одному документі
zh_hans: 在一本书籍中套用多种字体

source: In HTML/CSS based documents like EPUBs, books can specify to use fonts by family instead of a specific font name. These families can be <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song and Math</b>. For example in a book, normal text can be shown in <b>Sans-serif</b> while dialogues are shown in <b>Serif</b> font. KOReader normally uses your default font for all these families except <b>Monospace</b> and <b>Math</b> (which is determined by the style of the text nodes, for example <b>'font-family: serif'</b>). If you want these families to look distinct, you can assign specific fonts for them here:
es: En documentos basados en HTML/CSS, como los EPUB, los libros pueden especificar el uso de fuentes por familia en lugar de un nombre de fuente específico. Estas familias pueden ser: <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song y Math</b>. Por ejemplo, en un libro, el texto normal se puede mostrar en <b>Sans-Serif</b>, mientras que los diálogos se muestran en <b>Serif</b>. KOReader normalmente usa la fuente predeterminada para todas estas familias, excepto <b>Monospace</b> y <b>Math</b> (que se determina por el estilo de los nodos de texto, por ejemplo, <b>'familia--de-fuentes: serif'</b>). Si desea que estas familias se distingan, puede asignarles fuentes específicas aquí:
fr: Dans les documents basés sur HTML/CSS tels que les EPUB, les livres peuvent spécifier l'utilisation de polices par famille plutôt que par nom de police spécifique. Ces familles peuvent être <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song et Math</b>. Par exemple, dans un livre, le texte normal peut être affiché en <b>Sans-serif</b> tandis que les dialogues sont affichés en police <b>Serif</b>. KOReader utilise normalement votre police par défaut pour toutes ces familles, à l'exception de <b>Monospace</b> et <b>Math</b> (qui sont déterminées par le style des nœuds de texte, par exemple <b>'font-family: serif'</b>). Si vous souhaitez que ces familles se distinguent, vous pouvez leur attribuer des polices spécifiques ici :
ga: I ndoiciméid bunaithe ar HTML/CSS cosúil le EPUBanna, is féidir le leabhair clónna a úsáid de réir teaghlaigh seachas ainm cló ar leith. Is féidir na teaghlaigh seo a bheith <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song agus Math</b>. Mar shampla, i leabhar, is féidir téacs gnáth a thaispeáint i <b>Sans-serif</b> agus taispeántar dialóga i gcló <b>Serif</b>. De ghnáth, úsáideann KOReader do chló réamhshocraithe do na teaghlaigh seo go léir seachas <b>Monospace</b> agus <b>Math</b> (a chinntear de réir stíl na nóid téacs, mar shampla <b>'font-family: serif'</b>). Más mian leat go mbeadh cuma shainiúil ar na teaghlaigh seo, is féidir leat clónna sonracha a shannadh dóibh anseo:
it: Nei documenti basati su HTML/CSS, come gli EPUB, i libri possono specificare di usare i font per famiglia invece di un nome di font specifico. Queste famiglie possono essere <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song e Math</b>. Ad esempio, in un libro, il testo normale può essere visualizzato in <b>Sans-serif</b> mentre i dialoghi sono visualizzati in carattere <b>Serif</b>. KOReader utilizza normalmente il font predefinito per tutte queste famiglie, ad eccezione di <b>Monospace</b>. e <b>Math</b> (che è determinato dallo stile dei nodi di testo, per esempio <b>'font-family: serif'</b>). Se si desidera che queste famiglie abbiano un aspetto distinto, è possibile assegnare loro font specifici:
nl: In HTML/CSS-gebaseerde documenten zoals EPUB kunnen boeken een lettertypefamilie opgeven in plaats van een specifieke naam. Deze families kunnen <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song en Math</b> zijn. Zo kan gewone tekst <b>Sans-serif</b> zijn terwijl dialogen in <b>Serif</b> staan. KOReader gebruikt normaal je standaardlettertype voor alle families behalve <b>Monospace</b> en <b>Math</b> (afhankelijk van de stijl van de tekstnodes, bv. <b>'font-family: serif'</b>). Wil je dat families visueel verschillen, wijs dan hier specifieke lettertypen toe:
pt_br: Em documentos baseados em HTML/CSS, como EPUBs, os livros podem especificar o uso de fontes por família em vez de um nome de fonte específico. Essas famílias podem ser <b>Serif, Sans-Serif, Monospace, Cursive, Fantasy, Emoji, Fang Song e Math</b>. Por exemplo, em um livro, o texto normal pode ser exibido em <b>Sans-Serif</b>, enquanto os diálogos são exibidos em <b>Serif</b>. O KOReader normalmente usa sua fonte padrão para todas essas famílias, exceto <b>Monospace</b> e <b>Math</b> (que é determinado pelo estilo dos nós de texto, por exemplo, <b>'font-family: serif'</b>). Se você quiser que essas famílias pareçam distintas, você pode atribuir fontes específicas para elas aqui:
sk: V dokumentoch založených na HTML/CSS, ako sú napríklad súbory EPUB, môžu knihy určiť použitie písma podľa rodiny namiesto konkrétneho názvu písma. Tieto rodiny môžu byť <b>pätkové, bezpätkové, neproporciálne, kurzíva, fantázia, emotikony, Fang Song a matematické (Math)</b>. Napríklad v knihe môže byť normálny text zobrazený <b>bezpätkovým</b>, zatiaľ čo dialógy sú zobrazené <b>pätkovým</b> písmom. KOReader normálne používa vaše predvolené písmo pre všetky tieto rodiny okrem <b>Monospace</b> a <b>Math</b> (ktoré je určené štýlom textových uzlov, napríklad <b>'font-family: serif'</b>).Ak chcete, aby tieto rodiny vyzerali odlišne, môžete im tu priradiť konkrétne písma:
sr: У документима који се заснивају на HTML/CSS, као што су EPUB документи, уместо одређеног имена фонта, књиге могу да наведу употребу фамилије фонтова. Ове фамилије могу да буду <b>Серифни, Линеарни, Фиксне ширине, Курзивни, Фантазија, Емођи, Fang Song и Математички</b>. На пример, у некој књизи обични текст може да буде приказан у <b>Линеарном</b> писму, док се дијалози приказују <b>Серифним</b> фонтом. KOReader обично користи ваш подразумевани фонт за све ове фамилији, осим у случају <b>Фиксне ширине</b> и <b>Математички</b> (што се одређује стилом текст чворова, на пример <b>'font-family: serif'</b>). Ако желите да ове фамилије имају особен изглед, овде можете да им доделите одређене фонтове:
ta: EPUBS போன்ற HTML/CSS அடிப்படையிலான ஆவணங்களில், ஒரு குறிப்பிட்ட எழுத்துரு பெயருக்கு பதிலாக குடும்பத்தால் எழுத்துருக்களைப் பயன்படுத்த புத்தகங்கள் குறிப்பிடலாம். இந்த குடும்பங்கள் <b> செரிஃப், சான்ச்-செரிஃப், மோனோச்பேச், கர்சீவ், பேண்டசி, ஈமோசி, ஃபாங் பாடல் மற்றும் கணிதம் </b> ஆக இருக்கலாம். எடுத்துக்காட்டாக, ஒரு புத்தகத்தில், சாதாரண உரையை <b> சான்ச்-செரிஃப் </b> இல் காட்டலாம், அதே நேரத்தில் உரையாடல்கள் <b> செரிஃப் </b> எழுத்துருவில் காட்டப்படுகின்றன. <b> மோனோச்பேச் </b> மற்றும் <b> கணிதம் </b> தவிர இந்த குடும்பங்களுக்கு கொரியடர் பொதுவாக உங்கள் இயல்புநிலை எழுத்துருவைப் பயன்படுத்துகிறார் (இது உரை முனைகளின் பாணியால் தீர்மானிக்கப்படுகிறது, எடுத்துக்காட்டாக <b> 'எழுத்துரு-குடும்பம்: செரிஃப்' </b>). இந்த குடும்பங்கள் தனித்துவமாக இருக்க வேண்டும் என்று நீங்கள் விரும்பினால், அவற்றுக்கான குறிப்பிட்ட எழுத்துருக்களை இங்கே ஒதுக்கலாம்:
uk: У документах, які базуються на HTML/CSS, як от EPUB, можна визначити використання книгами не шрифту з конкретною назвою, а шрифтів з певного сімейства шрифтів. Існують такі сімейства шрифтів: <b>з засічками (Serif), без засічок (Sans Serif), моноширинні (Monospace), курсивні (Cursive), фентезі (Fantasy), емоджі (Emoji), фанґ сонґ (Fang Song) та математичні (Math)</b>. Наприклад, у книзі звичайний текст може показуватися шрифтом <b>без засічок</b>, а діалоги - шрифтом <b>з засічками</b>. Зазвичай KOReader використовує ваш типовий шрифт для усіх цих сімейств, крім <b>моноширинного</b> і <b>математичного</b> (які визначаються стилем текстових вузлів, наприклад: <b>'font-family: serif'</b>). Якщо бажаєте, щоб ці сімейства виглядали по-різному, специфічні шрифти для них можна визначити тут:
zh_hans: 在基于HTML/CSS的文档（如EPUB）中，书籍可以指定使用字体族而不是特定的字体名称。 这些字体族可以是<b>衬线体（Serif）、无衬线体（Sans-Serif）、等宽体（Monospace）、草书体（Cursive）、花体（Fantasy）、表情符号体（Emoji）、仿宋体（Fang Song）和数学体（Math）。</b>。 例如，在一本书中，正常的文本可以用<b>无衬线体</b>显示，而对话则用<b>衬线体</b>显示。 KOReader 通常对所有这些字体族使用默认字体，但<b>等宽体（Monospace）</b>和<b>数学体（Math）</b>除外（具体由文本节点的样式决定，例如<b>'font-family：serif'</b>）。 如果您希望这些字体族看起来更具区别性，您可以在这里为它们指定特定的字体：
