Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: But if you want to use your hand made <b>CBZ</b> on more than one device or you want to preserve high resolution for future proofing, your best option might be to make the <b>CBZ</b> for your highest resolution device. Or pick an arbitrary "high" resolution, possibly one that matches the source. <b>300 PPI</b> or better (up to <b>450</b> or even <b>600</b>), unless the source is lower of course. If we assume a screen size of <b>8", 1500×2000</b> is a good target resolution. For bigger images, you should try it on your device and see whether it can deal with it. Especially old Kindles with low memory can struggle with sizes like <b>3000×4000</b> for example. If you're automating the process, it might be worth considering creating both a lower and higher quality version (e.g., at <b>200/400</b> or <b>300/600</b> DPI).
es: Pero si deseas usar tu <b>CBZ</b> hecho a mano en más de un dispositivo o quieres conservar la alta resolución para futuras revisiones, la mejor opción podría ser crear el <b>CBZ</b> para tu dispositivo con la resolución más alta. O bien elija una resolución "alta" arbitraria, posiblemente una que coincida con la letra. <b>300 PPP</b> o superior (hasta <b>450</b> o incluso <b>600</b>), a menos que la letra sea inferior. Si asumimos un tamaño de pantalla de <b>8", 1500×2000</b> es una buena resolución. Para imágenes más grandes deberías probarlo en tu dispositivo y ver si es compatible. Los Kindles antiguos con poca memoria pueden tener dificultades con tamaños como por ejemplo <b>3000×4000</b>. Si el proceso está automatizado, podría valer la pena considerar crear dos versiones, una de menor y otra de mayor calidad (por ejemplo, de<b>200/400</b> y <b>300/600</b> ppp).
fr: Mais si vous souhaitez utiliser votre fichier <b>CBZ</b> créé manuellement sur plusieurs appareils ou si vous souhaitez conserver une haute résolution pour l'avenir, la meilleure option consiste à créer le fichier <b>CBZ</b> pour votre appareil offrant la plus haute résolution. Vous pouvez également choisir une résolution « élevée » arbitraire, éventuellement celle qui correspond à la source. <b>300 PPI</b> ou mieux (jusqu'à <b>450</b> ou même <b>600</b>), à moins que la source ne soit inférieure, bien sûr. Si l'on suppose une taille d'écran de <b>8 pouces, 1500×2000</b> est une bonne résolution cible. Pour les images plus grandes, vous devriez les essayer sur votre appareil et voir s'il peut les gérer. Les anciens Kindles avec une mémoire faible peuvent notamment avoir des difficultés avec des tailles telles que <b>3000×4000</b>, par exemple. Si vous automatisez le processus, il peut être intéressant d'envisager de créer une version de qualité inférieure et une version de qualité supérieure (par exemple, à <b>200/400</b> ou <b>300/600</b> DPI).
ga: Ach más mian leat do <b>CBZ</b> lámhdhéanta a úsáid ar níos mó ná gléas amháin nó más mian leat ardtaifeach a chaomhnú le haghaidh ullmhúcháin sa todhchaí, b'fhéidir gurb é an rogha is fearr duit an <b>CBZ</b> a chruthú don ghléas is airde taifeach atá agat. Nó roghnaigh "ardtaifeach" treallach, b'fhéidir ceann a mheaitseálann an fhoinse. <b>300 PPI</b> nó níos fearr (suas le <b>450</b> nó fiú <b>600</b>), mura bhfuil an fhoinse níos ísle ar ndóigh. Má ghlacaimid leis go bhfuil méid scáileáin de <b>8", 1500 × 2000</b> ina réiteach sprice maith. I gcás íomhánna níos mó, ba cheart duit é a thriail ar do ghléas agus a fheiceáil an féidir leis déileáil leis. Go háirithe, is féidir le Kindles seanchaite a bhfuil cuimhne íseal acu streachailt le méideanna cosúil le <b>3000 × 4000</b> mar shampla. Má tá tú ag uathoibriú an phróisis, b'fhéidir go mbeadh sé fiúntach smaoineamh ar leagan níos ísle agus níos airde cáilíochta a chruthú (e.g., ag <b>200/400</b> nó <b>300/600</b> DPI).
it: Ma se si vuole usare il proprio <b>CBZ</b> fatto a mano su più di un dispositivo o se si vuole conservare l'alta risoluzione per una visione futura, la soluzione migliore potrebbe essere quella di creare il <b>CBZ</b> per il dispositivo con la risoluzione più alta. Oppure scegliere una risoluzione "alta" arbitraria, possibilmente corrispondente alla sorgente.<b>300 PPI</b> o ancora meglio (oltre i <b>450</b> o anche <b>600</b>), a meno che la fonte non sia più bassa, ovviamente. Se assumiamo una dimensione dello schermo di <b>8", 1500×2000</b> è una buona risoluzione target. Per le immagini più grandi, si dovrebbe provare sul proprio dispositivo e vedere se è in grado di gestirle. Soprattutto i vecchi Kindle con poca memoria possono avere problemi con dimensioni come <b>3000×4000</b>, ad esempio.Se si sta automatizzando il processo, si potrebbe prendere in considerazione la creazione di una versione di qualità inferiore e di una versione di qualità superiore (per esempio a <b>200/400</b> o <b>300/600</b> DPI).
nl: Wil je de <b>CBZ</b> op meerdere apparaten of toekomstbestendig gebruiken, maak hem dan voor je hoogste resolutie apparaat, of kies een 'hoge' resolutie passend bij de bron. <b>300 PPI</b> of hoger (tot <b>450</b>/<b>600</b>) tenzij de bron lager is. Voor 8" is <b>1500×2000</b> een goed doel. Test grotere afbeeldingen; oude Kindles met weinig geheugen kunnen bv. moeite hebben met <b>3000×4000</b>. Automatiseer je het, overweeg dan zowel een lage als hoge kwaliteitsvariant (bv. <b>200/400</b> of <b>300/600</b> DPI).
pt_br: Mas se você quiser usar seu <b>CBZ</b> feito à mão em mais de um dispositivo ou quiser preservar alta resolução para o futuro, a melhor opção pode ser criar o <b>CBZ</b> para o seu dispositivo de maior resolução. Ou escolher uma resolução "alta" arbitrária, possivelmente uma que combine com a fonte. <b>300 PPI</b> ou melhor (até <b>450</b> ou até <b>600</b>), a menos que a fonte seja menor, claro. Se assumirmos um tamanho de tela de <b>8", 1500×2000</b> é uma boa resolução alvo. Para imagens maiores, você deve testar no seu dispositivo e ver se ele consegue lidar com elas. Especialmente Kindles antigos com pouca memória podem ter dificuldade com tamanhos como <b>3000×4000</b>, por exemplo. Se você estiver automatizando o processo, pode valer a pena criar versões de menor e maior qualidade (por exemplo, em <b>200/400</b> ou <b>300/600</b> DPI).
pt_pt: Mas se quiser utilizar o seu <b>CBZ</b> feito manualmente em mais do que um dispositivo ou se quiser preservar a alta resolução para utilização futura, a sua melhor opção pode ser fazer o <b>CBZ</b> para o seu dispositivo de maior resolução. Ou escolha uma resolução "alta" arbitrária, possivelmente uma que corresponda à fonte. <b>300 PPI</b> ou melhor (até <b>450</b> ou mesmo <b>600</b>), a menos que a fonte seja inferior, claro. Considerando um ecrã de 8 polegadas, <b>1500×2000</b> pixéis é uma boa resolução alvo. Para imagens maiores, teste no seu dispositivo para verificar se consegue reproduzi-las. Os Kindles antigos, com pouca memória, podem ter dificuldades com tamanhos como <b>3000×4000</b> pixéis, por exemplo. Se estiver a automatizar o processo, pode ser interessante criar versões com uma resolução inferior e superior (por exemplo, a <b>200/400</b> ou <b>300/600 DPI</b>).
sk: Ak však chcete použiť svoj ručne vyrobený súbor <b>CBZ</b> na viac ako jednom zariadení alebo chcete zachovať vysoké rozlíšenie pre budúce korektúry, najlepšou možnosťou môže byť vytvoriť <b>CBZ</b> pre vaše zariadenie s najvyšším rozlíšením. Alebo si vyberte ľubovoľné „vysoké“ rozlíšenie, prípadne také, ktoré zodpovedá zdroju. <b>300 PPI</b> alebo lepšie (až <b>450</b> alebo dokonca <b>600</b>), pokiaľ samozrejme nie je zdroj nižší. Ak predpokladáme veľkosť obrazovky <b>8", 1500×2000</b> je dobré cieľové rozlíšenie. Pre väčšie obrázky by ste to mali vyskúšať na svojom zariadení a zistiť, či si s tým dokáže poradiť. Najmä staré Kindle s nízkou pamäťou môžu mať potiaže s veľkosťami ako napríklad <b>3000×4000</b>. Ak si tento proces zautomatizujete, možno by stálo za zváženie vytvorenie verzie nižšej aj vyššej kvality (napr. s rozlíšením <b>200/400</b> alebo <b>300/600</b> DPI).
sr: Али ако желите да свој ручно направљени <b>CBZ</b> користите на више уређаја, или ако желите да очувате високу резолуцију за накнадне поправке, најбоља опција би била да <b>CBZ</b> направите тако да одговара уређају са највишом резолуцијом. Или да изаберете произвољну „високу” резолуцију, по могућству ону која одговара оригиналима. <b>300 PPI</b> или боље (до <b>450</b> или чак <b>600</b>), осим наравно, ако је извор ниже резолуције. Ако претпоставимо екран величине <b>8", 1500×2000</b> је добра циљна резолуција. У случају већих слика, требало би да их пробате на уређају и видите може ли да се носи са њима. На пример, доста стари Kindle уређаји са мало меморије могу да имају проблема са величинама као што су <b>3000×4000</b>. Ако аутоматизујете процес, може бити корисно да размотрите истовремено креирање верзија нижег и вишег квалитета (нпр. <b>200/400</b> или <b>300/600</b> DPI).
ta: ஒன்றுக்கு மேற்பட்ட சாதனங்களில் உங்கள் கையை உருவாக்கிய <b> சிபிஇசட் </b> ஐ நீங்கள் பயன்படுத்த விரும்பினால் அல்லது எதிர்கால சரிபார்ப்புக்காக உயர் தெளிவுத்திறனைப் பாதுகாக்க விரும்பினால், உங்கள் மிக உயர்ந்த தெளிவுத்திறன் சாதனத்திற்கு <b> சிபிஇசட் </b> ஐ உருவாக்குவதே உங்கள் சிறந்த விருப்பமாக இருக்கலாம். அல்லது ஒரு தன்னிச்சையான "உயர்" தீர்மானத்தைத் தேர்ந்தெடுங்கள், இது மூலத்துடன் பொருந்தக்கூடிய ஒன்றாகும். <b> 300 பிபிஐ </b> அல்லது சிறந்தது (<b> 450 </b> அல்லது <b> 600 </b> வரை கூட), மூலமானது நிச்சயமாக குறைவாக இல்லாவிட்டால். <b> 8 ", 1500 × 2000 </b> ஒரு நல்ல இலக்கு தீர்மானம் என்று நாங்கள் கருதினால், பெரிய படங்களுக்கு, நீங்கள் அதை உங்கள் சாதனத்தில் முயற்சி செய்து அதைச் சமாளிக்க முடியுமா என்று பார்க்க வேண்டும். குறிப்பாக குறைந்த நினைவகம் கொண்ட பழைய கின்டல்கள் <b> 3000 × 4000 </b> போன்றவற்றின் மதிப்பைக் கருத்தில் கொள்ளினால், நீங்கள் தரமானவை, ஈ.கே. <b> 200/400 </b> அல்லது <b> 300/600 </b> டிபிஐ).
uk: Але якщо бажаєте використовувати власноруч створені файли <b>CBZ</b> на кількох пристроях або хочете зберегти високу роздільну здатність для подальшої перевірки, найкращим рішенням може бути створення <b>CBZ</b> для пристрою з вищою роздільною здатністю екрану. Або застосуйте довільну «високу» роздільну здатність, наприклад, не змінюючи оригінальну роздільну здатність зображень. <b>300 PPI</b> або вищу (до <b>450 PPI</b> чи навіть <b>600 PPI</b>), звісно, якщо оригінальна роздільна здатність зображень не нижча. Якщо припустити, що розмір екрану <b>8", 1500×2000</b> пікселів є хорошою роздільною здатністю. Для більших зображень варто перевірити їх вигляд на екрані пристрою, щоб побачити чи справляється пристрій з зображеннями такого розміру. Особливо старі пристрої Kindle, які мають малий обсяг пам'яті, можуть мати проблеми з зображеннями, наприклад, розміром <b>3000×4000</b> пікселів. Якщо ви автоматизуєте процес, варто розглянути можливість одночасного створення версій з нижчою та вищою роздільною здатністю (наприклад, <b>200/400</b> та <b>300/600</b> DPI).
zh_hans: 但是，如果您想在多台设备上使用手工制作的 <b>CBZ</b>，或者您想保留高分辨率以备将来使用，那么最好的选择可能是为您的最高分辨率设备制作 <b>CBZ</b>。或者选择可能与源分辨率匹配的“高”分辨率。<b>300 PPI</b> 或更高（高达 <b>450</b> 甚至 <b>600</b>），当然，除非来源较低。我们假设屏幕尺寸为 <b>8 英寸，1500×2000</b> 是一个不错的目标分辨率。对于较大的图片，您应该在您的设备上尝试一下，看看它是否可以处理它。例如，内存不足的旧 Kindle 可能会难以处理 <b>3000×4000</b> 等大小。如果您要自动化该过程，则可能需要考虑创建较低和较高质量的两个版本（例如，<b>200/400</b> 或 <b>300/600</b> DPI）。

source: <span class="label_blue">INFO</span> KOReader doesn't parse <b>spine page-progression-direction="rtl"</b> attribute of the books. So it doesn’t change page turning direction even though the file was created with right-to-left reading. Users can switch this via:
es: <span class="label_blue">INFO</span> KOReader no analiza el atributo <b>spine page-progression-direction="rtl"</b> de los libros. Por lo tanto, no cambia la dirección de paso de la página aunque el archivo se haya creado con lectura de derecha a izquierda. Los usuarios pueden cambiar esto a través de:
fr: <span class="label_blue">INFO</span> KOReader n'analyse pas l'attribut <b>spine page-progression-direction="rtl"</b> des livres. Il ne modifie donc pas le sens de défilement des pages, même si le fichier a été créé pour une lecture de droite à gauche. Les utilisateurs peuvent modifier ce paramètre via :
ga: <span class="label_blue">EOLAS</span> Ní dhéanann KOReader parsáil ar an tréith <b>spine page-progression-direction="rtl"</b> de na leabhair. Mar sin ní athraíonn sé treo casadh leathanaigh fiú má cruthaíodh an comhad le léamh ó dheis go clé. Is féidir le húsáideoirí é seo a athrú trí:
it: <span class="label_blue">INFO</span> KOReader non analizza l'attributo <b>spine page-progression-direction="rtl"</b> dei libri. Quindi non cambia la direzione di rotazione delle pagine anche se il file è stato creato per la lettura da destra a sinistra. Gli utenti possono cambiare questo aspetto tramite:
nl: <span class="label_blue">INFO</span> KOReader interpreteert het attribuut <b>spine page-progression-direction="rtl"</b> niet, dus de blader richting wordt niet automatisch omgekeerd. Je kunt dit zelf aanpassen via:
pt_br: <span class="label_blue">INFO</span> O KOReader não analisa o atributo <b>spine page-progression-direction="rtl"</b> dos livros. Portanto, ele não altera a direção de virada de página, mesmo que o arquivo tenha sido criado com leitura da direita para a esquerda. Os usuários podem alternar isso por meio de:
sk: <span class="label_blue">INFORMÁCIA</span> KOReader neanalyzuje atribút <b>spine page-progression-direction="rtl"</b> kníh. Takže nemení smer otáčania stránky, aj keď bol súbor vytvorený čítaním sprava doľava. Používatelia to môžu zmeniť pomocou:
sr: <span class="label_blue">ИНФО</span> KOReader не парсира <b>spine page-progression-direction="rtl"</b> атрибут књига. Тако да не мења смер окретања страница чак и када је фајл креиран за читање с десна у лево. Корисници то могу да укључе у следећем менију:
ta: <span வகுப்பு = "label_blue"> செய்தி </span> கொரியேடர் அலசிடாது <b> முதுகெலும்பு பக்கம்-முன்னேற்றம்-திசை = "rtl" </b> புத்தகங்களின் பண்புக்கூறு. எனவே வலது-இடது வாசிப்புடன் கோப்பு உருவாக்கப்பட்டிருந்தாலும் இது பக்க திருப்பு திசையை மாற்றாது. பயனர்கள் இதை மாற்றலாம்:
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> KOReader не обробляє атрибут книги <b>spine page-progression-direction="rtl"</b>. Тому він не змінює орієнтацію сторінки навіть у файлах, які були створені для читання справа наліво. Це можна змінити тут:
zh_hans: <span class="label_blue">说明</span> KOReader不会解析书籍的<b>spine page-progression-direction="rtl"</b>参数，因此即使书籍指定了从右向左阅读，软件中的翻页方向也不会改变。用户可通过下列路径手动切换：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Page turns / Invert page turn tap and swipes / buttons
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Pasar página / Invertir paso de página, toque y deslice / botones
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Changement de page / Inverser les touches et les balayages pour changer de page / Boutons
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Casadh leathanaigh / Inbhéartaigh casadh leathanaigh, tapáil agus svaidhpeáil / cnaipí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Volta pagina / Inverti i tocchi e i gesti di cambio pagina
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Paginawissels / Paginawissel tikken en vegen omkeren / knoppen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Virada de página / Inverter toques e deslizes de virada de página / botões
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Otáčanie stránok / Invertovanie otáčania stránok ťuknutím a potiahnutím prstom / tlačidlá
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Окретања странице / Обрни тапове и превлачења за окретање странице / дугмад
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Гортання сторінок / Інвертувати гортання сторінок дотиком і протягуванням / кнопки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 翻页方式 / 交换左右两侧翻页功能 / 相关按钮

source: Advanced preparation of manga
es: Preparación avanzada de manga
fr: Préparation avancée du manga
ga: Ullmhúchán ardleibhéil manga
it: Preparazione avanzata dei manga
nl: Geavanceerde voorbereiding van manga
pt_br: Configuração avançada para mangá
pt_pt: Preparação avançada de manga
sk: Pokročilá príprava mangy
sr: Напредна припрема манги
ta: மங்காவின் மேம்பட்ட தயாரிப்பு
uk: Додаткова підготовка манґи
zh_hans: 对漫画书籍进行高阶预处理

source: The following is an example procedure to process one manga file:
es: El siguiente es un procedimiento de ejemplo para procesar un archivo manga:
fr: Voici un exemple de procédure pour traiter un fichier manga :
ga: Seo a leanas nós imeachta samplach chun comhad manga amháin a phróiseáil:
it: Di seguito è riportato un esempio di procedura per l'elaborazione di un file manga:
nl: Onderstaande procedure is een voorbeeld om één mangabestand te verwerken:
pt_br: A seguir está um procedimento de exemplo para processar um arquivo de mangá:
pt_pt: A seguir é apresentado um exemplo do procedimento para processar um ficheiro manga:
sk: Nasleduje príklad postupu na spracovanie jedného súboru manga:
sr: Следи пример процедуре за обраду једног манга фајла:
ta: ஒரு மங்கா கோப்பை செயலாக்க பின்வருபவை ஒரு எடுத்துக்காட்டு செயல்முறை:
uk: Нижче наведено приклад процесу підготовки одного файлу манґи:
zh_hans: 以下是处理一个漫画文件的示例过程：

source: Download <span class="external">Kindle Comic Converter (KCC)</span> from <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
es: Descargue <span class="external">Kindle Comic Converter (KCC)</span> desde <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
fr: Téléchargez <span class="external">Kindle Comic Converter (KCC)</span> depuis <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
ga: Íoslódáil <span class="external">Tiontaire Greannáin Kindle (KCC)</span> ó <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
it: Scaricare <span class="external">Kindle Comic Converter (KCC)</span> da <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
nl: Download <span class="external">Kindle Comic Converter (KCC)</span> van <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
pt_br: Baixe o <span class="external">Kindle Comic Converter (KCC)</span> em <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
pt_pt: Descarregue o <span class="external">Kindle Comic Converter (KCC)</span> em <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
sk: Stiahnite si <span class="external">Kindle Comic Converter (KCC)</span> z <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
sr: Преузмите <span class="external">Kindle Comic Converter (KCC)</span> са адресе <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
ta: <A href = "https://github.com/ciromattia/kcc"> https://github.com/ciromattia/kcc </a>
uk: Завантажте <span class="external">Kindle Comic Converter (KCC)</span> з <a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>
zh_hans: 下载<span class="external">Kindle漫画转换器（KCC）</span>（链接<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>）

source: Download your manga from the source of your choosing (i.e. <span class="external">HakuNeko</span>)
es: Descarga tu manga desde la fuente que elijas (es decir, <span class="external">HakuNeko</span>)
fr: Téléchargez votre manga depuis la source de votre choix (par exemple <span class="external">HakuNeko</span>)
ga: Íoslódáil do manga ón bhfoinse is rogha leat (i.e. <span class="external">HakuNeko</span>)
it: Scaricare il manga dalla fonte scelta (ad esempio <span class="external">HakuNeko</span>)
nl: Download je manga van een bron naar keuze (bijv. <span class="external">HakuNeko</span>)
pt_br: Baixe seu mangá da fonte de sua escolha (por exemplo, o <span class="external">HakuNeko</span>)
pt_pt: Descarregue o seu manga de uma fonte à sua escolha (ex: <span class="external">HakuNeko</span>)
sk: Stiahnite si mangu zo zdroja, ktorý si vyberiete (t. j. <span class="external">HakuNeko</span>)
sr: Преузмите мангу из извора који желите да користите (нпр. <span class="external">HakuNeko</span>)
ta: நீங்கள் தேர்ந்தெடுக்கும் மூலத்திலிருந்து உங்கள் மங்காவைப் பதிவிறக்கவும் (அதாவது <span வகுப்பு = "extrouse"> Hakuneko </span>)
uk: Завантажте вашу манґу звідкись (наприклад, <span class="external">HakuNeko</span>)
zh_hans: 从您选择的来源下载您的漫画（如：<span class="external">HakuNeko</span>）

source: Unpack the manga file. Now you should have a directory that contains only images (or subdirectories with images, no archives)
es: Descomprime el archivo manga. Ahora debería tener un directorio que contenga solo imágenes (o subdirectorios con imágenes, sin archivos)
fr: Décompressez le fichier manga. Vous devriez maintenant avoir un répertoire contenant uniquement des images (ou des sous-répertoires avec des images, sans archives)
ga: Díphacáil an comhad manga. Anois ba chóir go mbeadh eolaire agat nach bhfuil ach íomhánna ann (nó fo-eolaire le híomhánna, gan aon chartlanna)
it: Scompattare il file del manga. Ora si dovrebbe avere una cartella che contiene solo immagini (o sottodirectory con immagini, senza archivi)
nl: Pak het mangabestand uit. Je hebt nu een map met alleen afbeeldingen (of submappen met afbeeldingen; geen archieven)
pt_br: Descompacte o arquivo do mangá. Agora você deve ter um diretório que contém apenas imagens (ou subdiretórios com imagens, sem arquivos compactados)
sk: Rozbaľte manga súbor. Teraz by ste mali mať adresár, ktorý obsahuje iba obrázky (alebo podadresáre s obrázkami, žiadne archívy)
sr: Распакујте манга фајл. Сада би требало да имате директоријум који садржи само слике (или поддиректоријуме са сликама, без архива)
ta: மங்கா கோப்பைத் திறக்கவும். இப்போது நீங்கள் படங்களை மட்டுமே கொண்ட ஒரு கோப்பகத்தை வைத்திருக்க வேண்டும் (அல்லது படங்களைக் கொண்ட துணை அடைவுகள், காப்பகங்கள் இல்லை)
uk: Розпакуйте файл манґи. Тепер у вас є тека, яка містить лише зображення (або підтеки з зображеннями, а не архівами)
zh_hans: 解压漫画文件。现在，您应该有一个仅包含图片的目录（或包含图片的子目录，没有存档）
