Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: A <span class="ui">user style tweak</span> is actually a normal text file with a <b>.css</b> extension. You can create this file:
es: Un <span class="ui">ajuste de estilo de usuario</span> es en realidad un archivo de texto normal con la extensión <b>.css</b>. Puedes crear este archivo:
fr: Une <span class="ui">modification du style utilisateur</span> est en fait un fichier texte normal avec une extension <b>.css</b>. Vous pouvez créer ce fichier :
ga: Is comhad téacs gnáth é <span class="ui">tweak stíl úsáideora</span> le síneadh <b>.css</b> i ndáiríre. Is féidir leat an comhad seo a chruthú:
it: Un <span class="ui">ritocco stile utente</span> è in realtà un normale file di testo con estensione <b>.css</b>. È possibile creare questo file:
nl: Een <span class="ui">gebruikersstijlaanpassing</span> is gewoon een tekstbestand met de extensie <b>.css</b>. Je kunt dit bestand maken:
pt_br: Um <span class="ui">ajuste de estilo do usuário</span> é, na verdade, um arquivo de texto normal com a extensão <b>.css</b>. Você pode criar este arquivo:
sk: <span class="ui">Užívateľské vylepšenie štýlu</span> je v skutočnosti bežný textový súbor s príponou <b>.css</b>. Tento súbor môžete vytvoriť:
sr: <span class="ui">Корисничко дотеривање стила</span> је у ствари обичан текст фајл са <b>.css</b> екстензијом. Овај фајл можете да креирате:
ta: ஒரு <span வகுப்பு = "Ui"> பயனர் பாணி மாற்றங்கள் </span> உண்மையில் ஒரு <b> .css </b> நீட்டிப்புடன் ஒரு சாதாரண உரை கோப்பு. இந்த கோப்பை நீங்கள் உருவாக்கலாம்:
uk: <span class="ui">Користувацькі підлаштування стилю</span> насправді є звичайними текстовими файлами з розширенням <b>.css</b>. Файл можна створити:
zh_hans: <span class="ui">用户样式调整</span>实际上是一个扩展名为<b>.css</b>的普通文本文件。 您可以这样创建此文件：

source: On your computer
es: En tu computadora
fr: Sur votre ordinateur
ga: Ar do ríomhaire
it: Sul computer
nl: Op je computer
pt_br: No seu computador
pt_pt: No seu computador
sk: Na vašom počítači
sr: На свом компјутеру
ta: உங்கள் கணினியில்
uk: На комп'ютері
zh_hans: 在您的计算机上

source: On your device if it has a text editor (like Android OS based devices)
es: En su dispositivo si tiene un editor de texto (como los dispositivos basados en el sistema operativo Android)
fr: Sur votre appareil s'il dispose d'un éditeur de texte (comme les appareils fonctionnant sous Android OS)
ga: Ar do ghléas má tá eagarthóir téacs air (cosúil le gléasanna atá bunaithe ar chóras oibriúcháin Android)
it: Sul vostro dispositivo, se dispone di un editor di testo (come i dispositivi basati su Android)
nl: Op je apparaat als het een teksteditor heeft (zoals Android-apparaten)
pt_br: No seu dispositivo, se ele tiver um editor de texto (como em dispositivos com Android)
pt_pt: No seu dispositivo se tiver um editor de texto (como dispositivos com SO Android)
sk: Na vašom zariadení, ak má textový editor (ako napríklad zariadenia so systémom Android)
sr: На свом уређају ако има едитор текста (као што су уређаји базирани на Android ОС-у)
ta: உங்கள் சாதனத்தில் உரை எடிட்டர் இருந்தால் (Android OS அடிப்படையிலான சாதனங்கள் போன்றவை)
uk: На іншому пристрої, якщо він має текстовий редактор (наприклад, пристрої на базі ОС Android)
zh_hans: 在您的设备上，如果它有一个文本编辑器（如基于Android操作系统的设备）

source: In KOReader's integrated text editor which you can find in plugins
es: En el editor de texto integrado de KOReader que puedes encontrar en los complementos
fr: Dans l'éditeur de texte intégré de KOReader, que vous trouverez dans les plugins
ga: In eagarthóir téacs comhtháite KOReader atá le fáil i mbreiseáin
it: Nell'editor di testo integrato in KOReader, che si trova nei plugin
nl: In KOReaders geïntegreerde teksteditor die je bij de plugins vindt
pt_br: No editor de texto integrado do KOReader, que você pode encontrar em plugins
pt_pt: No editor de texto integrado do KOReader que pode encontrar nos plugins
sk: Vo vstavanom textovom editore KOReadera, ktorý nájdete v doplnkoch
sr: У интегрисаном текст едитору KOReader читача који можете да пронађете у додацима
ta: கொரியாடரின் ஒருங்கிணைந்த உரை திருத்தியில் நீங்கள் செருகுநிரல்களில் காணலாம்
uk: У інтегрованому в KOReader текстовому редакторів, який можна знайти серед модулів
zh_hans: 在KOReader的集成文本编辑器中，您可以在插件中找到

source: You can copy / paste the examples we mentioned above to your file.
es: Puedes copiar y pegar los ejemplos que mencionamos anteriormente en tu archivo.
fr: Vous pouvez copier/coller les exemples mentionnés ci-dessus dans votre fichier.
ga: Is féidir leat na samplaí a luaigh muid thuas a chóipeáil/a ghreamú chuig do chomhad.
it: È possibile copiare/incollare gli esempi sopra citati nel proprio file.
nl: Je kunt de hierboven genoemde voorbeelden kopiëren/plakken in je bestand.
pt_br: Você pode copiar / colar os exemplos que mencionamos acima no seu arquivo.
pt_pt: Pode copiar/colar os exemplos que referimos acima no seu ficheiro.
sk: Príklady, ktoré sme spomenuli vyššie, môžete skopírovať/vložiť do svojho súboru.
sr: Примере које смо навели изнад можете да копирате / налепите у свој фајл.
ta: உங்கள் கோப்பில் நாங்கள் மேலே குறிப்பிட்ட எடுத்துக்காட்டுகளை நகலெடுக்க / ஒட்டலாம்.
uk: Ви можете копіювати/вставляти до свого файлу приклади, які були згадані вище.
zh_hans: 您可以将上面提到的示例复制/粘贴到您的文件中。

source: 2. Transferring the file to your device:
es: 2. Transferir el archivo a su dispositivo:
fr: 2. Transférer le fichier sur votre appareil :
ga: 2. An comhad a aistriú chuig do ghléas:
it: 2. Trasferimento del file sul dispositivo:
nl: 2. Het bestand naar je apparaat overzetten:
pt_br: 2. Transferindo o arquivo para o seu dispositivo:
pt_pt: 2. A transferir o ficheiro para o seu dispositivo:
sk: 2. Prenos súboru do zariadenia:
sr: 2. Пренос фајла на ваш уређај:
ta: 2. கோப்பை உங்கள் சாதனத்திற்கு மாற்றுதல்:
uk: 2. Передавання файлу на пристрій:
zh_hans: 2. 将文件传输到您的设备：

source: After creating the file(s) which contain your CSS rules, save or transfer them to the <span class="ui">styletweaks</span> folder under your KOReader installation. Give the files descriptive names because filename will be the title of the tweak in the KOReader menu system. You can use underscores "<b>_</b>" in your filenames, they will be treated as spaces in the menu. <b>You need to restart KOReader after transferring your files so it can load them.</b>
es: Después de crear los archivos que contienen las reglas CSS, guárdelos o transfiéralos a la carpeta <span class="ui">styletweaks</span> de su instalación de KOReader. Asigne nombres descriptivos a los archivos, ya que el nombre del archivo será el título del ajuste en el sistema de menús de KOReader. Puede usar guiones bajos "<b>_</b>" en los nombres de archivo; se considerarán espacios en el menú. <b>Debe reiniciar KOReader después de transferir los archivos para que pueda cargarlos.</b>
fr: Après avoir créé le ou les fichiers contenant vos règles CSS, enregistrez-les ou transférez-les dans le dossier <span class="ui">ajustement de style</span> situé dans votre installation KOReader. Donnez aux fichiers des noms descriptifs, car le nom du fichier sera le titre de la modification dans le système de menus KOReader. Vous pouvez utiliser des traits de soulignement « <b>_</b> » dans vos noms de fichiers, ils seront traités comme des espaces dans le menu. <b>Vous devez redémarrer KOReader après avoir transféré vos fichiers afin qu'il puisse les charger.</b>
ga: Tar éis duit an comhad/na comhaid ina bhfuil do rialacha CSS a chruthú, sábháil nó aistrigh iad chuig an bhfillteán <span class="ui">styletweaks</span> faoi do shuiteáil KOReader. Tabhair ainmneacha tuairisciúla do na comhaid mar is é ainm an chomhaid teideal an tweak i gcóras roghchláir KOReader. Is féidir leat fo-línte "<b>_</b>" a úsáid i d'ainmneacha comhad, déileálfar leo mar spásanna sa roghchlár. <b>Ní mór duit KOReader a atosú tar éis duit do chuid comhad a aistriú ionas gur féidir leis iad a luchtú.</b>
it: Dopo aver creato i file contenenti le regole CSS, salvarli o trasferirli nella cartella <span class="ui">styletweaks</span> dell'installazione di KOReader. Date ai file nomi descrittivi, perché il nome del file sarà il titolo del ritocco nel sistema di menu di KOReader. È possibile utilizzare i trattini bassi "<b>_</b>" nei nomi dei file, saranno trattati come spazi nel menu. <b>E' necessario riavviare KOReader dopo il trasferimento dei file in modo che possa caricarli.</b>
nl: Nadat je de bestanden met je CSS-regels hebt gemaakt, sla of plaats ze in de map <span class="ui">styletweaks</span> onder je KOReader-installatie. Geef ze beschrijvende namen want de bestandsnaam wordt de titel van de aanpassing in het menu. Je kunt underscores (<b>_</b>) gebruiken; die worden in het menu als spaties getoond. <b>Herstart KOReader na het overzetten zodat ze geladen worden.</b>
pt_br: Após criar o(s) arquivo(s) que contém suas regras CSS, salve-os ou transfira-os para a pasta <span class="ui">styletweaks</span> na instalação do KOReader. Dê nomes descritivos aos arquivos, pois o nome do arquivo será o título do ajuste no KOReader. Você pode usar sublinhados "<b>_</b>" nos nomes dos arquivos; eles serão tratados como espaços no menu. <b>Você precisa reiniciar o KOReader após transferir seus arquivos para que ele possa carregá-los.</b>
sk: Po vytvorení súboru (súborov), ktoré obsahujú vaše pravidlá CSS, ich uložte alebo preneste do priečinka <span class="ui">styletweaks</span> v rámci vašej inštalácie KOReader. Súborom dajte popisné názvy, pretože názov súboru bude v systéme ponuky KOReader názvom vylepšenia. V názvoch súborov môžete použiť podčiarkovníky „<b>_</b>“, v ponuke sa budú považovať za medzery. <b>Po prenose súborov je potrebné reštartovať KOReader, aby sa mohli načítať.</b>
sr: Након што креирате фајл(ове) који садржи ваша CSS правила, сачувајте га или га пренесите у <span class="ui">styletweaks</span> фолдер унутар ваше KOReader инсталације. Назовите фајлове описним именима јер ће име фајла бити наслов дотеривања у систему менија KOReader читача. У именима фајлова можете да користите доње црте „<b>_</b>”, оне ће се у менију третирати као размаци. <b>Након преноса фајлова, морате поново да покренете KOReader тако да може да их учита.</b>
ta: உங்கள் சிஎச்எச் விதிகளைக் கொண்ட கோப்பு (களை) உருவாக்கிய பிறகு, அவற்றை உங்கள் கொரியடர் நிறுவலின் கீழ் <span வகுப்பு = "Ui"> ச்டைலெட்வீக்ச் </span> கோப்புறையில் சேமிக்கவும் அல்லது மாற்றவும். கோப்புகளுக்கு விளக்கப் பெயர்களைக் கொடுங்கள், ஏனெனில் கோப்பு பெயர் கொரியடர் பட்டியல் அமைப்பில் மாற்றத்தின் தலைப்பாக இருக்கும். உங்கள் கோப்பு பெயர்களில் "<b> _ </b>" என்ற அடிக்கோடிட்டு பயன்படுத்தலாம், அவை பட்டியலில் உள்ள இடங்களாக கருதப்படும். <b> உங்கள் கோப்புகளை மாற்றிய பின் கொரியாடரை மறுதொடக்கம் செய்ய வேண்டும், அதனால் அவற்றை ஏற்ற முடியும். </b>
uk: Після створення файлу, що містить ваші правила CSS, збережіть або передайте його до теки <span class="ui">/koreader/styletweaks</span> на пристрої, де встановлений KOReader. Назвіть файли описовими назвами, бо назва файлу буде назвою підлаштування у системі меню KOReader. У назвах файлів можна використовувати підкреслення «<b>_</b>», які у системі мені будуть показані як пробіли. <b>Після передачі файлу необхідно перезапустити KOReader, щоб він почав працювати з цим файлом.</b>
zh_hans: 创建包含CSS规则的文件后，将其保存或传输到KOReader安装下的<span class="ui">styletweaks</span>文件夹中。 为文件指定描述性名称，因为文件名将是KOReader菜单系统中调整的标题。 您可以在文件名中使用下划线“<b>_</b>“，它们将在菜单中被视为空格。 <b>您需要在传输文件后重新启动KOReader，以便它可以加载它们。</b>

source: 2. Enabling the tweak:
es: 2. Habilitar el ajuste:
fr: 2. Activation du réglage :
ga: 2. An tweak a chumasú:
it: 2. Abilitazione del ritocco:
nl: 2. De aanpassing inschakelen:
pt_br: 2. Habilitando o ajuste de estilo:
pt_pt: 2. Activar a alteração:
sk: 2. Povolenie vylepšenia:
sr: 2. Укључивање дотеривања:
ta: 2. மாற்றத்தை செயல்படுத்துதல்:
uk: 2. Увімкнення підлаштування:
zh_hans: 2. 启用调整：

source: After the restart, open a book and go to this menu:
es: Después de reiniciar, abra un libro y vaya a este menú:
fr: Après le redémarrage, ouvrez un livre et accédez à ce menu :
ga: Tar éis an atosaithe, oscail leabhar agus téigh go dtí an roghchlár seo:
it: Dopo il riavvio, aprire un libro e accedere a questo menu:
nl: Na het herstarten open je een boek en ga je naar dit menu:
pt_br: Após reiniciar, abra um livro e vá até este menu:
pt_pt: Após reiniciar, abra um livro e aceda a este menu:
sk: Po reštarte otvorte knihu a prejdite do tejto ponuky:
sr: Након поновног покретања, отворите књигу и идите на следећи мени:
ta: மறுதொடக்கத்திற்குப் பிறகு, ஒரு புத்தகத்தைத் திறந்து இந்த மெனுவுக்குச் செல்லுங்கள்:
uk: Після перезапуску відкрийте книгу і перейдіть до цього меню:
zh_hans: 重新启动后，打开一本书并转到此菜单：

# user_guide/en.html+html.body.div.div:2474-9
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Style tweaks / User style tweaks
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Úpravy štýlu / Užívateľské vylepšenia štýlu
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 26px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / Підлаштування стилів / Підлаштування стилів користувача
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:26px;"> / 样式微调 / 用户样式微调

source: Now you should see your tweak in the list with a checkbox next to it. To apply your tweak to the <b>current book only</b>, tick the checkbox. If you want this tweak to be enabled for <b>all the books</b>, long-press on its name. A dialog will appear. Tap the menu item <span class="ui">Use on all books</span>. A <b>star (★)</b> will appear next to its name in the menu, indicating that this tweak will be applied to all books. You can disable this with the same steps. See below for an example:
es: Ahora deberías ver tu ajuste en la lista con una casilla de verificación junto a él. Márcala para aplicarlo <b>solo al libro actual</b>. Si quieres que este ajuste se active para <b>todos los libros</b>, mantén pulsado su nombre. Aparecerá un cuadro de diálogo. Toca la opción de menú <span class="ui">Usar en todos los libros</span>. Aparecerá una <b>estrella (★)</b> junto al nombre en el menú lo que indica que este ajuste se aplicará a todos los libros. Puedes desactivarlo siguiendo los mismos pasos. Consulta el ejemplo a continuación:
fr: Vous devriez maintenant voir votre modification dans la liste, accompagnée d'une case à cocher. Pour appliquer votre modification au <b>livre actuel uniquement</b>, cochez la case. Si vous souhaitez que cette modification soit activée pour <b>tous les livres</b>, appuyez longuement sur son nom. Une boîte de dialogue apparaîtra. Appuyez sur l'élément de menu <span class="ui">Utiliser sur tous les livres</span>. Une <b>étoile (★)</b> apparaîtra à côté de son nom dans le menu, indiquant que cette modification sera appliquée à tous les livres. Vous pouvez la désactiver en suivant les mêmes étapes. Voir ci-dessous pour un exemple :
ga: Anois ba chóir duit do choigeartú a fheiceáil sa liosta agus bosca seiceála in aice leis. Chun do choigeartú a chur i bhfeidhm ar an <b>leabhar reatha amháin</b>, cuir tic sa bhosca seiceála. Más mian leat an coigeartú seo a chumasú do <b>na leabhair uile</b>, brúigh ar a ainm ar feadh tamaill. Feicfear bosca dialóige. Beartaíonn an mhír roghchláir <span class="ui">Úsáid ar gach leabhar</span>. Feicfear <b>réalta (★)</b> in aice lena ainm sa roghchlár, rud a léiríonn go gcuirfear an coigeartú seo i bhfeidhm ar gach leabhar. Is féidir leat é seo a dhíchumasú leis na céimeanna céanna. Féach thíos le haghaidh sampla:
it: Ora dovreste vedere il vostro ritocco nell'elenco con una casella di controllo accanto. Per applicare il ritocco solo al <b>libro corrente</b>, selezionare la casella di controllo. Se si desidera che questa modifica sia abilitata per <b>tutti i libri</b>, premere a lungo sul suo nome. Viene visualizzata una finestra di dialogo. Toccare la voce di menu <span class="ui">Usa su tutti i libri</span>. Una <b>stella (★)</b> apparirà accanto al nome nel menu, a indicare che questo ritocco sarà applicato a tutti i libri. È possibile disattivarla con gli stessi passaggi. Vedere di seguito un esempio:
nl: Je ziet je aanpassing nu in de lijst met een selectievakje. Om hem alleen op het <b>huidige boek</b> toe te passen vink je het vakje aan. Wil je hem voor <b>alle boeken</b> inschakelen, houd dan de naam ingedrukt. Er verschijnt een dialoog. Tik op <span class="ui">Gebruik op alle boeken</span>. Er verschijnt een <b>ster (★)</b> naast de naam: dat betekent dat hij voor alle boeken geldt. Uitschakelen gaat met dezelfde stappen. Hieronder een voorbeeld:
pt_br: Agora você deve ver seu ajuste na lista com uma caixa de seleção ao lado. Para aplicar seu ajuste <b>apenas ao livro atual</b>, marque a caixa de seleção. Se quiser que esse ajuste seja ativado para <b>todos os livros </b>, pressione e segure o nome dele. Uma caixa de diálogo será exibida. Toque no item de menu <span class="ui">Usar em todos os livros</span>. Uma <b>estrela (★)</b> aparecerá ao lado do nome no menu, indicando que o ajuste será aplicado a todos os livros. Você pode desativá-lo seguindo os mesmos passos. Veja um exemplo abaixo:
sk: Teraz by ste mali vidieť svoje vylepšenie v zozname so zaškrtávacím políčkom vedľa neho. Ak chcete vylepšenie použiť iba na <b>aktuálnu knihu</b>, zaškrtnite políčko. Ak chcete, aby bola toto vylepšenie povolené pre <b>všetky knihy</b>, dlho stlačte jeho názov. Zobrazí sa dialógové okno. Ťuknite na položku ponuky <span class="ui">Použiť na všetky knihy</span>. Vedľa jeho názvu sa v ponuke zobrazí <b>hviezdička (★)</b>, ktorá označuje, že toto vylepšenie bude použité na všetky knihy. Túto funkciu môžete vypnúť rovnakým spôsobom. Pozrite si príklad nižšie:
sr: Сада би у листи требало да видите своје дотеривање са пољем за штиклирање поред имена. Ако дотеривање желите да примените <b>само на текућу књигу</b>, штиклирајте поље. Ако желите да се то дотеривање укључи за <b>све књиге</b>, извршите дуги притисак на његово име. Појавиће се дијалог. Тапните ставку менија <span class="ui">Користи за све књиге</span>. Поред његовог имена у менију ће се појавити <b>звезда (★)</b> која означава да се ово дотеривање примењује на све књиге. Истим корацима можете да га искључите. Погледајте пример испод:
ta: இப்போது உங்கள் மாற்றத்தை பட்டியலில் அதன் அடுத்த தேர்வுப்பெட்டியுடன் பார்க்க வேண்டும். உங்கள் மாற்றத்தை <b> தற்போதைய புத்தகத்திற்கு மட்டும் பயன்படுத்த, தேர்வுப்பெட்டியைத் தட்டவும். இந்த மாற்றங்கள் <b> அனைத்து புத்தகங்களுக்கும் </b> க்கு இயக்கப்பட வேண்டும் என்று நீங்கள் விரும்பினால், அதன் பெயரில் நீண்ட அழுத்தமாக. ஒரு உரையாடல் தோன்றும். பட்டியல் உருப்படியைத் தட்டவும் <span வகுப்பு = "Ui"> எல்லா புத்தகங்களிலும் பயன்படுத்தவும் </span>. ஒரு <b> விண்மீன் (★) </b> பட்டியலில் அதன் பெயருக்கு அடுத்ததாக தோன்றும், இது எல்லா புத்தகங்களுக்கும் இந்த மாற்றங்கள் பயன்படுத்தப்படும் என்பதைக் குறிக்கிறது. அதே படிகளுடன் இதை முடக்கலாம். ஒரு எடுத்துக்காட்டுக்கு கீழே காண்க:
uk: Тепер ваше підлаштування повинно відображатися у списку. Щоб застосувати ваше підлаштування <b>лише до поточної книги</b>, поставте галочку. Якщо бажаєте, щоб це підлаштування було увімкнене <b>для усіх книг</b>, затисніть його назву. З'явиться діалогове вікно. Торкніться пункту меню <span class="ui">Використовувати в усіх книгах</span>. Біля його назви у меню з'явиться <b>зірочка (★)</b>, яка вказує, що підлаштування буде застосовуватися до для усіх книг. Вимкнути їх можна виконавши ті самі дії. Приклад див. нижче:
zh_hans: 现在你应该在列表中看到你的调整，旁边有一个复选框。要将你的调整仅应用于<b>当前书籍</b>，请勾选复选框。 如果您希望对<b>所有书籍</b>启用此调整，请长按其名称。 将出现一个对话框。 轻按菜单项<span class="ui">应用到所有书籍上</span>。 一个<b>星号（★）</b>将出现在菜单中其名称旁边，表示此调整将应用于所有书籍。 您可以使用相同的步骤禁用此功能。 下面是一个例子：

source: In the image above, I have 3 style tweak files in the <span class="ui">styletweaks</span> folder under my KOReader installation. First one is disabled because checkbox is empty. Second one is enabled for this book only since checkbox is marked but there is no star. Third one is enabled for all the books <b>(★)</b>.
es: En la imagen de arriba, tengo tres archivos de ajustes de estilo en la carpeta <span class="ui">styletweaks</span> de mi instalación de KOReader. El primero está deshabilitado porque la casilla de verificación está vacía. El segundo está habilitado solo para este libro, ya que la casilla de verificación está marcada, pero no hay ninguna estrella. El tercero está habilitado para todos los libros <b>(★)</b>.
fr: Dans l'image ci-dessus, j'ai 3 fichiers de modification de style dans le dossier <span class="ui">styletweaks</span> sous mon installation KOReader. Le premier est désactivé car la case à cocher est vide. Le deuxième est activé uniquement pour ce livre car la case à cocher est cochée mais il n'y a pas d'étoile. Le troisième est activé pour tous les livres <b>(★)</b>.
ga: San íomhá thuas, tá 3 chomhad tweak stíl agam sa bhfillteán <span class="ui">styletweaks</span> faoi mo shuiteáil KOReader. Tá an chéad cheann díchumasaithe mar go bhfuil an bosca seiceála folamh. Tá an dara ceann cumasaithe don leabhar seo amháin mar go bhfuil an bosca seiceála marcáilte ach nach bhfuil réalta ann. Tá an tríú ceann cumasaithe do na leabhair uile <b>(★)</b>.
it: Nell'immagine qui sopra, ho 3 file di modifica dello stile nella cartella <span class="ui">styletweaks</span> della mia installazione di KOReader. Il primo è disabilitato perché la casella di controllo è vuota. Il secondo è abilitato solo per questo libro, poiché la casella di controllo è contrassegnata, ma non c'è nessuna stella. Il terzo è abilitato per tutti i libri <b>(★)</b>.
nl: In de afbeelding hierboven heb ik 3 stijlaanpassingsbestanden in de map <span class="ui">styletweaks</span>. De eerste is uitgeschakeld (vakje leeg). De tweede is ingeschakeld alleen voor dit boek (vakje aan maar geen ster). De derde is ingeschakeld voor alle boeken <b>(★)</b>.
pt_br: Na imagem acima, há 3 arquivos de ajustes de estilo na pasta <span class="ui">styletweaks</span> da instalação do KOReader. O primeiro está desabilitado porque a caixa de seleção está vazia. O segundo está habilitado apenas para este livro, pois a caixa de seleção está marcada, mas não há nenhuma estrela. O terceiro está habilitado para todos os livros <b>(★)</b>.
sk: Na obrázku vyššie mám v priečinku <span class="ui">styletweaks</span> v mojej inštalácii KOReader 3 súbory na vylepšenia štýlov. Prvý je neaktívny, pretože zaškrtávacie políčko je prázdne. Druhá možnosť je povolená iba pre túto knihu, pretože je začiarknuté políčko, ale hviezdička nie je. Tretia možnosť je povolená pre všetky knihy <b>(★)</b>.
sr: На горњој слици имам 3 фајла дотеривања стила <span class="ui">styletweaks</span> фолдеру моје KOReader инсталације. Прво је искључено јер није штиклирано поље. Друго је укључено само за једну књигу јер је поље штиклирано али нема звезде. Треће је укључено за све књиге <b>(★)</b>.
ta: மேலே உள்ள படத்தில், எனது கொரியடர் நிறுவலின் கீழ் <ச்பான் கிளாச் = "யுஐ"> ச்டைலெட்வீக்ச் </ச்பான்> கோப்புறையில் 3 பாணி மாற்றக் கோப்புகள் உள்ளன. தேர்வுப்பெட்டி காலியாக இருப்பதால் முதல் ஒன்று முடக்கப்பட்டுள்ளது. தேர்வுப்பெட்டி குறிக்கப்பட்டதிலிருந்து மட்டுமே இந்த புத்தகத்திற்கு இரண்டாவதாக இயக்கப்பட்டது, ஆனால் விண்மீன் இல்லை. எல்லா புத்தகங்களுக்கும் மூன்றாவது இயக்கப்பட்டது <b> (★) </b>.
uk: На вищенаведеному зображенні видно як в меню відображаються 3 файли підлаштувань стилів, які знаходяться у теці <span class="ui">/koreader/styletweaks</span>. Перше підлаштування вимкнене – галочка біля нього відсутня. Друге увімкнене лише для цієї книги – галочка є, але без зірочки. Третє увімкнене для усіх книг <b>(★)</b>.
zh_hans: 在上图中，我在KOReader安装下的<span class="ui">styletweaks</span>文件夹中有3个样式调整文件。第一个被禁用，因为复选框为空。第二个选项仅对本书启用，因为复选框已标记，但没有星号。第三个选项适用于所有书籍<b>（★）</b>。
