Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

# user_guide/en.html+html.body.div.div.table.tr.td:4097-13
source: Open top menu
sk: Otvoriť vrchné menu
ta: மேல் மெனுவைத் திறக்கவும்
uk: Відкрити верхнє меню
zh_hans: 打开顶部菜单

# user_guide/en.html+html.body.div.div.table.tr.td:4098-13
source: F1
ta: எஃப் 1

source: Open bottom menu
es: Abrir menú inferior
fr: Ouvrir le menu inférieur
ga: Oscail an roghchlár bun
it: Aprire il menu inferiore
nl: Ondermenu openen
pt_br: Abrir menu inferior
pt_pt: Abrir menu inferior
sk: Otvoriť spodné menu
sr: Отвори мени на дну
ta: கீழே மெனுவைத் திறக்கவும்
uk: Відкрити нижнє меню
zh_hans: 打开底部菜单

# user_guide/en.html+html.body.div.div.table.tr.td:4102-13
source: Enter
ta: உள்ளிடவும்
zh_hans: 回车键

source: Back/exit application
es: Atrás/Salir de la aplicación
fr: Retour/Quitter l'application
ga: Ar ais/imeacht ón bhfeidhmchlár
it: Applicazione Indietro/uscita
nl: Terug/programma afsluiten
pt_br: Voltar/saie do aplicativo
pt_pt: Voltar/sair da aplicação
sk: Back/ukončiť aplikáciu
sr: Назад/напусти апликацију
ta: பின்/வெளியேறும் பயன்பாடு
uk: Назад/вийти з програми
zh_hans: 返回/退出应用程序

# user_guide/en.html+html.body.div.div.table.tr.td:4106-13
source: Esc
ta: தப்பி

# user_guide/en.html+html.body.div.div.table.tr.td:4109-13
source: Bookmarks
sk: Záložky
ta: புக்மார்க்குகள்
uk: Закладки
zh_hans: 书签

source: Shift + Left
es: Mayús + Izquierda
fr: Maj + Gauche
ga: Shift + Ar Chlé
it: Maiuscolo + Sinistra
nl: Shift + Links
pt_br: Shift + Esquerda
pt_pt: ­Shift + Esquerda
sk: Shift + vľavo
sr: Шифт + Лево
ta: சிப்ட் + இடது
uk: Shift + Вліво
zh_hans: 同时按下Shift键及左方向键

# user_guide/en.html+html.body.div.div.table.tr.td:4113-13
source: Toggle bookmark
sk: Prepínať záložku
ta: புத்தக்குறியை மாற்று
uk: Додати/зняти закладку
zh_hans: 标记/取消书签

source: Shift + Right
es: Mayús + Derecha
fr: Maj + Droite
ga: Shift + Deas
it: Maiuscolo + destra
nl: Shift + Rechts
pt_pt: Shift + Direita
sk: Shift + vpravo
sr: Шифт + Десно
ta: சிப்ட் + சரியானது
uk: Shift + Вправо
zh_hans: 同时按下Shift键及右方向键

# user_guide/en.html+html.body.div.div.table.tr.td:4117-13
source: Dictionary lookup
sk: Hľadať v slovníku
ta: அகராதி தேடல்
uk: Пошук у словнику
zh_hans: 查词典

source: Ctrl + D (Alt + D on Kindles)
es: Ctrl + D (Alt + D en Kindles)
fr: Ctrl + D (Alt + D sur les Kindles)
ga: Ctrl + D (Alt + D ar Kindles)
it: Ctrl + D (Alt + D su Kindle)
nl: Ctrl + D (Alt + D op Kindles)
pt_br: Ctrl + D (Alt + D nos Kindles)
pt_pt: Ctrl + D (Alt + D no Kindle)
sk: Ctrl + D (Alt + D na Kindle)
sr: Ctrl + D (Alt + D на Kindle уређајима)
ta: கட்டுப்பாடு + டி (alt + டி on கின்டில்)
uk: Ctrl + D (Alt + D на Kindle)
zh_hans: 同时按下Ctrl键及D字母键<br>（在 Kindle 上为 Alt + D）

# user_guide/en.html+html.body.div.div.table.tr.td:4121-13
source: Wikipedia lookup
sk: Vyhľadávanie na Wikipédii
ta: விக்கிபீடியா தேடல்
uk: Пошук у Вікіпедії
zh_hans: 查询维基百科

source: Ctrl + W
ta: கட்டுப்பாடு + w
zh_hans: 同时按下Ctrl键及W字母键

# user_guide/en.html+html.body.div.div.table.tr.td:4125-13
source: Fulltext search
sk: Hľadanie textu
ta: முழு உரை தேடல்
uk: Пошук по всьому тексту
zh_hans: 全文搜索

source: Ctrl + S
ta: கட்டுப்பாடு + s
zh_hans: 同时按下Ctrl键及S字母键

source: File search lookup
es: Búsqueda de archivos
fr: Recherche de fichiers
ga: Cuardach comhaid
it: Ricerca di file
nl: Bestanden zoeken
pt_br: Consulta de busca de arquivos
pt_pt: Consulta de pesquisa de ficheiro
sk: Vyhľadávanie súborov
sr: Претраживање фајлова
ta: கோப்பு தேடல் தேடல்
uk: Пошук файлів
zh_hans: 文件检索

source: Ctrl + F
ta: கட்டுப்பாடு + f
zh_hans: 同时按下Ctrl键及F字母键

source: Links
es: Enlaces
fr: Liens
ga: Naisc
it: Collegamenti
sk: Odkazy
sr: Линкови
ta: இணைப்புகள்
uk: Посилання
zh_hans: 链接

source: Select next page link
es: Seleccione el enlace de la página siguiente
fr: Sélectionnez le lien vers la page suivante
ga: Roghnaigh nasc an chéad leathanaigh eile
it: Selezionare il collegamento alla pagina successiva
nl: Volgende paginalink selecteren
pt_br: Selecionar o link da próxima página
pt_pt: Seleccionar link da página seguinte
sk: Vybrať odkaz na ďalšiu stránku
sr: Изабери линк на наредну страницу
ta: அடுத்த பக்க இணைப்பைத் தேர்ந்தெடுக்கவும்
uk: Вибрати наступне посилання на поточній сторінці
zh_hans: 选择下一页链接

source: Tab
ta: தாவல்
zh_hans: Tab键

source: Select previous page link
es: Seleccionar enlace de la página anterior
fr: Sélectionner le lien vers la page précédente
ga: Roghnaigh nasc an leathanaigh roimhe seo
it: Selezionare il collegamento alla pagina precedente
nl: Vorige paginalink selecteren
pt_br: Selecionar o link da página anterior
pt_pt: Seleccionar link da página anterior
sk: Vybrať odkaz na predchádzajúcu stránku
sr: Изабери линк на претходну страницу
ta: முந்தைய பக்க இணைப்பைத் தேர்ந்தெடுக்கவும்
uk: Вибрати попереднє посилання на поточній сторінці
zh_hans: 选择上一页链接

source: Shift+Tab
es: Mayús+Tab
it: Maiuscolo + Tab
sr: Шифт+Tab
ta: சிப்ட்+தாவல்
zh_hans: 同时按下Shift键及Tab键

source: Open selected page link
es: Abrir el enlace de la página seleccionada
fr: Ouvrir le lien de la page sélectionnée
ga: Oscail nasc an leathanaigh roghnaithe
it: Aprire il collegamento alla pagina selezionata
nl: Geselecteerde paginalink openen
pt_br: Abrir o link da página selecionada
pt_pt: Abrir link da página seleccionada
sk: Otvoriť odkaz na vybranú stránku
sr: Отвори изабрани линк
ta: தேர்ந்தெடுக்கப்பட்ட பக்க இணைப்பைத் திறக்கவும்
uk: Відкрити вибране на сторінці посилання
zh_hans: 打开所选页面链接

# user_guide/en.html+html.body.div.div.table.tr.td:4146-13
source: Enter
ta: உள்ளிடவும்
zh_hans: 回车键

source: Image viewer (long-press on image)
es: Visor de imágenes (mantenga pulsada la imagen)
fr: Visionneuse d'images (appui long sur l'image)
ga: Amharcóir íomhánna (brúigh ar an íomhá ar feadh i bhfad)
it: Visualizzatore di immagini (premere a lungo sull'immagine)
nl: Afbeeldingsviewer (lang drukken op afbeelding)
pt_br: Visualizador de imagens (pressione e segure na imagem)
pt_pt: Visializador de imagem (manter premida a imagem)
sk: Prehliadač obrázkov (dlhé stlačenie obrázka)
sr: Приказивач слика (дуги притисак на слику)
ta: பட பார்வையாளர் (படத்தில் நீண்ட அழுத்தம்)
uk: Оглядач зображень (затиснення зображення)
zh_hans: 图片查看器（长按图片）

source: Zoom in
es: Ampliar
fr: Zoom avant
ga: Zúmáil isteach
it: Ingrandimento
nl: Inzoomen
pt_br: Aumentar zoom
pt_pt: Ampliar
sk: Priblížiť
sr: Повећај зум
ta: பெரிதாக்கு
uk: Збільшити
zh_hans: 放大

source: Page Down
es: Avanzar Página
fr: Page suivante
ga: Leathanach Síos
it: Pagina giù
pt_br: Página abaixo
pt_pt: Página seguinte
ta: பக்கம் கீழே
uk: PgDn
zh_hans: 下翻页键

source: Zoom out
es: Alejar
fr: Zoom arrière
ga: Zúmáil amach
it: Rimpicciolimento
nl: Uitzoomen
pt_br: Reduzir zoom
pt_pt: Diminuir zoom
sk: Oddialiť
sr: Смањи зум
ta: சிறிதாக்கு
uk: Зменшити
zh_hans: 缩小

source: Page Up
es: Retroceder Página
fr: Page précédente
ga: Leathanach Suas
it: Pagina su
pt_br: Página acima
pt_pt: Página anterior
ta: பக்கம்
uk: PgUp
zh_hans: 上翻页键

source: Highlighting
es: Destacando
fr: Surlignage
ga: Ag aibhsiú
it: Evidenziazione
nl: Markeren
pt_br: Destacando
pt_pt: Sublinhar
sk: Zvýrazňovanie
sr: Истицање
ta: சிறப்பம்சமாக
uk: Виділення
zh_hans: 标注

source: Enter highlighting mode
es: Entrar al modo de subrayado
fr: Entrer en mode surlignage
ga: Téigh isteach sa mhodh aibhsithe
it: Entrare in modalità di evidenziazione
nl: Markeermodus starten
pt_br: Entrar no modo de destaque
pt_pt: Entrar modo Destaque
sk: Prejsť do režimu zvýrazňovania
sr: Уђи у режим истицања
ta: சிறப்பம்சமாக பயன்முறையை உள்ளிடவும்
uk: Увійти в режим виділення
zh_hans: 进入标注模式

source: H
ta: ம
zh_hans: H字母键

source: Start/stop highlighting
es: Iniciar/detener subrayado
fr: Activer/désactiver le surlignage
ga: Tosaigh/stop aibhsiú
it: Evidenziazione avvio/arresto
nl: Markeren starten/stoppen
pt_br: Iniciar/parar destaque
pt_pt: Iniciar/parar realce
sk: Spustiť/zastaviť zvýrazňovanie
sr: Покрени/заустави истицање
ta: சிறப்பம்சமாகத் தொடங்கவும் நிறுத்தவும்
uk: Почати/закінчити виділення
zh_hans: 开始/结束 标注

# user_guide/en.html+html.body.div.div.table.tr.td:4170-13
source: Enter
ta: உள்ளிடவும்
zh_hans: 回车键

source: Move highlight indicator
es: Mover indicador de subrayado
fr: Déplacer l'indicateur de surlignage
ga: Bogadh táscaire aibhsithe
it: Muovere l'indicatore di evidenziazione
nl: Markeerindicator verplaatsen
pt_br: Mover indicador de destaque
pt_pt: Mover indicador de destaque
sk: Indikátor presunutia zvýraznenia
sr: Помери индикатор истицања
ta: சிறப்பம்சமாக காட்டி நகர்த்தவும்
uk: Переміщувати індикатор виділення
zh_hans: 移动标注光标

source: Left/Right<br>Up/Down
es: Izquierda/Derecha<br>Arriba/Abajo
fr: Gauche/Droite<br>Haut/Bas
ga: Clé/Deas<br>Suas/Síos
it: Sinistra/Destra<br>Su/Giù
nl: Links/Rechts<br>Omhoog/Omlaag
pt_br: Esquerda/Direita<br>Cima/Baixo
pt_pt: Esquerda/Direita<br>Cima/Baixo
sk: Vľavo/Vpravo<br>Hore/Dole
sr: Лево/Десно<br>Горе/Доле
ta: இடது/வலது <br> மேலே/கீழ்
uk: Вліво/Вправо<br>Вгору/Вниз
zh_hans: 左右方向键或上下方向键

source: Move indicator faster
es: Mover el indicador más rápido
fr: Déplacer l'indicateur plus rapidement
ga: Bog an táscaire níos tapúla
it: Muovere l'indicatore più velocemente
nl: Indicator sneller verplaatsen
pt_br: Mover o indicador mais rapidamente
pt_pt: Mover indicador mais rápido
sk: Rýchlejší pohyb indikátora
sr: Померај индикатор брже
ta: காட்டி வேகமாக நகர்த்தவும்
uk: Переміщувати індикатор швидше
zh_hans: 增加光标移动速度

source: Shift +<br>Left/Right/Up/Down
es: Mayús +<br>Izquierda/Derecha/Arriba/Abajo
fr: Maj +<br>Gauche/Droite/Haut/Bas
ga: Shift +<br>Clé/Deas/Suas/Síos
it: Maiusc +<br>Sinistra/Destra/Su/Giù
nl: Shift +<br>Links/Rechts/Omhoog/Omlaag
pt_br: Shift +<br>Esquerda/Direita/Cima/Baixo
pt_pt: Shift +<br>Esquerda/Direita/Cima/Baixo
sk: Shift +<br>Vľavo/Vpravo/Hore/Dole
sr: Шифт +<br>Лево/Десно/Горе/Доле
ta: சிப்ட் +<br> இடது/வலது/மேல்/கீழ்
uk: Shift +<br>Вліво/Вправо/Вгору/Вниз
zh_hans: 同时按下Shift键及方向键

source: Exit highlighting mode
es: Salir del modo de subrayado
fr: Quitter le mode de surlignage
ga: Scoir an mód aibhsithe
it: Uscire dalla modalità di evidenziazione
nl: Markeermodus afsluiten
pt_br: Sair do modo de destaque
pt_pt: Sair modo Destaque
sk: Ukončiť režim zvýrazňovania
sr: Напусти режим истицања
ta: சிறப்பம்சமாக இருந்து வெளியேறவும்
uk: Вийти з режиму виділення
zh_hans: 退出标注模式

# user_guide/en.html+html.body.div.div.table.tr.td:4182-13
source: Esc
ta: தப்பி

source: Navigating the book
es: Navegando por el libro
fr: Naviguer dans le livre
ga: Ag nascleanúint an leabhair
it: Navigazione nel libro
nl: Navigeren in het boek
pt_br: Navegando pelo livro
pt_pt: Navegando pelo livro
sk: Navigácia v knihe
sr: Кретање кроз књигу
ta: புத்தகத்தை வழிநடத்துதல்
uk: Навігація в книзі
zh_hans: 浏览本书

source: Page turn
es: Pasar página
fr: Tourner la page
ga: Casadh leathanaigh
it: Giro pagina
nl: Pagina omslaan
pt_br: Virada de página
pt_pt: Virar página
sk: Otáčanie stránok
sr: Окретање странице
ta: பக்க திருப்பம்
uk: Перегорнути сторінку
zh_hans: 翻页

source: Left-Right / Up-Down<br>Page Up-Page Down
es: Izquierda-Derecha / Arriba-Abajo<br>Página Arriba-Página Abajo
fr: Gauche-Droite / Haut-Bas<br>Page précédente-Page suivante
ga: Clé-Deas / Suas-Síos<br>Leathanach Suas-Leathanach Síos
it: Sinistra-Destra / Su-Giù<br>Pagina su-Pagina giù
nl: Links-Rechts / Omhoog-Omlaag<br>Page Up-Page Down
pt_br: Esquerda-Direita / Cima-Baixo<br>Página Acima-Página Abaixo
pt_pt: Esquerda-Direita / Cima-Baixo<br>Página acima-Página abaixo
sk: Vľavo-Vpravo / Hore-Dole<br>Page Up-Page Down
sr: Лево-Десно / Горе-Доле<br>Page Up-Page Down
ta: இடது-வலது / மேல்-கீழ் <br> பக்கம் மேல் பக்க கீழே
uk: Вліво-Вправо / Вгору-Вниз<br>PgUp-PgDn
zh_hans: 上下方向键、左右方向键<br>或上下翻页键

# user_guide/en.html+html.body.div.div.table.tr.td:4193-13
source: Table of contents
sk: Tabuľka s obsahom knihy
ta: உள்ளடக்க அட்டவணை
uk: Зміст
zh_hans: 目录

source: Shift + Up
es: Mayús + Arriba
fr: Maj + Haut
ga: Shift + Suas
it: Maiuscolo + Su
nl: Shift + Omhoog
pt_br: Shift + Cima
pt_pt: Shift + Cima
sk: Shift + hore
sr: Шифт + Up
ta: சிப்ட் + அப்
uk: Shift + Вгору
zh_hans: 同时按下Shift键及上方向键

# user_guide/en.html+html.body.div.div.table.tr.td:4197-13
source: Book map
sk: Knižná mapa
ta: புத்தக வரைபடம்
uk: Мапа книги
zh_hans: 书籍地图

source: Shift + Down
es: Mayús + Abajo
fr: Maj + Bas
ga: Shift + Síos
it: Maiuscolo + Giù
nl: Shift + Omlaag
pt_br: Shift + Baixo
pt_pt: Shift + Baixo
sk: Shift + dole
sr: Шифт + Доле
ta: சிப்ட் + கீழே
uk: Shift + Вниз
zh_hans: 同时按下Shift键及下方向键

# user_guide/en.html+html.body.div.div.table.tr.td:4201-13
source: Go to the beginning
sk: Prejsť na začiatok
ta: ஆரம்பத்திற்குச் செல்லுங்கள்
uk: Перейти на початок
zh_hans: 转到开头

# user_guide/en.html+html.body.div.div.table.tr.td:4205-13
source: Go to 11% of book
sk: Prejsť na 11 % knihy
ta: புத்தகத்தின் 11% க்குச் செல்லுங்கள்
uk: Перейти до 11% книги
zh_hans: 转到书籍的11%

# user_guide/en.html+html.body.div.div.table.tr.td:4209-13
source: Go to 22% of book
sk: Prejsť na 22 % knihy
ta: புத்தகத்தின் 22% க்குச் செல்லுங்கள்
uk: Перейти до 22% книги
zh_hans: 转到书的 22%

# user_guide/en.html+html.body.div.div.table.tr.td:4213-13
source: Go to 33% of book
sk: Prejsť na 33 % knihy
ta: புத்தகத்தின் 33% க்குச் செல்லுங்கள்
uk: Перейти до 33% книги
zh_hans: 转到书的 33%

# user_guide/en.html+html.body.div.div.table.tr.td:4217-13
source: Go to 44% of book
sk: Prejsť na 44 % knihy
ta: புத்தகத்தின் 44% க்குச் செல்லுங்கள்
uk: Перейти до 44% книги
zh_hans: 转到书的 44%

# user_guide/en.html+html.body.div.div.table.tr.td:4221-13
source: Go to 55% of book
sk: Prejsť na 55 % knihy
ta: புத்தகத்தின் 55% க்குச் செல்லுங்கள்
uk: Перейти до 55% книги
zh_hans: 转到书的 55%

# user_guide/en.html+html.body.div.div.table.tr.td:4225-13
source: Go to 66% of book
sk: Prejsť na 66 % knihy
ta: புத்தகத்தின் 66% க்குச் செல்லுங்கள்
uk: Перейти до 66% книги
zh_hans: 转到书的 66%

# user_guide/en.html+html.body.div.div.table.tr.td:4229-13
source: Go to 77% of book
sk: Prejsť na 77 % knihy
ta: புத்தகத்தின் 77% க்குச் செல்லுங்கள்
uk: Перейти до 77% книги
zh_hans: 转到书的 77%

# user_guide/en.html+html.body.div.div.table.tr.td:4233-13
source: Go to 88% of book
sk: Prejsť na 88 % knihy
ta: புத்தகத்தின் 88% க்குச் செல்லுங்கள்
uk: Перейти до 88% книги
zh_hans: 转到书的 88%

# user_guide/en.html+html.body.div.div.table.tr.td:4237-13
source: Go to the end
sk: Prejsť na koniec
ta: முடிவுக்குச் செல்லுங்கள்
uk: Перейти до кінця книги
zh_hans: 转到结尾

source: In Skim Document dialog
es: En el cuadro de diálogo Hojear Documento
fr: Dans la boîte de dialogue Parcourir le document
ga: I ndialóg Scim Doiciméid
it: Nella finestra di dialogo Scorri documento
nl: In doorbladerwidget
pt_br: Na caixa de diálogo de Navegação Rápida do Documento
pt_pt: No diálogo da navegação rápida do documento
sk: V dialógu Prebehnúť dokument
sr: У дијалогу Прелетање по документу
ta: ச்கிம் ஆவண உரையாடலில்
uk: У діалозі проглядання книги
zh_hans: 在快速翻页对话框中

# user_guide/en.html+html.body.div.div.table.tr.td:4245-9
source: Go to the beginning
sk: Prejsť na začiatok
ta: ஆரம்பத்திற்குச் செல்லுங்கள்
uk: Перейти на початок
zh_hans: 转到开头

source: Q
ta: கே
zh_hans: 字母键Q

# user_guide/en.html+html.body.div.div.table.tr.td:4249-9
source: Go to 11% of book
sk: Prejsť na 11 % knihy
ta: புத்தகத்தின் 11% க்குச் செல்லுங்கள்
uk: Перейти до 11% книги
zh_hans: 转到书籍的11%

# user_guide/en.html+html.body.div.div.table.tr.td:4253-9
source: Go to 22% of book
sk: Prejsť na 22 % knihy
ta: புத்தகத்தின் 22% க்குச் செல்லுங்கள்
uk: Перейти до 22% книги
zh_hans: 转到书的 22%

source: E
ta: இ
zh_hans: 字母键E

# user_guide/en.html+html.body.div.div.table.tr.td:4257-9
source: Go to 33% of book
sk: Prejsť na 33 % knihy
ta: புத்தகத்தின் 33% க்குச் செல்லுங்கள்
uk: Перейти до 33% книги
zh_hans: 转到书的 33%

# user_guide/en.html+html.body.div.div.table.tr.td:4261-9
source: Go to 44% of book
sk: Prejsť na 44 % knihy
ta: புத்தகத்தின் 44% க்குச் செல்லுங்கள்
uk: Перейти до 44% книги
zh_hans: 转到书的 44%

source: T
ta: டி
zh_hans: 字母键T

# user_guide/en.html+html.body.div.div.table.tr.td:4265-9
source: Go to 55% of book
sk: Prejsť na 55 % knihy
ta: புத்தகத்தின் 55% க்குச் செல்லுங்கள்
uk: Перейти до 55% книги
zh_hans: 转到书的 55%

source: Y
ta: ஒய்
zh_hans: 字母键Y

# user_guide/en.html+html.body.div.div.table.tr.td:4269-9
source: Go to 66% of book
sk: Prejsť na 66 % knihy
ta: புத்தகத்தின் 66% க்குச் செல்லுங்கள்
uk: Перейти до 66% книги
zh_hans: 转到书的 66%

source: U
ta: உ
zh_hans: 字母键U

# user_guide/en.html+html.body.div.div.table.tr.td:4273-9
source: Go to 77% of book
sk: Prejsť na 77 % knihy
ta: புத்தகத்தின் 77% க்குச் செல்லுங்கள்
uk: Перейти до 77% книги
zh_hans: 转到书的 77%

# user_guide/en.html+html.body.div.div.table.tr.td:4277-9
source: Go to 88% of book
sk: Prejsť na 88 % knihy
ta: புத்தகத்தின் 88% க்குச் செல்லுங்கள்
uk: Перейти до 88% книги
zh_hans: 转到书的 88%

source: O
ta: ஓ
zh_hans: 字母键O

# user_guide/en.html+html.body.div.div.table.tr.td:4281-9
source: Go to the end
sk: Prejsť na koniec
ta: முடிவுக்குச் செல்லுங்கள்
uk: Перейти до кінця книги
zh_hans: 转到末尾

source: P
ta: ப
zh_hans: 字母键P

source: Page zooming
es: Zoom de página
fr: Zoom de page
ga: Zúmáil leathanaigh
it: Zoom della pagina
nl: Pagina zoomen
pt_br: Ajuste de página
pt_pt: Zoom de página
sk: Priblíženie stránky
sr: Зумирање странице
ta: பக்கம் பெரிதாக்குதல்
uk: Масштабування сторінки
zh_hans: 页面缩放

source: Only for PDF, DJVU and images
es: Sólo para PDF, DJVU e imágenes
fr: Uniquement pour les fichiers PDF, DJVU et les images
ga: Le haghaidh PDF, DJVU agus íomhánna amháin
it: Solo per PDF, DJVU e immagini
nl: Alleen voor PDF, DJVU en afbeeldingen
pt_br: Somente para PDF, DJVU e imagens
pt_pt: Apenas para PDF, DJVU e imagens
sk: Len pre PDF, DJVU a obrázky
sr: Само за PDF, DJVU и слике
ta: PDF, DJVU மற்றும் படங்களுக்கு மட்டுமே
uk: Тільки для PDF, DJVU та зображень
zh_hans: （仅适用于 PDF、DJVU 和图片）

source: Zoom to fit page
es: Zoom para ajustar a la página
fr: Agrandir pour ajuster à la page
ga: Zúmáil chun an leathanach a fheistiú
it: Zoom per adattarsi alla pagina
nl: Zoom naar pagina
pt_br: Ampliar para ajustar a página
pt_pt: Ampliar para caber página
sk: Zväčšiť na stranu
sr: Зумирај по страници
ta: பொருத்தமாக பெரிதாக்கவும்
uk: Масштабувати, щоб сторінка помістилась повністю
zh_hans: 缩放至适合页面

source: Zoom to fit page width
es: Zoom para ajustar al ancho de la página
fr: Zoom pour ajuster à la largeur de la page
ga: Zúmáil chun leithead an leathanaigh a oiriúnú
it: Zoom per adattarsi alla larghezza della pagina
nl: Zoomen naar paginabreedte
pt_br: Ampliar para ajustar a largura da página
pt_pt: Ampliar para caber largura da página
sk: Zväčšiť na šírku strany
sr: Зумирај по ширини странице
ta: Zoom பெறுநர் fit page width
uk: Масштабувати, щоб припасувати сторінку по ширині
zh_hans: 缩放以适应页面宽度

source: S
ta: கள்
zh_hans: 字母键S

source: Zoom to fit page height
es: Zoom para ajustar la altura de la página
fr: Zoom pour ajuster à la hauteur de la page
ga: Zúmáil chun airde an leathanaigh a oiriúnú
it: Zoom per adattarsi all'altezza della pagina
nl: Zoomen naar paginahoogte
pt_br: Ampliar para ajustar a altura da página
pt_pt: Ampliar para caber altura da página
sk: Zväčšiť na výšku strany
sr: Зумирај по висини странице
ta: பக்க உயரத்திற்கு ஏற்ற பெரிதாக்கு
uk: Масштабувати, щоб припасувати сторінку по висоті
zh_hans: 缩放以适应页面高度

source: D
ta: டி
zh_hans: 字母键D

source: Zoom to fit content
es: Zoom para ajustar el contenido
fr: Zoom pour ajuster le contenu
ga: Zúmáil chun an t-ábhar a oiriúnú
it: Zoom per adattarsi al contenuto
nl: Zoomen naar inhoud
pt_br: Ampliar para ajustar o conteúdo
pt_pt: Ampliar para caber conteúdo
sk: Priblíženie pre prispôsobenie obsahu
sr: Зумирај по садржају
ta: Zoom பெறுநர் fit content
uk: Масштабувати, щоб помістився весь вміст
zh_hans: 缩放以适应内容

source: Shift + A
es: Mayús + A
it: Maiuscolo + A
sr: Шифт + A
ta: சிப்ட் + அ
zh_hans: 同时按下Shift键及A字母键

source: Zoom to fit content width
es: Zoom para ajustar el ancho del contenido
fr: Zoom pour ajuster la largeur du contenu
ga: Zúmáil chun leithead an ábhair a oiriúnú
it: Zoom per adattarsi alla larghezza del contenuto
nl: Zoomen naar inhoudsbreedte
pt_br: Ampliar para ajustar a largura do conteúdo
pt_pt: Ampliar para caber largura do conteúdo
sk: Priblížiť na šírku obsahu
sr: Зумирај по ширини садржаја
ta: உள்ளடக்க அகலத்திற்கு ஏற்ற பெரிதாக்கு
uk: Масштабувати, щоб припасувати вміст по ширині
zh_hans: 缩放以适应内容宽度

source: Shift + S
es: Mayús + S
it: Maiuscolo + S
sr: Шифт + S
ta: உயர்த்து + S
zh_hans: 同时按下Shift键及S字母键

source: Zoom to fit content height
es: Zoom para ajustar la altura del contenido
fr: Zoom pour ajuster la hauteur du contenu
ga: Zúmáil chun airde an ábhair a oiriúnú
it: Zoom per adattarsi all'altezza del contenuto
nl: Zoomen naar inhoudshoogte
pt_br: Ampliar para ajustar a altura do conteúdo
pt_pt: Ampliar para caber altura do conteúdo
sk: Priblížiť na výšku obsahu
sr: Зумирај по висини садржаја
ta: உள்ளடக்க உயரத்திற்கு ஏற்ற பெரிதாக்கு
uk: Масштабувати, щоб припасувати вміст по висоті
zh_hans: 缩放以适应内容高度

source: Shift + D
es: Mayús + D
it: Maiuscolo + D
sr: Шифт + D
ta: சிப்ட் + டி
zh_hans: 同时按下Shift键及D字母键

# user_guide/en.html+html.body.div.div:4319-5
source: QUICK MENU AND PROFILES
sk: RÝCHLE MENU A PROFILY
ta: விரைவான பட்டியல் மற்றும் சுயவிவரங்கள்
uk: ШВИДКЕ МЕНЮ ТА ПРОФІЛІ
zh_hans: 快捷菜单及配置文件

# user_guide/en.html+html.body.div.div:4322-5
source: Quick Menu
sk: Rýchle menu
ta: விரைவான பட்டியல்
uk: Швидке меню
zh_hans: 快捷菜单
