Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: And you are in a zoomed in view other than 100% (column, row or manual) or in the <span class="ui">reflow mode</span>
es: Y estás en una vista con zoom distinto de 100% (columna, fila o manual) o en el <span class="ui">modo de ajuste de texto</span>
fr: Et vous êtes dans un affichage zoomé autre que 100 % (colonne, ligne ou manuel) ou dans le <span class="ui">mode remise en page</span>
ga: Agus tá tú i radharc súmáilte isteach seachas 100% (colún, sraith nó lámhleabhar) nó sa <span class="ui">mód athshreafa</span>
it: E si è in una visualizzazione ingrandita diversa dal 100% (colonna, riga o manuale) o in modalità <span class="ui">ridisposizione</span>
nl: En je een ingezoomde weergave die niet 100% is (kolom, rij of handmatig), of in de <span class="ui">herschikkingsmodus</span> bent
pt_br: E você está em uma visualização ampliada diferente de 100% (coluna, linha ou manual) ou no <span class="ui">Modo Refluxo</span>
pt_pt: E está numa vista ampliada diferente de 100% (coluna, linha ou manual) ou no <span class="ui">modo de refluxo</span>
sk: A nachádzate sa v priblíženom zobrazení inom ako 100 % (stĺpcové, riadkové alebo manuálne) alebo v <span class="ui">režime preformátovania</span>
sr: И приказ је зумиран на било коју вредност осим 100% (колона, ред или ручно) или сте у <span class="ui">режиму преслагања</span>
ta: நீங்கள் 100% (நெடுவரிசை, வரிசை அல்லது கையேடு) அல்லது <ச்பான் கிளாச் = "யுஐ"> ரிஃப்ளோ பயன்முறை </span>
uk: Та масштаб документа збільшено до понад 100% (стовпець, рядок чи власноруч) або активний <span class="ui">режим перекомпонування</span>
zh_hans: 并且页面处于放大状态（分栏缩放、行缩放或手动缩放）；或者文档处于<span class="ui">页面重排模式</span>

source: This mode temporarily displays the full page without cropping, scaled to fit your screen. You can turn the pages in this mode. To exit this mode, tap on this icon.
es: Este modo muestra temporalmente la página completa sin recortar y escalada para ajustarse a la pantalla. También puedes girar las páginas en este modo. Para salir toca este icono.
fr: Ce mode affiche temporairement la page complète sans recadrement, redimensionné pour s'ajuster à votre écran. Vous pouvez tourner les pages dans ce mode. Pour partir de ce mode, cliquez sur cette icône.
ga: Taispeántar an leathanach iomlán go sealadach sa mhodh seo gan é a bhearradh, scálaithe chun freastal ar do scáileán. Is féidir leat na leathanaigh a chasadh sa mhodh seo. Chun an modh seo a fhágáil, tapáil ar an deilbhín seo.
it: Questa modalità visualizza temporaneamente l'intera pagina senza ritaglio, ridimensionata per adattarsi allo schermo. In questa modalità è possibile girare le pagine. Per uscire da questa modalità, toccare questa icona.
nl: Deze modus toont tijdelijk de volledige pagina zonder bijsnijden, geschaald zodat hij op je scherm past. Je kunt in deze modus bladeren. Tik op dit pictogram om de modus te verlaten.
pt_br: Este modo exibe temporariamente a página inteira sem cortes, dimensionada para caber na tela. Você pode virar as páginas neste modo. Para sair deste modo, toque neste ícone.
pt_pt: Este modo apresenta temporariamente a página inteira sem cortes, dimensionada para caber no ecrã. Pode virar as páginas neste modo. Para sair deste modo, toque neste ícone.
sk: V tomto režime sa dočasne zobrazí celá stránka bez orezania, upravená tak, aby sa zmestila na obrazovku. V tomto režime môžete stránky otáčať. Ak chcete tento režim ukončiť, ťuknite na túto ikonu.
sr: Овај режим привремено приказује комплетну страницу без опсецања, скалирану тако да стане на екран. У овом режиму можете да окрећете странице. Ако желите да та напустите, тапните на ову икону.
ta: இந்த பயன்முறை உங்கள் திரைக்கு ஏற்றவாறு அளவிடப்படும் அளவிடப்பட்ட பயிர் இல்லாமல் முழு பக்கத்தையும் தற்காலிகமாக காண்பிக்கும். இந்த பயன்முறையில் நீங்கள் பக்கங்களைத் திருப்பலாம். இந்த பயன்முறையிலிருந்து வெளியேற, இந்த ஐகானைத் தட்டவும்.
uk: Цей режим тимчасово показує всю сторінку (без обрізання країв) масштабовану так, щоб вона повністю помістилася на екрані. В цьому режимі можна гортати сторінки. Щоб вийти з даного режиму, натисніть цей значок.
zh_hans: 在当前图标下，屏幕将暂时显示未经裁切和放大的完整页面，此时用户仍可翻页。再次点击该标志将退出这种显示模式。

source: Page numbering and reference page numbers
es: Numeración de páginas y numeración de páginas de la edición impresa
fr: Numérotation de page et nombres de page de référence
ga: Uimhriú leathanach agus uimhreacha leathanach tagartha
it: Numerazione delle pagine e numeri di pagina di riferimento
nl: Paginanummering en referentiepaginanummers
pt_br: Numeração de páginas e números de páginas de referência
pt_pt: Numeração de páginas e números de páginas de referência
sk: Číslovanie strán a čísla referenčných strán
sr: Нумерација страница и референтни бројеви страница
ta: பக்க எண் மற்றும் குறிப்பு பக்க எண்கள்
uk: Нумерація сторінок та номери сторінок джерела
zh_hans: 页码计数及页码参考

source: Document types like <b>epub, mobi, html</b> naturally don't have fixed page numbers because they are reflowable documents. Which means, these documents can be adjusted according to the screen size and orientation of the device (unlike <b>pdfs</b> or <b>djvu</b> files for example, which have a fixed page size).
es: Naturalmente, tipos de documentos como <b>epub, mobi, html</b> no tienen números de página fijos porque son documentos ajustables. Esto significa que se pueden ajustar según el tamaño de la pantalla y la orientación del dispositivo (a diferencia de los archivos <b>pdf</b> o <b>djvu</b> que tienen un tamaño de página fijo).
fr: Les types de documents comme <b>epub, mobi, htlm</b> n'ont naturellement pas de numéros de page puisque ce sont des documents reformatables. Ce qui veut dire que ces documents peuvent être ajustés à la taille de l'écran et de l'orientation de l'appareil (contrairement aux documents <b>pdf</b> ou <b>djvu</b> par exemple, qui ont une taille de page fixe).
ga: Ar ndóigh, ní bhíonn uimhreacha leathanaigh sheasta ag cineálacha doiciméad cosúil le <b>epub, mobi, html</b> toisc gur doiciméid in-athshreabhta iad. Ciallaíonn sé sin gur féidir na doiciméid seo a choigeartú de réir mhéid an scáileáin agus treoshuíomh an ghléis (murab ionann agus comhaid <b>pdfs</b> nó <b>djvu</b> mar shampla, a bhfuil méid leathanaigh seasta acu).
it: Tipi di documenti come <b>epub, mobi, html</b> naturalmente non hanno numeri di pagina fissi perché sono documenti riadattabili. Ciò significa che questi documenti possono essere regolati in base alle dimensioni dello schermo e all'orientamento del dispositivo (a differenza di file <b>pdfs</b> o <b>djvu</b> per esempio, che hanno un formato pagina fisso).
nl: Documenttypes zoals <b>epub, mobi, html</b> hebben van nature geen vaste paginanummers omdat het herschikbare documenten zijn. Dat betekent dat ze kunnen worden aangepast aan de schermgrootte en -oriëntatie van het apparaat (in tegenstelling tot bijvoorbeeld <b>pdf</b>- of <b>djvu</b>-bestanden die een vaste paginagrootte hebben).
pt_br: Tipos de documentos como <b>epub, mobi, html</b> naturalmente não têm números de página fixos, pois são documentos refluíveis. Isso significa que esses documentos podem ser ajustados de acordo com o tamanho da tela e a orientação do dispositivo (ao contrário de arquivos <b>pdfs</b> ou <b>djvu</b>, por exemplo, que têm um tamanho de página fixo).
pt_pt: Tipos de documentos como <b>epub, mobi, html</b> não têm, naturalmente, números de página fixos porque são documentos refluíveis. Ou seja, estes documentos podem ser ajustados de acordo com o tamanho do ecrã e orientação do dispositivo (ao contrário dos <b>PDF's</b> ou <b>djvu</b> por exemplo, que têm um tamanho de página fixo).
sk: Typy dokumentov ako <b>epub, mobi, html</b> prirodzene nemajú pevné čísla strán, pretože ide o dokumenty s možnosťou preformátovania strán. To znamená, že tieto dokumenty je možné upraviť podľa veľkosti obrazovky a orientácie zariadenia (na rozdiel napríklad od súborov <b>pdf</b> alebo <b>djvu</b>, ktoré majú pevnú veľkosť stránky).
sr: Типови докумената као што су <b>epub, mobi, html</b> природно немају фиксне бројеве страница јер су то документи који могу да се пресложе. То значи да ови документи могу да се прилагоде величини екрана и оријентацији уређаја (за разлику од, на пример, <b>pdf-ова</b> или <b>djvu</b> фајлова који имају фиксну величину странице).
ta: <b> எபப், மொபி, எச்.டி.எம்.எல் </b> போன்ற ஆவண வகைகள் இயற்கையாகவே நிலையான பக்க எண்களைக் கொண்டிருக்கவில்லை, ஏனெனில் அவை பிரதிபலிக்கக்கூடிய ஆவணங்கள். இதன் பொருள், இந்த ஆவணங்களை சாதனத்தின் திரை அளவு மற்றும் நோக்குநிலைக்கு ஏற்ப சரிசெய்யலாம் (<b> PDFS </b> அல்லது <b> djvu </b> கோப்புகள் போலல்லாமல், நிலையான பக்க அளவைக் கொண்ட கோப்புகள்).
uk: Типи документів на кшталт <b>EPUB, MOBI, HTML</b>, звичайно ж, не має фіксованих номерів сторінок, бо вони є перекомпоновуваними документами. Це означає, що вигляд цих документів може бути пристосований до розміру й орієнтації екрану пристрою (на відміну від документів <b>PDF</b> та <b>DJVU</b>, які мають фіксовані розміри сторінок).
zh_hans: <b>epub、mobi、html</b>等文件格式属于可重排版文件，因此不存在固定的页码。这些文档的页码会随屏幕尺寸、设备方向等因素动态变化（而诸如<b>PDF</b>或<b>djvu</b>的文件格式则拥有固定的版面尺寸，因此页码也是确定的）。

source: If you increase the font size of a reflowable document, your page count will increase too, because now less text will fit on a single page. This sometimes causes a problem because a highlight which you made on <b>page 38</b> might be on <b>page 42</b> after the font adjustment.
es: Si aumentas el tamaño de la letra de un documento ajustable, el número de páginas también aumentará porque cabrá menos texto por página. A veces puede causar problemas porque un subrayado en la <b>página 38</b> podría estar en la <b>página 42</b> después del ajuste de la letra.
fr: Si vous augmentez la taille de la police d'un document reformatable, votre nombre de page augmentera aussi, puisque que moins de texte tiendra sur une seule page. Cela pose parfois un problème parce que un surlignement fait sur la <b>page 38</b> peut se retrouver sur la <b>page 42</b> après l'ajustement de la police.
ga: Má mhéadaíonn tú méid cló doiciméid in-athshreabhta, méadóidh líon na leathanach freisin, mar anois ní bheidh níos lú téacs oiriúnach ar leathanach amháin. Uaireanta bíonn fadhb mar gheall ar seo mar d'fhéadfadh aibhsiú a rinne tú ar <b>leathanach 38</b> a bheith ar <b>leathanach 42</b> tar éis an choigeartaithe cló.
it: Se si aumenta la dimensione dei caratteri di un documento adattabile, aumenterà anche il numero di pagine, perché ora meno testo troverà posto in una singola pagina. Questo a volte causa un problema, perché un'evidenziazione fatta a <b>pagina 38</b> potrebbe trovarsi a <b>pagina 42</b> dopo la regolazione dei caratteri.
nl: Als je de lettergrootte van een herschikbaar document vergroot, neemt ook het aantal pagina's toe omdat er nu minder tekst op één pagina past. Dit kan problemen geven omdat een markering die je op <b>pagina 38</b> maakte na de aanpassing op <b>pagina 42</b> kan staan.
pt_br: Se você aumentar o tamanho da fonte de um documento refluível, o número de páginas também aumentará, pois menos texto caberá em uma única página. Isso às vezes causa um problema, pois um destaque feito na <b>página 38</b> pode aparecer na <b>página 42</b> após o ajuste da fonte.
pt_pt: Se aumentar o tamanho da letra de um documento refluível, a contagem de páginas também aumentará, porque agora caberá menos texto numa única página. Por vezes, isto causa problemas porque um destaque que fez na <b>página 38</b> pode estar na <b>página 42</b> após o ajuste da fonte.
sk: Ak zväčšíte veľkosť písma v dokumente s možnosťou preformátovania, zvýši sa aj počet strán, pretože sa teraz na jednu stranu zmestí menej textu. Toto niekedy spôsobuje problém, pretože zvýraznenie, ktoré ste urobili na <b>strane 38</b>, sa môže po úprave písma nachádzať na <b>strane 42</b>.
sr: Ако повећате величину фонта документа који може да се пресложи, ваш број страница ће се такође повећати, јер сада мање текста стаје на једну страницу. Понекада ово прави проблем, јер истицање које сте направили на <b>страници 38</b>, након подешавања фонта може да се нађе на <b>страници 42</b>.
ta: பிரதிபலிக்கக்கூடிய ஆவணத்தின் எழுத்துரு அளவை நீங்கள் அதிகரித்தால், உங்கள் பக்க எண்ணிக்கையும் அதிகரிக்கும், ஏனென்றால் இப்போது குறைவான உரை ஒரு பக்கத்தில் பொருந்தும். இது சில நேரங்களில் ஒரு சிக்கலை ஏற்படுத்துகிறது, ஏனெனில் நீங்கள் <b> பக்கம் 38 </b> இல் உருவாக்கிய ஒரு சிறப்பியல்பு எழுத்துரு சரிசெய்தலுக்குப் பிறகு <b> பக்கம் 42 </b> இல் இருக்கலாம்.
uk: Якщо ви збільшите розмір шрифту перекомпоновуваного документу, кількість сторінок у ньому також збільшиться, бо на одній сторінці, яка дорівнює розміру екрану, тепер поміститься менше тексту. Часом це призводить до проблеми, бо виділення тексту, яке було зроблене на <b>сторінці 38</b> після збільшення розміру тексту може опинитися на <b>сторінці 42</b>.
zh_hans: 可重排版文档的文本字号被调大时，页码总数也会随之增加，因为每一页上能够显示的文字变少了。某些情况下这种变化会造成影响，比如<b>第38页</b>上的标注文段可能在字体调整后跑到了 <b>第42页</b>上。

source: KOReader supports <b>Reference page numbers</b> feature which allows publishers to embed page numbers from printed books directly to the e-book version. When you enable this feature, KOReader doesn't calculate the page numbers itself. Instead, it shows you the <b>embedded page numbers</b> from the publisher. This means, the page number you see in your <span class="ui">Status bar</span> matches the print version of the book.
es: KOReader admite la función de <b>Numeración de páginas de la edición impresa</b> que permite a los editores incrustar números de página de libros impresos directamente en la versión ebook. Cuando habilitas esta función KOReader no calcula los números de página por sí mismo. En su lugar muestra los <b>números de página incrustados</b> del editor. Esto significa que el número de página que ves en la <span class="ui">Barra de estado</span> coincide con la versión impresa del libro.
fr: KOReader prend en charge la fonctionnalité <b>Numéros de page de référence</b> qui permet aux éditeurs d'intégrer les numéros de page des livres imprimés directement dans la version électronique. Lorsque vous activez cette fonctionnalité, KOReader ne calcule pas lui-même les numéros de page. Au lieu de cela, il affiche les <b>numéros de page intégrés</b> fournis par l'éditeur. Cela signifie que le numéro de page que vous voyez dans votre <span class="ui">barre d'état</span> correspond à la version imprimée du livre.
ga: Tacaíonn KOReader leis an ngné <b>Uimhreacha leathanach tagartha</b> a ligeann d’fhoilsitheoirí uimhreacha leathanach ó leabhair chlóite a leabú go díreach isteach sa leagan ríomhleabhair. Nuair a chuireann tú an ghné seo ar siúl, ní ríomhann KOReader na huimhreacha leathanach féin. Ina áit sin, taispeánann sé na <b>uimhreacha leathanach leabaithe</b> ón bhfoilsitheoir duit. Ciallaíonn sé seo, go bhfuil an uimhir leathanaigh a fheiceann tú i do <span class="ui">bharra stádais</span> ag teacht leis an leagan clóite den leabhar.
it: KOReader supporta la funzione <b>Numeri di pagina di riferimento</b> che consente agli editori di incorporare i numeri di pagina dei libri stampati direttamente nella versione e-book. Quando si attiva questa funzione, KOReader non calcola direttamente i numeri di pagina. Invece, mostra i <b>numeri di pagina incorporati</b> dall'editore. Ciò significa che il numero di pagina visualizzato nella <span class="ui">barra di stato</span> corrisponde alla versione stampata del libro.
nl: KOReader ondersteunt <b>referentiepaginanummers</b>, waarmee uitgevers paginanummers uit gedrukte boeken rechtstreeks in de e-bookversie kunnen insluiten. Wanneer je deze functie inschakelt berekent KOReader de paginanummers niet zelf maar toont het de <b>ingesloten paginanummers</b> van de uitgever. Dit betekent dat het paginanummer in de <span class="ui">statusbalk</span> overeenkomt met de papieren versie.
pt_br: O KOReader suporta o recurso <b>Números de página de referência</b>, que permite que as editoras incorporem números de página de livros impressos diretamente na versão e-book. Ao ativar esse recurso, o KOReader não calcula os números de página sozinho. Em vez disso, ele mostra os <b>números de página incorporados</b> da editora. Isso significa que o número da página que você vê na <span class="ui">Barra de status</span> corresponde à versão impressa do livro.
pt_pt: O KOReader suporta a funcionalidade <b>Números de página de referência</b>, que permite aos editores incorporar números de páginas de livros impressos diretamente na versão do e-book. Quando ativa esta funcionalidade, o KOReader não calcula os números das páginas sozinho. Em vez disso, mostra os <b>números de páginas incorporadas</b> do editor. Isto significa que o número da página que vê na <span class="ui">barra de estado</span> corresponde à versão impressa do livro.
sk: KOReader podporuje funkciu <b>Referenčné čísla strán</b>, ktorá umožňuje vydavateľom vkladať čísla strán z tlačených kníh priamo do elektronickej verzie knihy. Keď túto funkciu povolíte, KOReader sám nevypočíta čísla strán. Namiesto toho vám zobrazí <b>vložené čísla strán</b> od vydavateľa. To znamená, že číslo strany, ktoré vidíte v <span class="ui">stavovom riadku</span>, sa zhoduje s tlačenou verziou knihy.
sr: KOReader подржава функционалност <b>Референтних бројева страница</b> која омогућава издавачима да у електронску верзију књиге директно уграде бројеве страница из штампаних књига. Када укључите ову функцију, KOReader сам не израчунава бројеве страница. Уместо тога, он вам приказује <b>уграђене бројеве страница page</b> од издавача. Ово значи да се бројеви страница које видите у <span class="ui">Статусној линији</span> подударају са штампаном верзијом књиге the.
ta: கொரியடர் ஆதரிக்கிறது <b> குறிப்பு பக்க எண்கள் </b> அச்சிடப்பட்ட புத்தகங்களிலிருந்து நேரடியாக மின் புத்தக பதிப்பிற்கு பக்க எண்களை உட்பொதிக்க வெளியீட்டாளர்களை அனுமதிக்கிறது. இந்த அம்சத்தை நீங்கள் இயக்கும்போது, கொரியடர் பக்க எண்களைக் கணக்கிடவில்லை. அதற்கு பதிலாக, இது வெளியீட்டாளரிடமிருந்து <b> உட்பொதிக்கப்பட்ட பக்க எண்கள் </b> ஐ உங்களுக்குக் காட்டுகிறது. இதன் பொருள், உங்கள் <span வகுப்பு = "Ui"> நிலை பட்டி </span> இல் நீங்கள் காணும் பக்க எண் புத்தகத்தின் அச்சு பதிப்போடு பொருந்துகிறது.
uk: KOReader підтримує функцію <b>номерів сторінок джерела</b>, яка дозволяє видавцям книги вбудовувати номери сторінок друкованої версії книги до електронної версії. Після увімкнення цієї функції KOReader не буде самостійно обчислювати нумерацію сторінок. Замість цього буде показуватися <b>вбудована нумерація сторінок</b>, яка була вбудована у файл видавцем. Це означає, що показаний у <span class="ui">панелі стану</span> номер сторінки співпадає з номером сторінки у друкованій версії книги.
zh_hans: KOReader支持<b>页码参考</b>功能，出版方可利用该功能将纸版书的页码写入电子版书籍中。启用该功能后，KOReader不会自行计算书籍页码，而是展示由出版方提供的<b>内置页码</b>。这使得<span class="ui">状态栏</span>中显示的页码可以与纸质版保持一致。

source: Benefits of reference page numbers:
es: Beneficios de la numeración de páginas de la edición impresa:
fr: Avantages des numéros de page de référence :
ga: Buntáistí a bhaineann le huimhreacha leathanach tagartha:
it: Vantaggi dei numeri di pagina di riferimento:
nl: Voordelen van referentiepaginanummers:
pt_br: Benefícios dos números de páginas de referência:
pt_pt: Benefícios dos números de pagina referência:
sk: Výhody číslovania referenčných stránok:
sr: Предности референтних бројева страница:
ta: குறிப்பு பக்க எண்களின் நன்மைகள்:
uk: Переваги номерів сторінок джерела:
zh_hans: 页码参考的用处：

source: Reference page numbers enable accurate citations by matching the page numbers found in the printed versions.
es: La numeración de páginas de la edición impresa habilita las citas precisas ajustándose al número de página encontrado en la versión impresa.
fr: Les numéros de page de référence activent des citations correctes en correspondant les numéros de pages trouvés dans la version papier.
ga: Cuireann uimhreacha leathanach tagartha ar chumas luanna cruinne trí na huimhreacha leathanach atá sna leaganacha clóite a mheaitseáil.
it: I numeri delle pagine di riferimento consentono di effettuare citazioni accurate grazie alla corrispondenza con i numeri di pagina presenti nelle versioni stampate.
nl: Referentiepaginanummers maken nauwkeurige citaties mogelijk doordat ze overeenkomen met de paginanummers in de gedrukte versie.
pt_br: Os números das páginas de referência permitem citações precisas ao corresponder aos números das páginas encontrados nas versões impressas.
pt_pt: Os números das páginas de referência permitem citações precisas, combinando os números das páginas que se encontram nas versões impressas.
sk: Čísla referenčných strán umožňujú presné citácie tým, že sa zhodujú s číslami strán v tlačených verziách.
sr: Референтни бројеви страница омогућавају прецизна цитирања тако што се бројеви страница подударају са штампаним верзијама.
ta: குறிப்பு பக்க எண்கள் அச்சிடப்பட்ட பதிப்புகளில் காணப்படும் பக்க எண்களை பொருத்துவதன் மூலம் துல்லியமான மேற்கோள்களை இயக்குகின்றன.
uk: Увімкнення функції номерів сторінок джерела дозволяє робити точніші цитування книги завдяки співпадінню номерів сторінок у електронному та паперовому варіантах книги.
zh_hans: 因为与纸版书保持一致，页码参考能够在引用时提供精确页码。
