Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Toggle flashing on chapter boundaries
es: Font hinting
fr: Activer/Désactiver les flashs aux limites des chapitres
ga: Scoraigh an splancadh ar theorainneacha caibidle
it: Commuta rinfresco ai cambi capitolo
nl: Verversen op hoofdstukgrenzen schakelen
pt_br: Alternar atualização de tela ao trocar de capítulo
pt_pt: Alternar flashe no limite dos capítulos
sk: Kvalita zobrazenia písma
sr: Укљ./Искљ. трептање на границама поглавља
ta: எழுத்துரு குறிப்பு
uk: Перемкнути оновлення на межі розділів
zh_hans: 开/关 进入新章节时刷新

source: Never flash on chapter's 2nd page
es: Font kerning
fr: Ne jamais flasher à la 2ème page des chapitres
ga: Ná splanc riamh ar an dara leathanach den chaibidil
it: Non aggiornare alla seconda pagina del capitolo
nl: Nooit verversen op de 2e pagina van hoofdstukken
pt_br: Nunca atualizar a tela na 2ª página de um capítulo
pt_pt: Nunca flashar na segunda página do capítulo
sk: Vylepšenie písma
sr: Никад не трепћи на другој страници поглавља
ta: எழுத்துரு கெரிங்
uk: Ніколи не оновлювати на 2-й стор. розділу
zh_hans: 永不在章节的第二页刷新

source: Toggle flashing on chapter's 2nd page
es: Dos columnas
fr: Activer/Désactiver le flash à la 2ème page des chapitres
ga: Scoraigh an splancadh ar an dara leathanach den chaibidil
it: Commuta rinfresco alla seconda pagina del capitolo
nl: Verversen op de 2e pagina van hoofdstukken schakelen
pt_br: Alternar atualização de tela na 2ª página de um capítulo
pt_pt: Alternar limpeza na 2.ª página de um capítulo
sk: Prepínať prebliknutie na 2. strane kapitoly
sr: Укљ./Искљ. трептање на другој страници поглавља
ta: இரண்டு நெடுவரிசைகள்
uk: Перемкнути оновлення на 2-й сторінці розділу
zh_hans: 开/关 在章节的第二页刷新

source: Always flash on pages with images
es: Parpadear siempre en páginas con imágenes
fr: Toujours flasher sur les pages avec des images
ga: Splanc i gcónaí ar leathanaigh le híomhánna
it: Aggiorna sempre pagine con immagini
nl: Altijd verversen op pagina's met afbeeldingen
pt_br: Sempre atualizar a tela em páginas com imagens
pt_pt: Flashar sempre em páginas com imagens
sk: Ľavý / pravý okraj
sr: Увек трепћи на страницама са сликама
ta: எல்/ஆர் விளிம்புகள்
uk: Завжди блимати на сторінках з зображеннями
zh_hans: 页面带有插图时始终刷新

source: Toggle flashing on pages with images
es: Conmutar parpadeo en páginas con imágenes
fr: Activer/désactiver le flash sur les pages avec images
ga: Scoraigh an splancadh ar leathanaigh le híomhánna
it: Commuta rinfresco pagine con immagini
nl: Verversen op pagina's met afbeeldingen schakelen
pt_br: Alternar atualização de tela em páginas com imagens
pt_pt: Alternar atualização de páginas com imagens
sk: Zjednotiť vrchný / spodný okraj
sr: Укљ./Искљ. трептање на страницама са сликама
ta: டி/பி விளிம்புகளை ஒத்திசைக்கவும்
uk: Синхронізувати В/Н поля
zh_hans: 开/关 页面带有插图时刷新

source: Auto warmth off
es: Temperatura del color automática desactivada
fr: Pas de température automatique
ga: Teas uathoibríoch as
it: Calore automatico spento
nl: Automatische warmte uit
pt_br: Desligar temperatura de cor automática
pt_pt: Desligar temperatura de cor automática
sk: Vrchný okraj
sr: Искључи аутоматску топлину
ta: மேல் விளிம்பு
uk: Автотеплоту підсвічування вимкнено
zh_hans: 自动色温调整关闭

source: Auto warmth use sun position
es: Usar la posición del sol para temperatura del color automática
fr: Température automatique d’après la position du soleil
ga: Úsáid teasa uathoibríoch suíomh na gréine
it: Calore automatico su posizione del sole
nl: Automatische warmte gebruikt zonpositie
pt_br: Usar posição do sol para temperatura de cor automática
pt_pt: Usar posição do sol para temperatura de cor automática
sk: Automatická farebná teplota využíva polohu slnka
sr: Аутоматска топлина користи позицију Сунца
ta: ஆட்டோ அரவணைப்பு சூரிய நிலையைப் பயன்படுத்துங்கள்
uk: Автозміна теплоти за положенням сонця
zh_hans: 根据太阳位置自动调整色温

source: Auto warmth use schedule
es: Horario de uso de temperatura del color automática
fr: Température automatique planifiée
ga: Sceideal úsáide teasa uathoibríoch
it: Pianifica Calore automatico
nl: Automatische warmte gebruikt schema
pt_br: Usar cronograma da temperatura de cor automática
pt_pt: Usar cronograma para temperatura de cor automática
sk: Automatická farebná teplota podľa časového plánu
sr: Аутоматска топлина користи распоред
ta: ஆட்டோ அரவணைப்பு பயன்பாட்டு அட்டவணை
uk: Автозміна теплоти барв за розкладом
zh_hans: 根据时间表自动调整色温

source: Auto warmth use closer midnight
es: Usar la temperatura del color automática cuando se acerque la medianoche
fr: Température automatique d'après la proximité de minuit
ga: Úsáid teasa uathoibríoch níos gaire do mheán oíche
it: Calore automatico secondo la distanza da mezzanotte
nl: Automatische warmte dichter bij middernacht
pt_br: Usar temperatura de cor automática perto da meia-noite
pt_pt: Temperatura de cor automática ao aproximar da meia-noite
sk: Automatickú farebnú teplotu používať okolo polnoci
sr: Аутоматска топлина користи близину поноћи
ta: ஆட்டோ அரவணைப்பு நள்ளிரவை நெருக்கமாக பயன்படுத்துகிறது
uk: Автозміна теплоти ближче до півночі
zh_hans: 接近午夜时自动调整色温

source: Auto warmth use closer noon
es: Usar la temperatura del color automática cuando se acerque el mediodía
fr: Température automatique d'après la proximité de midi
ga: Úsáid teasa uathoibríoch níos gaire do mheán lae
it: Calore automatico secondo la distanza da mezzogiorno
nl: Automatische warmte dichter bij de middag
pt_br: Usar temperatura de cor automática perto do meio-dia
pt_pt: Temperatura de cor automática ao aproximar do meio-dia
sk: Automatickú farebnú teplotu používať okolo poludnia
sr: Аутоматска топлина користи близину поднева
ta: ஆட்டோ அரவணைப்பு நெருங்கிய மதியம்
uk: Автозміна теплоти ближче до полудня
zh_hans: 接近正午时自动调整色温

source: Auto warmth cycle through modes
es: Ciclo de temperaturas del color automáticas mediante modos
fr: Cycle de température automatique via les modes
ga: Timthriall teasa uathoibríoch trí mhodhanna
it: Cicla Calore automatico tra modalità
nl: Automatische warmte: door modi bladeren
pt_br: Alternar entre modos de temperatura de cor automática
pt_pt: Alternar entre modos para temperatura de cor
sk: Spodný okraj
sr: Аутоматска топлина кружи по режимима
ta: கீழ் விளிம்பு
uk: Циклічна зміна автотеплоти у різних режимах
zh_hans: 按照模式自动切换对应色温设置

source: Reflowable documents
es: Documentos con ajuste de texto
fr: Documents reformatables
ga: Doiciméid in-athshreabhadh
it: Documenti adattabili
nl: Herschikbare documenten
pt_br: Documentos refluíveis
pt_pt: Documentos refluíveis
sk: Preformátovateľné dokumenty
sr: Документи који могу да се преслажу
ta: பிரதிபலிக்கக்கூடிய ஆவணங்கள்
uk: Перекомпоновувані документи
zh_hans: 可重排文件

source: Font face
es: Tipo de letra
fr: Police de caractères
ga: Aghaidh cló
it: Famiglia del font
nl: Lettertype
pt_br: Tipo de fonte
pt_pt: Tipo de fonte
sk: Tvar písma
sr: Фонт
ta: எழுத்துரு முகம்
uk: Гарнітура шрифту
zh_hans: 字型

source: Increase font size
es: Aumentar tamaño de letra
fr: Augmenter la taille de la police
ga: Méadaigh méid an chló
it: Aumenta la dimensione del carattere
nl: Lettergrootte verhogen
pt_br: Aumentar o tamanho da fonte
pt_pt: Aumentar o tamanho da fonte
sk: Invertovať obrázky
sr: Увећај величину фонта
ta: படங்களை தலைகீழ்
uk: Збільшити розмір шрифту
zh_hans: 增大字号

source: Decrease font size
es: Disminuir el tamaño de la fuente
fr: Réduire la taille de la police
ga: Laghdaigh méid an chló
it: Riduci la dimensione del carattere
nl: Lettertypegrootte verminderen
pt_br: Diminuir o tamanho da fonte
pt_pt: Diminuir o tamanho da fonte
sk: Zmenšiť veľkosť písma
sr: Смањи величину фонта
ta: எழுத்துரு அளவைக் குறைக்கவும்
uk: Зменшити розмір шрифту
zh_hans: 减小字号

# user_guide/en.html+html.body.div.div.ol.li:3898-17
source: Font size
sk: Veľkosť písma
ta: எழுத்துரு அளவு
uk: Розмір шрифту
zh_hans: 界面字号

source: Word spacing
es: Espaciado entre palabras
fr: Espacement des mots
ga: Spásáil focal
it: Spaziatura delle parole
nl: Woordspatiëring
pt_br: Espaçamento entre palavras
pt_pt: Espaçamento de palavras
sk: Medzery medzi slovami
sr: Размак између речи
ta: சொல் இடைவெளி
uk: Проміжки між словами
zh_hans: 字间距

source: Word expansion
es: Expansión de palabras
fr: Dilatation des mots
ga: Leathnú focal
it: Espansione delle parole
nl: Woorduitbreiding
pt_br: Expansão de palavras
pt_pt: Expansão de palavras
sk: Rozšírenie slov
sr: Експанзија речи
ta: சொல் விரிவாக்கம்
uk: Розтягування слів
zh_hans: 字母间距

# user_guide/en.html+html.body.div.div.ol.li:3901-17
source: Contrast
sk: Kontrast
ta: மாறுபாடு
uk: Контраст
zh_hans: 对比度

source: Font weight
es: Grosor de la Fuente
fr: Épaisseur de police
ga: Meáchan cló
it: Peso del carattere
nl: Lettergewicht
pt_br: Peso da fonte
pt_pt: Espessura da fonte
sk: Šírka písma
sr: Тежина фонта
ta: எழுத்துரு எடை
uk: Товщина шрифту
zh_hans: 字重

source: Font hinting
es: Sugerencias de fuente
fr: Indentation des polices
ga: Leid cló
it: Dimensione dei caratteri
nl: Letterhinting
pt_br: Hinting da fonte
pt_pt: Sugestão de fonte
sk: Kvalita zobrazenia písma
sr: Хинтовање фонта
ta: எழுத்துரு குறிப்பு
uk: Хінтинг шрифту
zh_hans: 字体微调

source: Font kerning
es: Interletraje de fuentes
fr: Crénage des polices
ga: Cromadh cló
it: Spaziatura dei caratteri
nl: Letterspatiëring (kerning)
pt_br: Kerning da fonte
pt_pt: Kerning de fonte
sk: Vylepšenie písma
sr: Кернинг фонта
ta: எழுத்துரு கெரிங்
uk: Кернінг шрифту
zh_hans: 字偶间距

source: Two columns
es: Dos columnas
fr: Deux colonnes
ga: Dhá cholún
it: Due colonne
nl: Twee kolommen
pt_br: Duas colunas
pt_pt: Duas colunas
sk: Dva stĺpce
sr: Две колоне
ta: இரண்டு நெடுவரிசைகள்
uk: Два стовпці
zh_hans: 双栏

source: L/R margins
es: Márgenes I/D
fr: Marges D/G
ga: Imeall clé/deas
it: Margini S/D
nl: L/R-marges
pt_br: Margens E/D
pt_pt: Margens Laterais
sk: Ľavý / pravý okraj
sr: Л/Д маргине
ta: எல்/ஆர் விளிம்புகள்
uk: Ліве/праве поля
zh_hans: 左右边距

source: Sync T/B margins
es: Sincronizar márgenes S/I
fr: Synchroniser les marges Hautes/Basses
ga: Sioncrónaigh corrlaigh T/B
it: Margini di sincronizzazione S/G
nl: Boven-/ondermarges synchroniseren
pt_br: Sincronizar margens S/I
pt_pt: Sincronizar margens Sup/Inf
sk: Zjednotiť vrchný / spodný okraj
sr: Синхронизуј Г/До маргине
ta: டி/பி விளிம்புகளை ஒத்திசைக்கவும்
uk: Синхрон. верх./ниж. полів
zh_hans: 同步顶部/底部边距

source: Top margin
es: Margen superior
fr: Marge supérieure
ga: Imeall uachtarach
it: Margine superiore
nl: Bovenmarge
pt_br: Margem superior
pt_pt: Margem de cima
sk: Vrchný okraj
sr: Горња маргина
ta: மேல் விளிம்பு
uk: Верхнє поле
zh_hans: 顶部边距

source: Bottom margin
es: Margen inferior
fr: Marge inférieure
ga: Imeall bun
it: Margine inferiore
nl: Ondermarge
pt_br: Margem inferior
pt_pt: Margem de baixo
sk: Spodný okraj
sr: Доња маргина
ta: கீழ் விளிம்பு
uk: Нижнє поле
zh_hans: 底部边距

source: View mode (page-continuous)
es: Modo de visualización (página continua)
fr: Mode d'affichage (page continue)
ga: Mód radhairc (leanúnach ar an leathanach)
it: Modalità di visualizzazione (pagina-continua)
nl: Weergavemodus (pagina-doorlopend)
pt_br: Modo de visualização (páginas contínuas)
pt_pt: Modo de visualização (pagina-contínua)
sk: Režim zobrazenia (stránka priebežne)
sr: Режим погледа (непрекидне странице)
ta: காண்க பயன்முறையைக் காண்க (பக்கம்-தொடர்ச்சி)
uk: Режим перегляду (безперервно)
zh_hans: 查看模式（连续页）

source: Render mode
es: Modo de renderizado
fr: Mode de rendu
ga: Mód rindreála
it: Modalità di rendering
nl: Weergavemodus (rendering)
pt_br: Modo de renderização
pt_pt: Modo de renderização
sk: Režim vykreslenia
sr: Режим исцртавања
ta: பயன்முறையை வழங்கவும்
uk: Режим візуалізації
zh_hans: 渲染模式

source: Zoom
fr: Zoomer sur
ga: Zúmáil
nl: Zoomen
sk: Priblíženie
sr: Зумирање
ta: பெரிதாக்கு
uk: Масштабування
zh_hans: 缩放

# user_guide/en.html+html.body.div.div.ol.li:3913-17
source: Line spacing
sk: Riadkovanie
ta: வரி இடைவெளி
uk: Міжрядкові проміжки
zh_hans: 行距

source: Alt status bar
es: Barra de estado alternativa
fr: Barre d'état alternative
ga: Barra stádais alt
it: Barra di stato alternativa
nl: Alt statusbalk
pt_br: Barra de status alternativa
pt_pt: Barra de estado alternativa
sk: Alternatívny stavový riadok
sr: Алтернативна статусна линија
ta: அனைத்து நிலை பட்டி
uk: Альтернативна панель стану
zh_hans: 副状态栏

source: Embedded style
es: Estilo incrustado
fr: Style intégré
ga: Stíl leabaithe
it: Stile incorporato
nl: Ingebedde stijl
pt_br: Estilo incorporado
pt_pt: Estilo incorporado
sk: Vložený štýl
sr: Уграђени стил
ta: உட்பொதிக்கப்பட்ட பாணி
uk: Вбудований стиль
zh_hans: 内嵌样式

source: Embedded fonts
es: Fuentes incrustadas
fr: Polices intégrées
ga: Clónna leabaithe
it: Font incorporati
nl: Ingebedde lettertypen
pt_br: Fontes incorporadas
pt_pt: Fontes incorporadas
sk: Vložené písma
sr: Уграђени фонтови
ta: உட்பொதிக்கப்பட்ட எழுத்துருக்கள்
uk: Вбудовані шрифти
zh_hans: 内置字体

source: Image scaling
es: Escalado de imágenes
fr: Redimensionnement d'image
ga: Scálú íomhá
it: Scalatura dell'immagine
nl: Afbeeldingsschaal
pt_br: Escala de imagens
pt_pt: Dimensionamento de imagem
sk: Zmena mierky obrázkov
sr: Скалирање слике
ta: பட அளவிடுதல்
uk: Масштабування зображення
zh_hans: 图片缩放

source: Invert images
es: Invertir imágenes
fr: Inverser les images
ga: Íomhánna inbhéartaithe
it: Invertire le immagini
nl: Afbeeldingskleuren omdraaien
pt_br: Inverter imagens
pt_pt: Inverter imagens
sk: Invertovať obrázky
sr: Инверзија слика
ta: படங்களை தலைகீழ்
uk: Інвертувати зображення
zh_hans: 图片反色

# user_guide/en.html+html.body.div.div.div:3922-5
source: File browser
sk: Prehliadač súborov
ta: கோப்பு உலாவி
uk: Оглядач файлів
zh_hans: 文件管理器

source: Set display mode
es: Establecer el modo de visualización
fr: Régler le mode d’affichage
ga: Socraigh modh taispeána
it: Imposta la modalità di visualizzazione
nl: Weergavemodus instellen
pt_br: Definir modo de exibição
pt_pt: Definir modo de exibição
sk: Nastaviť režim zobrazenia
sr: Постави режим приказа
ta: காட்சி பயன்முறையை அமைக்கவும்
uk: Вказати режим перегляду
zh_hans: 设置文件视图

source: Sort by
es: Ordenar por
fr: Trier par
ga: Sórtáil de réir
it: Ordina per
nl: Sorteren op
pt_br: Ordenar por
pt_pt: Ordenar por
sk: Triediť podľa
sr: Сортирај по
ta: வரிசைப்படுத்தவும்
uk: Сортувати за
zh_hans: 排序依据

source: Reverse sorting
es: Invertir orden
fr: Tri inverse
ga: Sórtáil droim ar ais
it: Ordinamento inverso
nl: Omgekeerd sorteren
pt_br: Inverter ordenação
pt_pt: Inverter ordenação
sk: Obrátené zoradenie
sr: Обрнуто сортирање
ta: தலைகீழ் வரிசையாக்கம்
uk: Зворотне сортування
zh_hans: 倒序

source: Folders and files mixed
es: Mezclar carpetas y archivos
fr: Dossiers et fichiers mélangés
ga: Fillteáin agus comhaid measctha
it: Cartelle e file mescolati
nl: Mappen en bestanden gemengd
pt_br: Misturar pastas e arquivos
pt_pt: Pastas e ficheiros misturados
sk: Zmiešané priečinky a súbory
sr: Директоријуми и фајлови измешани
ta: கோப்புறைகள் மற்றும் கோப்புகள் கலக்கப்படுகின்றன
uk: Теки й файли перемішані
zh_hans: 将文件夹与文件一起显示

source: Show plus menu
es: Mostrar menú adicional
fr: Afficher le menu +
ga: Taispeáin an roghchlár móide
it: Mostra menu più
nl: Plusmenu tonen
pt_br: Mostrar menu adicional
pt_pt: Mostrar menu +
sk: Zobraziť plus menu
sr: Прикажи плус мени
ta: பிளச் மெனுவைக் காட்டு
uk: Показати меню плюс
zh_hans: 显示附加菜单

source: Toggle select mode
es: Conmutar modo de selección
fr: Changer le mode de sélection
ga: Athraigh an modh roghnaithe
it: Cambia la modalità di selezione
nl: Selectiemodus schakelen
pt_br: Alternar modo de seleção
pt_pt: Alternar modo de seleção
sk: Prepínať režim výberu
sr: Укљ./Искљ. режим избора
ta: தேர்ந்தெடுக்கப்பட்ட பயன்முறையை மாற்றவும்
uk: Перемкнути режим вибору
zh_hans: 切换选择模式

source: Refresh content
es: Actualizar contenido
fr: Actualiser le contenu
ga: Athnuachan ábhar
it: Aggiorna il contenuto
nl: Inhoud verversen
pt_br: Atualizar conteúdo
pt_pt: Atualizar conteúdo
sk: Obnoviť obsah
sr: Освежи садржај
ta: உள்ளடக்கத்தைப் புதுப்பிக்கவும்
uk: Оновити вміст
zh_hans: 刷新内容

# user_guide/en.html+html.body.div.div.ol.li:3931-13
source: Folder shortcuts
sk: Odkazy na priečinky
ta: கோப்புறை குறுக்குவழிகள்
uk: Ярлики тек
zh_hans: 文件夹快捷方式

source: File search
es: Buscar archivos
fr: Recherche de fichiers
ga: Cuardach comhad
it: Cerca file
nl: Bestand zoeken
pt_br: Busca de arquivos
pt_pt: Pesquisa Ficheiro
sk: Vyhľadať súbory
sr: Претрага фајлова
ta: கோப்பு தேடல்
uk: Пошук файлів
zh_hans: 文件搜索

source: Last file search results
es: Repetir última búsqueda de archivos
fr: Derniers résultats de recherche de fichiers
ga: Torthaí cuardaigh comhaid dheireanacha
it: Ultimi risultati ricerca file
nl: Laatste bestandszoekresultaten
pt_br: Resultados da última busca de arquivos
pt_pt: Resultados da última pesquisa de ficheiros
sk: Výsledky vyhľadávania pre posledný súbor
sr: Резултати последње претраге фајла
ta: கடைசி கோப்பு தேடல் முடிவுகள்
uk: Результати останнього пошуку файлів
zh_hans: 之前的文件搜索结果

source: Folder up
es: Carpeta superior
fr: Dossier précédent
ga: Fillteán suas
it: Cartella in alto
nl: Map omhoog
pt_br: Pasta acima
pt_pt: Pasta anterior
sk: O priečinok nahor
sr: Директоријум навише
ta: கோப்புறை
uk: На теку вгору
zh_hans: 返回上级文件夹

# user_guide/en.html+html.body.div.div.ol.li:3935-13
source: Go to page
sk: Isť na stranu
ta: பக்கத்திற்குச் செல்லுங்கள்
uk: Перейти до сторінки
zh_hans: 前往页面

# user_guide/en.html+html.body.div.div.ol.li:3936-13
source: Back
sk: Spät
ta: பின்
uk: Назад
zh_hans: 返回

# user_guide/en.html+html.body.div.div.ol.li:3937-13
source: Export all notes in all books in history
sk: Exportovať všetky poznámky zo všetkých kníh v histórii
ta: வரலாற்றில் உள்ள அனைத்து புத்தகங்களிலும் அனைத்து குறிப்புகளையும் ஏற்றுமதி செய்யுங்கள்
uk: Експортувати усі нотатки з усіх книг в історії
zh_hans: 导出历史中所有书籍中的所有笔记

source: OPDS catalog
es: Catálogo OPDS
fr: Catalogue OPDS
ga: Catalóg OPDS
it: Catalogo OPDS
nl: OPDS-catalogus
pt_br: Catálogo OPDS
pt_pt: Catalogo OPDS
sk: Katalóg OPDS
sr: Каталог типа OPDS
ta: OPDS பட்டியல்
uk: Каталог OPDS
zh_hans: OPDS 书目

source: Reader
es: Lector
fr: Lecteur
ga: Léitheoir
it: Lettore
nl: Lezer
pt_br: Leitor
pt_pt: Leitor
sk: Čítačka
sr: Читач
ta: வாசகர்
uk: Читалка
zh_hans: 阅读器

source: Show bottom menu
es: Mostrar menú inferior
fr: Afficher le menu inférieur
ga: Taispeáin an roghchlár bun
it: Mostra il menu inferiore
nl: Ondermenu tonen
pt_br: Mostrar menu inferior
pt_pt: Mostrar menu inferior
sk: Zobraziť spodné menu
sr: Прикажи мени на дну
ta: உள்ளடக்க அட்டவணை
uk: Показати нижнє меню
zh_hans: 显示底部菜单

source: Toggle status bar
es: Conmutar barra de estado
fr: Basculer la barre d'état
ga: Barra stádais a scoránaigh
it: Abilita/disabilita barra di stato
nl: Statusbalk schakelen
pt_br: Alternar barra de status
pt_pt: Alternar barra de estado
sk: Prepínať stavový riadok
sr: Укљ./Искљ. статусну линију
ta: புத்தக வரைபடம்
uk: Перемкнути панель стану
zh_hans: 显示/隐藏状态栏

source: Toggle chapter progress bar
es: Conmutar barra de progreso del capítulo
fr: Basculer la barre de progression du chapitre
ga: Barra dul chun cinn na caibidle a scoránaigh
it: Mostra/Nascondi barra di progresso capitolo
nl: Hoofdstukvoortgangsbalk schakelen
pt_br: Alternar barra de progresso do capítulo
pt_pt: Alternar barra de progresso do capítulo
sk: Prepínať lištu s priebehom čítania kapitoly
sr: Укљ./Искљ. траку напретка поглавља
ta: அத்தியாய முன்னேற்றப் பட்டியை மாற்றவும்
uk: Перемкнути смугу поступу читання розділу
zh_hans: 打开/关闭章节进度条

source: Previous chapter
es: Book map (overview)
fr: Chapitre précédent
ga: an chaibidil roimhe seo
it: Capitolo precedente
nl: Vorig hoofdstuk
pt_br: Capítulo anterior
pt_pt: Capítulo anterior
sk: Knižná mapa (prehľad)
sr: Претходно поглавље
ta: புத்தக வரைபடம் (கண்ணோட்டம்)
uk: Попередня розділ
zh_hans: 上一章

source: Next chapter
es: Siguiente capítulo
fr: Chapitre suivant
ga: An chéad chaibidil eile
it: Prossimo capitolo
nl: Volgende hoofdstuk
pt_br: Próximo capítulo
pt_pt: Próximo capítulo
sk: Ďalšia kapitola
sr: Наредно поглавље
ta: பக்க உலாவி
uk: Наступний розділ
zh_hans: 下一章

source: First page
es: Primera página
fr: Première page
ga: An chéad leathanach
it: Prima pagina
nl: Eerste pagina
pt_br: Primeira página
pt_pt: Primeira página
sk: Prvá strana
sr: Прва страница
ta: புக்மார்க்குகள்
uk: Перша сторінка
zh_hans: 扉页

source: Last page
es: Última página
fr: Dernière page
ga: Leathanach deireanach
it: Ultima pagina
nl: Laatste pagina
pt_br: Última página
pt_pt: Última página
sk: Prehľadávanie záložiek
sr: Последња страница
ta: புக்மார்க்கு தேடல்
uk: Пошук закладки
zh_hans: 尾页

source: Random page
es: Página aleatoria
fr: Page au hasard
ga: Leathanach randamach
it: Pagina a caso
nl: Willekeurige pagina
pt_br: Página aleatória
pt_pt: Página aleatória
sk: Náhodná strana
sr: Насумично изабрана страница
ta: சீரற்ற பக்கம்
uk: Випадкова сторінка
zh_hans: 随机页

source: Turn pages
es: Conmutar marcadores
fr: Tourner les pages
ga: Cas leathanaigh
it: Gira le pagine
nl: Pagina's omslaan
pt_br: Virar páginas
pt_pt: Virar páginas
sk: Otáčanie stránok
sr: Окрећи странице
ta: புத்தக்குறியை மாற்று
uk: Гортання сторінок
zh_hans: 翻页

# user_guide/en.html+html.body.div.div.ol.li:3953-17
source: Go to page
sk: Ísť na stranu
ta: பக்கத்திற்குச் செல்லுங்கள்
uk: Перейти до сторінки
zh_hans: 前往页面

source: Skim document
es: Vista rápida del documento
fr: Feuilleter le document
ga: Doiciméad scimeáilte
it: Scorri documento
nl: Document doorbladeren
pt_br: Folhear documento
pt_pt: Folhear documento
sk: Informácie o knihe
sr: Прелети по документу
ta: புத்தக செய்தி
uk: Проглянути документ
zh_hans: 快速翻页

source: Previous bookmark
es: Descripción del libro
fr: Signet précédent
ga: Leabharmharc roimhe seo
it: Segnalibro precedente
nl: Vorige bladwijzer
pt_br: Marcador anterior
pt_pt: Marcador anterior
sk: Popis knihy
sr: Претходни маркер
ta: புத்தக விளக்கம்
uk: Опис книги
zh_hans: 上一处书签

source: Next bookmark
es: Marcador siguiente
fr: Signet suivant
ga: An chéad leabharmharc eile
it: Segnalibro seguente
nl: Volgende bladwijzer
pt_br: Próximo marcador
pt_pt: Próximo favorito
sk: Obal knihy
sr: Наредни маркер
ta: புத்தக அட்டை
uk: Наступна закладка
zh_hans: 下一处书签

source: First bookmark
es: Primer marcador
fr: Premier signet
ga: An chéad leabharmharc
it: Primo segnalibro
nl: Eerste bladwijzer
pt_br: Primeiro marcador
pt_pt: Primeiro marcador
sk: Preložiť aktuálnu stránku
sr: Први маркер
ta: தற்போதைய பக்கத்தை மொழிபெயர்க்கவும்
uk: Перекласти поточну сторінку
zh_hans: 首个书签

source: Last bookmark
es: Último marcador
fr: Dernier signet
ga: Leabharmharc deireanach
it: Ultimo segnalibro
nl: Laatste bladwijzer
pt_br: Último marcador
pt_pt: Último Marcador
sk: Prepínať smer otáčania stránky
sr: Последњи маркер
ta: பக்கத்தை மாற்றவும்
uk: Остання закладка
zh_hans: 末条书签

source: Latest bookmark
es: Marcador más reciente
fr: Signet le plus récent
ga: Leabharmharc is déanaí
it: Segnalibro più recente
nl: Meest recente bladwijzer
pt_br: Marcador mais recente
pt_pt: Marcador mais recente
sk: Prepínať vlastnú tabuľku obsahu knihy
sr: Најновији маркер
ta: தனிப்பயன் TOC ஐ மாற்றவும்
uk: Найпізніша закладка
zh_hans: 最新书签

# user_guide/en.html+html.body.div.div.ol.li:3960-17
source: Back
sk: Späť
ta: பின்
uk: Назад
zh_hans: 返回

source: Back to previous location
es: Set highlight action
fr: Retour à l’emplacement précédent
ga: Ar ais go dtí an suíomh roimhe seo
it: Torna alla posizione precedente
nl: Terug naar vorige locatie
pt_br: Voltar para a localização anterior
pt_pt: Voltar ao local anterior
sk: Nastaviť zvýraznenie
sr: Натраг на претходно место
ta: சிறப்பம்சமாக நடவடிக்கை அமைக்கவும்
uk: Назад до попереднього місця
zh_hans: 返回前一位置
