Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Reading statistics after midnight
es: Lectura de estadísticas después de medianoche
fr: Lecture des statistiques après minuit
ga: Staitisticí léitheoireachta tar éis meán oíche
it: Leggere le statistiche dopo la mezzanotte
nl: Leesstatistieken na middernacht
pt_br: Estatísticas de leitura após meia-noite
pt_pt: Estatísticas de leitura pós meia-noite
sk: Štatistiky čítania po polnoci
sr: Статистика читања након поноћи
ta: நள்ளிரவுக்குப் பிறகு புள்ளிவிவரங்களைப் படித்தல்
uk: Статистика читання після півночі
zh_hans: 午夜后统计阅读数据

source: In reading statistics you can change the start of day used for calculations. This is useful if you are reading after midnight for example and want your reading session counted as today instead of the next day. This applies only to the <span class="ui">Day timeline view</span> and optionally to the <span class="ui">Calendar view</span>; it does not apply to any of the other statistics reports. You can set this time at:
es: Al leer estadísticas, puede cambiar el inicio del día utilizado para los cálculos. Esto es útil si está leyendo después de medianoche, por ejemplo, y desea que su sesión de lectura se cuente como hoy en lugar del día siguiente. Esto se aplica sólo a la <span class="ui">vista de línea de tiempo del día</span> y, opcionalmente, a la <span class="ui">vista de calendario</span>; no se aplica a ninguno de los otros informes estadísticos. Puedes configurar este horario en:
fr: Dans les statistiques de lecture, vous pouvez modifier le début de la journée utilisé pour les calculs. Cela est utile si vous lisez après minuit, par exemple, et que vous souhaitez que votre session de lecture soit comptabilisée comme faisant partie de la journée en cours plutôt que de la journée suivante. Cela s'applique uniquement à la <span class="ui">Vue chronologique Journée</span> et, en option, à la <span class="ui">Vue Calendrier</span> ; cela ne s'applique à aucun autre rapport statistique. Vous pouvez définir cette heure à l'adresse suivante :
ga: I staitisticí léitheoireachta is féidir leat tús an lae a úsáidtear le haghaidh ríomhanna a athrú. Tá sé seo úsáideach má tá tú ag léamh tar éis meán oíche mar shampla agus más mian leat do sheisiún léitheoireachta a chomhaireamh mar an lá inniu seachas an lá dár gcionn. Baineann sé seo leis an <span class="ui">radharc amlíne an lae</span> amháin agus roghnach leis an <span class="ui">radharc Féilire</span>; ní bhaineann sé le haon cheann de na tuarascálacha staitisticí eile. Is féidir leat an t-am seo a shocrú ag:
it: Nelle statistiche di lettura è possibile modificare l'inizio del giorno utilizzato per i calcoli. Ciò è utile se, ad esempio, si legge dopo la mezzanotte e si desidera che la sessione di lettura venga conteggiata come oggi invece che come il giorno successivo. Si applica solo alla vista <span class="ui">Cronologia di oggi</span> e facoltativamente alla <span class="ui">Vista calendario</span>; non si applica a nessuno degli altri report statistici. È possibile impostare questo tempo a:
nl: In de leesstatistieken kun je de start van de dag voor berekeningen wijzigen. Dat is handig als je bijvoorbeeld na middernacht leest en je leessessie als vandaag wilt laten tellen in plaats van morgen. Dit geldt alleen voor de <span class="ui">Dag-tijdlijnweergave</span> en optioneel voor de <span class="ui">Kalenderweergave</span>; het is niet van toepassing op de andere statistiekrapporten. Je stelt dit tijdstip in via:
pt_br: Nas estatísticas de leitura você pode mudar o início do dia usado para cálculos. Isso é útil se por exemplo você está lendo depois da meia-noite e quer sua sessão de leitura contada como hoje ao invés do dia seguinte. Isso se aplica apenas a <span class="ui">Linha do tempo de hoje</span> e opcionalmente a <span class="ui">Visualização em calendário</span>; isso não se aplica a nenhum outro relatório de estatísticas. Você pode definir esse horário em:
sk: V štatistikách čítania môžete zmeniť začiatok dňa používaného na výpočty. Je to užitočné, ak čítate napríklad po polnoci a chcete, aby sa vaše čítanie počítalo ako dnes a nie ako nasledujúci deň. Týka sa to iba <span class="ui">Zobrazenia dennej časovej osi</span> a voliteľne aj <span class="ui">Zobrazenia kalendára</span>; nevzťahuje sa na žiadne iné štatistické prehľady. Tento čas môžete nastaviť na:
sr: У статистици читања можете да промените почетак дана који се користи у израчунавањима. На пример, ово је корисно ако читате након поноћи и желите да се текућа сесија читања рачуна у дан пре поноћи, а не у наредни дан. Ово се односи само на <span class="ui">Поглед дневне временске линије</span> и необавезно на <span class="ui">Календарски поглед</span>; не односи се ни на један други статистички извештај. Ово време можете да поставите из:
ta: புள்ளிவிவரங்களைப் படிப்பதில் நீங்கள் கணக்கீடுகளுக்குப் பயன்படுத்தப்படும் நாளின் தொடக்கத்தை மாற்றலாம். உதாரணமாக நீங்கள் நள்ளிரவுக்குப் பிறகு படிக்கிறீர்கள் என்றால் இது பயனுள்ளதாக இருக்கும், அடுத்த நாளுக்கு பதிலாக உங்கள் வாசிப்பு அமர்வு இன்று என எண்ணப்பட விரும்பினால். இது <span வகுப்பு = "Ui"> நாள் காலவரிசை பார்வை </span> க்கு மட்டுமே பொருந்தும், மேலும் விருப்பமாக <span வகுப்பு = "Ui"> காலெண்டர் பார்வை </span>; இது வேறு எந்த புள்ளிவிவர அறிக்கைகளுக்கும் பொருந்தாது. இந்த நேரத்தில் நீங்கள் அமைக்கலாம்:
uk: У статистиці читання можна змінювати час початку підрахунку статистики за день (фактично за добу). Це корисно, наприклад, якщо ви полюбляєте читати після півночі й бажаєте, щоб прочитане після півночі зараховувалося не до статистики поточної доби (яка почалася опівночі), а до статистики попередньої доби (яка закінчилася до півночі). Це застосовується лише до <span class="ui">Статистики за сьогодні</span> та, за бажанням, до <span class="ui">Подання календаря</span>; це не впливає на будь-які інші статистичні звіти. Цей час можна вказати тут:
zh_hans: 在读取统计数据时，您可以更改用于计算的一天的开始时间。例如，如果您在午夜之后阅读并希望将阅读时间计为今天而不是第二天，这将非常有用。这仅适用于<span class="ui">日时间线视图</span>，并可选择性地应用于<span class="ui">日历视图</span>;它不适用于任何其他统计报告。您可以在以下位置设置此时间：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Reading statistics / Settings / Daily timeline starts at...
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Estadísticas de lectura / Configuración / El cronograma diario comienza a las...
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Statistiques de lecture / Paramètres / La chronologie quotidienne commence à...
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Staitisticí léitheoireachta / Socruithe / Tosaíonn an amlíne laethúil ag...
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> /Statistiche di lettura / Impostazioni / La linea temporale giornaliera inizia alle...
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Leesstatistieken / Instellingen / Dag-tijdlijn start om…
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Estatísticas de leitura / Configurações / A linha do tempo diária começa às...
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Štatistiky čítania / Nastavenia / Denná časová os začína o...
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Статистика читања / Подешавања / Дневна временска линија почиње у…
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Статистика читання / Налаштування / Підрахунок статистики починається о...
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 阅读统计数据 / 设置 / 日时间线起始于...

source: Device Tips
es: Consejos para dispositivos
fr: Conseils sur les appareils
ga: Leideanna Gléasanna
it: Suggerimenti per i dispositivi
nl: Apparaattips
pt_br: Dicas do dispositivo
pt_pt: Dicas do dispositivo
sk: Tipy pre zariadenia
sr: Савети за уређај
ta: சாதன உதவிக்குறிப்புகள்
uk: Поради щодо пристрою
zh_hans: 设备相关技巧

source: Updating KOReader
es: Actualizando KOReader
fr: Mise à jour de KOReader
ga: KOReader á nuashonrú
it: Aggiornamento di KOReader
nl: KOReader bijwerken
pt_br: Atualizando o KOReader
pt_pt: Atualizando o KOReader
sk: Aktualizácia KOReadera
sr: Ажурирање програма KOReader
ta: கொரியாடரைப் புதுப்பித்தல்
uk: Оновлення KOReader
zh_hans: 更新 KOReader

source: KOReader can update itself over Wi-Fi. You can trigger the check via this menu item:
es: KOReader puede actualizarse a sí mismo a través de Wi-Fi. Puede activar la verificación a través de este elemento de menú:
fr: KOReader peut se mettre à jour via Wi-Fi. Vous pouvez lancer la vérification via cet élément du menu :
ga: Is féidir le KOReader é féin a nuashonrú thar Wi-Fi. Is féidir leat an seiceáil a ghníomhachtú tríd an mír roghchláir seo:
it: KOReader può aggiornarsi tramite Wi-Fi. È possibile attivare il controllo tramite questa voce di menu:
nl: KOReader kan zichzelf via wifi bijwerken. Je kunt de controle starten via dit menu-item:
pt_br: O KOReader pode atualizar sozinho pelo Wi-Fi. Você pode iniciar a verificação por essa opção no menu:
sk: KOReader sa dokáže aktualizovať cez WiFi. Kontrolu môžete spustiť cez túto položku ponuky:
sr: KOReader може сам себе да ажурира преко Wi-Fi мреже. Проверу доступности новије верзије можете да покренете из следећег менија:
ta: கொரியடர் வைஃபை மீது தன்னை புதுப்பிக்க முடியும். இந்த பட்டியல் உருப்படி வழியாக நீங்கள் காசோலையைத் தூண்டலாம்:
uk: KOReader може оновлюватися самостійно через Wi-Fi. Увімкнути або вимкнути пошук оновлень можна у цьому пункті меню:
zh_hans: KOReader 可以通过Wi-Fi自动更新。用户可通过下列菜单检查新版本：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Update / Check for update
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Actualizar / Buscar actualizaciones
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Mettre à jour / Vérifier les mises à jour
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Nuashonrú / Seiceáil le haghaidh nuashonraithe
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aggiorna / Controlla aggiornamenti
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Bijwerken / Controleren op updates
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Atualizar / Verificar se há atualizações
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Atualização / Verificar por novas atualizações
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aktualizovať / Skontrolovať aktualizácie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ажурирање / Провери доступност ажурирања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"> / புதுப்பிப்புக்கு புதுப்பிப்பு / சரிபார்க்கவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Оновити / Перевірити наявність оновлень
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 更新KOReader / 检查新版本

source: Adding a password lock to KOReader
es: Agregar un bloqueo de contraseña a KOReader
fr: Ajouter un verrouillage par mot de passe à KOReader
ga: Glas pasfhocail á chur le KOReader
it: Aggiungere una password di sblocco a KOReader
nl: Een wachtwoordslot aan KOReader toevoegen
pt_br: Adicionando um bloqueio com senha no KOReader
pt_pt: Adicionar password no bloqueo do KOReader
sk: Pridanie zámku heslom do KOReaderu
sr: Додавање лозинке за закључавање KOReader читача
ta: கொரியாடருக்கு கடவுச்சொல் பூட்டைச் சேர்ப்பது
uk: Додавання блокування KOReader паролем
zh_hans: 向 KOReader 添加密码锁

source: We don't have a direct option for this in KOReader. But there is a workaround to achieve this kind of lock screen functionality. You can set up KOReader to keep the screensaver on the screen until you enter a chosen gesture. To achieve this:
es: No tenemos una opción directa para esto en KOReader. Pero existe una solución para lograr este tipo de funcionalidad de pantalla de bloqueo. Puede configurar KOReader para mantener el protector de pantalla en la pantalla hasta que ingrese un gesto elegido. Para lograr esto:
fr: Nous n'avons pas d'option directe pour cela dans KOReader. Mais il existe une solution pour obtenir ce type de fonctionnalité de verrouillage de l'écran. Vous pouvez configurer KOReader pour que l'économiseur d'écran reste affiché jusqu'à ce que vous effectuiez un geste choisi. Pour ce faire :
ga: Níl rogha dhíreach againn chuige seo i KOReader. Ach tá réiteach sealadach ann chun an cineál seo feidhmiúlachta glasála scáileáin a bhaint amach. Is féidir leat KOReader a shocrú chun an spárálaíscáileáin a choinneáil ar an scáileán go dtí go gcuireann tú isteach gotha roghnaithe. Chun seo a bhaint amach:
it: Non abbiamo un'opzione diretta per questo in KOReader. Tuttavia, esiste una soluzione per ottenere questo tipo di funzionalità della schermata di blocco. È possibile impostare KOReader in modo che lo screensaver rimanga sullo schermo finché non si immette un gesto scelto. Per ottenere questo risultato:
nl: Er is in KOReader geen directe optie voor. Maar er is wel een omweg om dit soort vergrendelschermgedrag te krijgen. Je kunt KOReader zo instellen dat de schermbeveiliging in beeld blijft tot je een gekozen gebaar invoert. Zo doe je dat:
pt_br: Nós não temos uma opção direta pra isso no KOReader. Mas existe uma solução alternativa para alcançar esse tipo de funcionalidade de bloqueio de tela. Você pode definir o KOReader para manter o descanso de tela na tela até você realizar um gesto definido. Para isso:
sk: V KOReaderi na to nemáme priamu voľbu. Existuje však riešenie na dosiahnutie tohto druhu funkčnosti uzamknutej obrazovky. Môžete nastaviť KOReader tak, aby ponechal šetrič obrazovky na obrazovke, kým nezadáte zvolené gesto. Aby ste to dosiahli:
sr: За ово немамо директну опцију у програму KOReader. Али постоји заобилазно решење којим се добија функционалност овакве врсте закључаног екрана. KOReader можете да подесите тако да приказује чувар екрана све док не унесете изабрану гестикулацију. Да бисте ово постигли:
ta: கொரியடரில் இதற்கான நேரடி விருப்பம் எங்களிடம் இல்லை. ஆனால் இந்த வகையான பூட்டுத் திரை செயல்பாட்டை அடைய ஒரு பணித்தொகுப்பு உள்ளது. நீங்கள் தேர்ந்தெடுக்கப்பட்ட சைகைக்குள் நுழையும் வரை ச்கிரீன்சேவரை திரையில் வைத்திருக்க கொரியாடரை அமைக்கலாம். இதை அடைய:
uk: Для цього в KOReader немає спеціальної функції. Однак, існує обхідний шлях, за допомогою якого можна додати екран блокування. Можна налаштувати KOReader, щоб він показував на екрані заставку аж доки ви не виконаєте певний жест. Цю функцію можна налаштувати тут:
zh_hans: 我们在 KOReader 中没有直接的选项。但是有一种解决方法可以实现这种锁屏功能。您可以设置 KOReader 以将屏幕保护程序保留在屏幕上，直到您输入所选手势。为此，请执行以下作：

source: Choose any gesture (including the complex ones with custom multiswipes) and make it your <b>"unlock"</b> gesture by going to:
es: Elija cualquier gesto (incluidos los complejos con múltiples deslizamientos personalizados) y conviértalo en su gesto de <b>"desbloqueo"</b> yendo a:
fr: Choisissez n'importe quel geste (y compris les gestes complexes avec Multiple balayages personnalisés) et définissez-le comme votre geste de <b>« déverrouillage »</b> en vous rendant dans :
ga: Roghnaigh aon ghluaisne (lena n-áirítear na cinn chasta le il-shleacain saincheaptha) agus déan do ghluaisne <b>"díghlasála"</b> de trí dhul chuig:
it: Scegliete un gesto qualsiasi (compresi quelli complessi con multiswipes personalizzate) e fatelo diventare il vostro <b>gesto di "sblocco"</b> andando su:
nl: Kies een willekeurig gebaar (ook complexe met aangepaste multivegen) en maak dit je <b>"ontgrendel"</b>-gebaar via:
pt_br: Escolha qualquer gesto (inclusive os complexos com multideslizes personalizados) e defina-o como seu gesto de <b>"desbloqueio"</b> acessando:
sk: Vyberte si ľubovoľné gesto (vrátane zložitých s vlastným viacnásobným potiahnutím) a urobte z neho gesto <b>odomknutia</b> tak, že prejdete na:
sr: Изаберите било коју гестикулацију (укључујући сложене са произвољним мултипревлачењима) и креирајте сопствену гестикулацију за <b>„откључавање”</b> тако што одете на:
ta: எந்தவொரு சைகையையும் (தனிப்பயன் மல்டிச்வைப்புகள் கொண்ட சிக்கலானவை உட்பட) அதைத் தேர்ந்தெடுத்து, அதை உங்கள் <b> "திறத்தல்" </b> சைகையாக மாற்றவும்:
uk: Оберіть будь-який жест (в тому числі складні, з індивідуальними мультижестами) та зробіть його вашим жестом <b>«розблокування»</b> тут:
zh_hans: 选择任何手势（包括具有自定义多重操作的复杂手势），并通过转到使其成为您的<b>"解锁"</b>手势:

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Gesture manager / "your selected gesture" / Device / Exit screensaver
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Configurador de gestos / "su gesto seleccionado" / Dispositivo / Salir del protector de pantalla
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Gestionnaire de gestes / « votre geste sélectionné » / Appareil / Quitter l'économiseur d'écran
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Bainisteoir gothaí / "do ghotha roghnaithe" / Gléas / Scoir an spárálaíscáileáin
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Impostazione dei gesti / "Gesto selezionato" / Dispositivo / Esci dallo schermo sospeso
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Gebarenbeheer / "je gekozen gebaar" / Apparaat / Schermbeveiliging verlaten
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Gerenciador de gestos / "seu gesto selecionado" / Dispositivo / Sair da tela de descanso
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Klepnutia a gestá / Správca gest / „vaše vybrané gesto“ / Zariadenie / Ukončiť šetrič obrazovky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Управљач гестикулацијама / „ваша изабрана гестикулација” / Уређај / Напусти екран спавања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Менеджер жестів / «БУДЬ-ЯКИЙ ЖЕСТ» / Пристрій / Вийти з заставки екрану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 交互手势管理 / 「用户指定的手势」 / 阅读设备相关类 / 结束待机屏显

source: And then enable this option:
es: Y luego habilita esta opción:
fr: Puis activez cette option :
ga: Agus ansin cumasaigh an rogha seo:
it: Quindi attivare questa opzione:
nl: Schakel vervolgens deze optie in:
pt_br: E então habilite esta opção:
pt_pt: Em seguida ative esta opção:
sk: A potom povoľte túto možnosť:
sr: Па затим укључите следећу опцију:
ta: பின்னர் இந்த விருப்பத்தை இயக்கவும்:
uk: Потім увімкніть цю функцію:
zh_hans: 然后启用此选项:

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Screensaver / Settings / Keep the screensaver on screen after wakeup / Until 'Exit screensaver' gesture
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Protector de pantalla / Configuración / Mantener el protector de pantalla en pantalla después de reactivar / Hasta el gesto 'Salir del protector de pantalla'
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Économiseur d'écran / Paramètres / Garder l'économiseur d'écran à l'écran après la réactivation / Jusqu'au geste « Quitter l'économiseur d'écran »
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Sábhálaí Scáileáin / Socruithe / Coinnigh an spárálaí scáileáin ar an scáileán tar éis múscailte / Go dtí go ndéantar gotha 'Imeacht an spárálaí scáileáin'
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Schermata di sospensione / Sfondo / Posponi aggiornamento schermo dopo il risvegli... / Fino ale gesto "Esci dallo schermo di sospensione"
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Schermbeveiliging / Instellingen / Schermbeveiliging op scherm houden na ontwaken / Tot het ‘Schermbeveiliging verlaten’-gebaar
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Tela de descanso / Papel de parede / Adiar atualização da tela após reativação / Até o gesto de 'sair da tela de descanso'
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Šetrič obrazovky / Nastavenia / Ponechať šetrič obrazovky na obrazovke po prebudení / Až do gesta „Ukončiť šetrič obrazovky“
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Чувар екрана/ Подешавања / Задржи чувар екрана на екрану након буђења / Све до ’Напусти екран спавања’ гестикулације
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Заставка екрану / Налаштування / Залишати заставку екрану після пробудження / До жесту «Вийти з заставки екрану»
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕相关 / 待机屏显 / 设置 / 唤醒设备后仍保持待机屏显 / 直到触发「结束待机屏显」手势交互

source: Automatic screen dimming
es: Atenuación automática de la pantalla
fr: Atténuation automatique de la luminosité de l'écran
ga: Laghdú uathoibríoch scáileáin
it: Oscuramento automatico dello schermo
nl: Automatisch dimmen van het scherm
pt_br: Escurecimento de tela automático
pt_pt: Escurecer ecrã automático
sk: Automatické stmievanie obrazovky
sr: Аутоматско затамњивање екрана
ta: தானியங்கி திரை மங்கலானது
uk: Автоматичне затемнення екрана
zh_hans: 自动屏幕亮度
