Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: If you want to use this feature with other file types like EPUB, FB2, HTML or image files, you should open the file with a different engine: In the <span class="ui">File Browser</span> long-tap on the file name, tap <span class="ui">Open with…</span> and select <span class="ui">MuPDF</span>.
es: Si desea utilizar esta función con otros tipos de archivos como EPUB, FB2, HTML o archivos de imagen, debe abrir el archivo con un motor diferente: en el <span class="ui">Explorador de archivos</span>, mantenga presionado el nombre del archivo, toque <span class="ui">Abrir con…</span> y seleccione <span class="ui">MuPDF</span>.
fr: Si vous souhaitez utiliser cette fonctionnalité avec d'autres types de fichiers tels que les fichiers EPUB, FB2, HTML ou image, vous devez ouvrir le fichier avec un autre moteur : dans l'<span class="ui">Explorateur de fichiers</span>, appuyez longuement sur le nom du fichier, appuyez sur <span class="ui">Ouvrir avec…</span> et sélectionnez <span class="ui">MuPDF</span>.
ga: Más mian leat an ghné seo a úsáid le cineálacha comhaid eile cosúil le EPUB, FB2, HTML nó comhaid íomhá, ba cheart duit an comhad a oscailt le hinneall difriúil: Sa <span class="ui">Brabhsálaí Comhad</span>, tapáil go fada ar ainm an chomhaid, tapáil <span class="ui">Oscail le…</span> agus roghnaigh <span class="ui">MuPDF</span>.
it: Se si desidera utilizzare questa funzione con altri tipi di file come EPUB, FB2, HTML o file di immagini, è necessario aprire il file con un motore diverso: Nel <span class="ui">File Browser</span> toccare a lungo il nome del file, toccare <span class="ui">Apri con...</span> e selezionare <span class="ui">MuPDF</span>.
nl: Wil je dit met bestandstypes zoals EPUB, FB2, HTML of losse afbeeldingen gebruiken, open het dan met een andere engine: lang tik op de bestandsnaam in de <span class="ui">Bestandsverkenner</span>, tik <span class="ui">Openen met…</span> en kies <span class="ui">MuPDF</span>.
pt_br: Se quiser usar esse recurso com outros tipos de arquivo, como EPUB, FB2, HTML ou arquivos de imagem, você deve abrir o arquivo com um mecanismo diferente: no <span class="ui">Explorador de Arquivos</span>, toque longamente no nome do arquivo, toque em <span class="ui">Abrir com…</span> e selecione <span class="ui">MuPDF</span>.
sk: Ak chcete použiť túto funkciu s inými typmi súborov, ako sú EPUB, FB2, HTML alebo obrázkové súbory, mali by ste súbor otvoriť pomocou iného nástroja: V <span class="ui">Prehliadači súborov</span> dlho podržte prst na názov súboru, ťuknite na <span class="ui">Otvoriť pomocou…</span> a vyberte <span class="ui">MuPDF</span>.
sr: Ако ову функцију желите да користите и са осталим типовима фајлова као што су EPUB, FB2, HTML или фајлови слика, потребно је да фајл отворите другим механизмом: у <span class="ui">Прегледачу фајлова</span> извршите дуги тап на име фајла, тапните на <span class="ui">Отвори помоћу…</span> и изаберите <span class="ui">MuPDF</span>.
ta: EPUB, FB2, உஉகுமொ அல்லது படக் கோப்புகள் போன்ற பிற கோப்பு வகைகளுடன் இந்த அம்சத்தைப் பயன்படுத்த விரும்பினால், நீங்கள் கோப்பை வேறு இயந்திரத்துடன் திறக்க வேண்டும்: <ச்பான் வகுப்பு = "UI"> கோப்பு உலாவி </span> கோப்பு பெயரில் நீண்ட-தட்டுதல், <span வகுப்பு = "ui"> உடன் திறக்கவும்… </span> "Ui"> இடைமுகம் "> mupf.
uk: Якщо бажаєте користуватися цією функцією під час читання інших типів документів (EPUB, FB2, HTML) чи перегляду файлів зображень, тоді слід відкрити файл за допомогою іншого рушія: у <span class="ui">Оглядачі файлів</span> затисніть назву файлу, потім торкніться до <span class="ui">Відкрити за допомогою…</span> та оберіть <span class="ui">MuPDF</span>.
zh_hans: 如果要将此功能用于EPUB、FB2、HTML或图片文件等其他文件类型，则应使用其他引擎打开该文件：在<span class="ui">文件浏览器中</span>长按文件名，点按<span class="ui">打开方式</span>，并选择<span class="ui">MuPDF</span>。

# user_guide/en.html+html.body.div.div:3061-1
source: Jump to the next file
sk: Prejsť na ďalší súbor
ta: அடுத்த கோப்பிற்கு செல்லவும்
uk: Перехід до наступного файлу
zh_hans: 转到下一个文件

source: When you reach the last page of a book, KOReader shows you a dialog. In this dialog there is an <span class="ui">Open next file</span> action which will open the next file in the same directory as the current book. So you can put your series in separate directories and read them one after another without going back to the <span class="ui">File Browser</span>.
es: Cuando llegas a la última página del libro KOReader muestra un cuadro de diálogo. En este cuadro tienes la acción <span class="ui">Abrir siguiente archivo</span> que abrirá el siguiente archivo del mismo directorio que el libro actual. Así puedes colocar tus series en directorios separados y leerlas una tras otra sin tener que volver al <span class="ui">Explorador de archivos</span>.
fr: Lorsque vous arrivez à la dernière page d'un livre, KOReader affiche une boîte de dialogue. Dans cette boîte de dialogue, l'action <span class="ui">Ouvrir le fichier suivant</span> permet d'ouvrir le fichier suivant dans le même répertoire que le livre actuel. Vous pouvez ainsi placer vos séries dans des répertoires distincts et les lire les unes après les autres sans revenir à l'<span class="ui">Explorateur de fichiers</span>.
ga: Nuair a shroicheann tú an leathanach deireanach de leabhar, taispeánann KOReader dialóg duit. Sa dialóg seo tá gníomh <span class="ui">Oscail an chéad chomhad eile</span> a osclóidh an chéad chomhad eile san eolaire céanna leis an leabhar reatha. Mar sin, is féidir leat do shraith a chur in eolairí ar leithligh agus iad a léamh ceann i ndiaidh a chéile gan dul ar ais chuig an <span class="ui">Brabhsálaí Comhad</span>.
it: Quando si raggiunge l'ultima pagina di un libro, KOReader mostra una finestra di dialogo. In questa finestra di dialogo è presente un'azione <span class="ui">Apri file successivo</span> che aprirà il file successivo nella stessa directory del libro corrente. In questo modo è possibile mettere le serie in directory separate e leggerle una dopo l'altra senza tornare al <span class="ui">File Browser</span>.
nl: Wanneer je de laatste pagina van een boek bereikt, toont KOReader een dialoogvenster. In dit dialoogvenster is er een actie <span class="ui">Volgend bestand openen</span> waarmee je het volgende bestand in dezelfde map als het huidige boek kunt openen. Zo kun je je series in aparte mappen plaatsen en ze achter elkaar lezen zonder terug te gaan naar de <span class="ui">Bestandsverkenner</span>.
pt_br: Ao chegar à última página de um livro, o KOReader exibe uma caixa de diálogo. Nessa caixa de diálogo, há uma ação <span class="ui">Abrir próximo arquivo</span> que abrirá o próximo arquivo no mesmo diretório do livro atual. Assim, você pode colocar suas séries em diretórios separados e lê-las uma após a outra sem precisar retornar ao <span class="ui">Explorador de Arquivos</span>.
sk: Keď sa dostanete na poslednú stranu knihy, KOReader vám zobrazí dialógové okno. V tomto dialógovom okne sa nachádza akcia <span class="ui">Otvoriť ďalší súbor</span>, ktorá otvorí ďalší súbor v rovnakom adresári ako aktuálna kniha. Svoje série teda môžete umiestniť do samostatných adresárov a čítať ich jeden po druhom bez toho, aby ste sa museli vracať do <span class="ui">Prehliadača súborov</span>.
sr: Када дођете до последње странице књиге, KOReader вам приказује дијалог. У њему се налази акција <span class="ui">Отвори наредни фајл</span> која ће да отвори наредни фајл у истом директоријуму у којем се налази и текућа књига. Тако да серије можете да поставите у посебне директоријуме и да епизоде читате једну за другом, без потребе да одлазите назад у <span class="ui">Прегледач фајлова</span>.
ta: ஒரு புத்தகத்தின் கடைசி பக்கத்தை நீங்கள் அடையும்போது, கொரியடர் உங்களுக்கு ஒரு உரையாடலைக் காட்டுகிறார். இந்த உரையாடலில் ஒரு <ச்பான் கிளாச் = "யுஐ"> அடுத்த கோப்பைத் திறக்கவும் </span> செயல், இது அடுத்த கோப்பை தற்போதைய புத்தகத்தின் அதே கோப்பகத்தில் திறக்கும். எனவே உங்கள் தொடரை தனி கோப்பகங்களில் வைத்து, <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> க்குச் செல்லாமல் அவற்றை ஒன்றன்பின் ஒன்றாகப் படிக்கலாம்.
uk: Коли ви дочитаєте до останньої сторінки книги, KOReader покаже діалог. У цьому діалозі є кнопка <span class="ui">Відкрити наступний файл</span>, натискання на яку відкриє наступний файл з тієї ж теки, де розміщена поточна книга. Тож ви можете розкласти серії книг у різні теки та читати їх одна за іншою без необхідності повертатися до <span class="ui">Оглядача файлів</span>.
zh_hans: 当翻到书籍尾页，KOReader将显示一个对话框，其中的<span class="ui">开启下一本书籍</span>操作将打开当前书籍所在目录中名称排序挨着的另一本书。因此将一套丛书放进同个文件夹可以一本接一本顺序阅读，无需返回<span class="ui">文件管理器</span>操作。

source: When opening this next file, KOReader skips the files that you have marked as <b>finished</b>. This feature is useful for example when you have a folder of manga files and you have already read some of them. You can mark a file as finished from the end of book dialog shown above. Also you can mark it from the <span class="ui">File Browser</span> by long-pressing on the file. After copying them to your device, you can:
es: Al abrir el siguiente archivo, KOReader omite los archivos que haya marcado como <b>terminados</b>. Esta característica es útil, por ejemplo, cuando tienes una carpeta de archivos manga y ya has leído algunos de ellos. Puede marcar un archivo como terminado desde el cuadro de diálogo de final del libro que se muestra arriba. También puedes marcarlo desde el <span class="ui">Explorador de archivos</span> manteniendo presionado el archivo. Después de copiarlos a su dispositivo, podrá:
fr: Lorsque vous ouvrez ce fichier, KOReader ignore les fichiers que vous avez marqués comme <b>terminés</b>. Cette fonctionnalité est utile, par exemple, lorsque vous avez un dossier contenant des fichiers manga et que vous en avez déjà lu certains. Vous pouvez marquer un fichier comme terminé à partir de la boîte de dialogue de fin de livre illustrée ci-dessus. Vous pouvez également le marquer à partir de l'<span class="ui">Explorateur de fichiers</span> en appuyant longuement sur le fichier. Après les avoir copiés sur votre appareil, vous pouvez :
ga: Agus an chéad chomhad eile á oscailt agat, scipeálann KOReader na comhaid atá marcáilte agat mar <b>críochnaithe</b>. Tá an ghné seo úsáideach mar shampla nuair a bhíonn fillteán de chomhaid manga agat agus má tá cuid acu léite agat cheana féin. Is féidir leat comhad a mharcáil mar chríochnaithe ón dialóg deireadh leabhair a thaispeántar thuas. Chomh maith leis sin, is féidir leat é a mharcáil ón <span class="ui">Brabhsálaí Comhad</span> trí bhrú fada a choinneáil ar an gcomhad. Tar éis iad a chóipeáil chuig do ghléas, is féidir leat:
it: Quando si apre il file successivo, KOReader salta i file contrassegnati come <b>finiti</b>. Questa funzione è utile, ad esempio, quando si ha una cartella di file manga e se ne sono già letti alcuni. È possibile contrassegnare un file come finito dalla finestra di dialogo di fine libro mostrata sopra. È inoltre possibile contrassegnarli dal <span class="ui">File Browser</span> premendo a lungo sul file. Dopo averli copiati sul dispositivo, è possibile:
nl: Bij het openen slaat KOReader bestanden over die je als <b>afgerond</b> markeerde. Handig bij een map met manga waarvan je er al een paar gelezen hebt. Je markeert een bestand in de eind-van-boek dialoog of door lang te drukken in de <span class="ui">Bestandsverkenner</span>. Nadat je ze kopieerde kun je:
pt_br: Ao abrir o próximo arquivo, o KOReader ignora os arquivos que você marcou como <b>concluídos</b>. Esse recurso é útil, por exemplo, quando você tem uma pasta com arquivos de mangá e já leu alguns deles. Você pode marcar um arquivo como concluído na caixa de diálogo de fim de livro mostrada acima. Você também pode marcá-lo no <span class="ui">Explorador de Arquivos</span>, mantendo o arquivo pressionado. Depois de copiá-los para o seu dispositivo, você pode:
sk: Pri otvorení tohto ďalšieho súboru KOReader preskočí súbory, ktoré ste označili ako <b>dokončené</b>. Táto funkcia je užitočná napríklad vtedy, keď máte priečinok so súbormi manga a niektoré z nich ste už prečítali. Súbor môžete označiť ako dokončený v dialógovom okne konca knihy zobrazenom vyššie. Môžete ho tiež označiť z <span class="ui">Prehliadača súborov</span> dlhým stlačením súboru. Po ich skopírovaní do zariadenia môžete:
sr: Када отвара овај наредни фајл, KOReader прескаче фајлове које сте означили као <b>завршене</b>. Ова функција је корисна на пример, када имате фолдер манга фајлова и неке од њих сте већ прочитали. Фајл можете да означите као прочитан на крају дијалога приказаног изнад. Такође можете да га означите из <span class="ui">Прегледача фајлова</span> тако што извршите дуги притисак на фајл. Након копирања фајлова на уређај можете да:
ta: இந்த அடுத்த கோப்பைத் திறக்கும்போது, நீங்கள் குறித்த கோப்புகளை <b> முடிக்கப்பட்ட </b> எனக் குறைகிறது. உங்களிடம் மங்கா கோப்புகளின் கோப்புறை இருக்கும்போது இந்த நற்பொருத்தம் பயனுள்ளதாக இருக்கும், அவற்றில் சிலவற்றை நீங்கள் ஏற்கனவே படித்திருக்கிறீர்கள். மேலே காட்டப்பட்டுள்ள புத்தக உரையாடலின் முடிவில் இருந்து முடிந்ததும் ஒரு கோப்பைக் குறிக்கலாம். கோப்பில் நீண்ட நேரம் அழுத்துவதன் மூலம் <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இலிருந்து அதைக் குறிக்கலாம். அவற்றை உங்கள் சாதனத்தில் நகலெடுத்த பிறகு, உங்களால் முடியும்:
uk: Під час відкриття наступного файлу KOReader буде пропускати файли, які позначені вами як <b>прочитані</b>. Ця функція корисна, якщо у теці з файлами манґи знаходяться книги, які ви вже прочитали. Позначати файли як прочитані можна у діалозі кінця книги, який показано вище. Також їх можна позначати у <span class="ui">Оглядачі файлів</span>, затиснувши файл. Після копіювання їх на пристрій можна:
zh_hans: 打开下一个文件时，KOReader会跳过标记为<b> >已阅读</b>的文件。这个功能是有用的，例如当你有一个文件夹的漫画文件，你已经读了其中的一些。您可以从上面所示的书籍结束对话框中将文件标记为已完成。也可以在<span class="ui">文件浏览器</span>上标记它，长按该文件。将它们复制到您的设备后，您可以：

source: Open the <span class="ui">File Browser</span> in KOReader
es: Abra el <span class="ui">Explorador de archivos</span> en KOReader
fr: Ouvrez l'<span class="ui">Explorateur de fichiers</span> dans KOReader
ga: Oscail an <span class="ui">Brabhsálaí Comhad</span> i KOReader
it: Aprire il <span class="ui">File Browser</span> in KOReader
nl: Open de <span class="ui">Bestandsverkenner</span> in KOReader
pt_br: Abrir o <span class="ui">Explorador de Arquivos</span> no KOReader
pt_pt: Abrir <span class="ui">Explorador de Ficheiros</span> no KOReader
sk: Otvorte <span class="ui">Prehliadač súborov</span> v KOReaderi
sr: Отворите <span class="ui">Прегледач фајлова</span> у програму KOReader
ta: கொரியாடரில் <ச்பான் வகுப்பு = "யுஐ"> கோப்பு உலாவி </span> ஐத் திறக்கவும்
uk: Відкрити <span class="ui">Оглядач файлів</span> у KOReader
zh_hans: 在 KOReader 中打开<span class="ui">文件浏览器</span>

source: Long press on the ones you already finished and tap <span class="ui">Mark as finished</span>
es: Mantenga presionados los que ya terminó y toque <span class="ui">Marcar como terminado</span>
fr: Appuyez longuement sur ceux que vous avez déjà terminés et appuyez sur <span class="ui">Marquer comme terminé</span>
ga: Brúigh ar na cinn atá críochnaithe agat cheana féin agus tapáil <span class="ui">Marcáil mar chríochnaithe</span>
it: Premere a lungo su quelli già terminati e toccare <span class="ui">Finito</span>
nl: Lang drukken op de bestanden die je uit hebt en <span class="ui">Markeren als afgerond</span> tikken
pt_br: Pressionar e segurar os que você já terminou e tocar em <span class="ui">Marcar como concluído</span>
sk: Dlho stlačte tie, ktoré ste už dokončili, a ťuknite na <span class="ui">Označiť ako dokončené</span>
sr: Извршите дуги притисак на оне које сте већ прочитали и тапнете на <span class="ui">Означи као прочитану</span>
ta: நீங்கள் ஏற்கனவே முடித்தவற்றில் நீண்ட நேரம் அழுத்தி, <span வகுப்பு = "Ui"> முடிக்கப்பட்ட எனத் தட்டவும் </span>
uk: Затиснути раніше прочитану книгу та <span class="ui">Позначити прочитаною</span>
zh_hans: 长按你已经读完的书，然后点击<span class="ui">标记为已读</span>

source: Now you can read all the files by just tapping <span class="ui">Open next file</span> at the end of the book. KOReader will skip the ones you have already read.
es: Ahora puedes leer todos los archivos con solo tocar <span class="ui">Abrir siguiente archivo</span> al final del libro. KOReader omitirá los que ya haya leído.
fr: Vous pouvez désormais lire tous les fichiers en appuyant simplement sur <span class="ui">Ouvrir le fichier suivant</span> à la fin du livre. KOReader ignorera ceux que vous avez déjà lus.
ga: Anois is féidir leat na comhaid go léir a léamh trí <span class="ui">Oscail an chéad chomhad eile</span> a thapáil ag deireadh an leabhair. Scipeálfaidh KOReader na cinn atá léite agat cheana féin.
it: Ora è possibile leggere tutti i file toccando semplicemente <span class="ui">Apri il file successivo</span> alla fine del libro. KOReader salterà quelli già letti.
nl: Nu lees je alles door aan het eind op <span class="ui">Volgend bestand openen</span> te tikken; reeds gelezen worden overgeslagen.
pt_br: Agora você pode ler todos os arquivos tocando em <span class="ui">Abrir próximo arquivo</span> no final do livro. O KOReader pulará os que você já leu.
sk: Teraz si môžete prečítať všetky súbory jednoduchým ťuknutím na <span class="ui">Otvoriť ďalší súbor</span> na konci knihy. KOReader preskočí tie, ktoré ste už čítali.
sr: Сада све фајлове можете да читате тако што на крају књиге тапнете на <span class="ui">Отвори наредни фајл</span>. KOReader ће да прескочи оне које сте већ прочитали.
ta: இப்போது நீங்கள் எல்லா கோப்புகளையும் <span வகுப்பு = "Ui"> ஐ புத்தகத்தின் முடிவில் அடுத்த கோப்பு </span> ஐத் தட்டுவதன் மூலம் படிக்கலாம். நீங்கள் ஏற்கனவே படித்தவர்களை கொரியடர் தவிர்ப்பார்.
uk: Після цього можна відкривати усі непрочитані книги просто натискаючи <span class="ui">Відкрити наступний файл</span> в кінці поточної книги. KOReader пропустить ті, які вже були прочитані раніше.
zh_hans: 现在，您只需点击本书末尾的<span class="ui">打开下一个文件</span>即可读取所有文件。 KOReader会跳过你已经读过的那些书籍。

# user_guide/en.html+html.body.div.div:3077-1
source: Optimizing manga for reader
sk: Optimalizácia mangy pre čítačku
ta: வாசகருக்கு மங்காவை மேம்படுத்துதல்
uk: Оптимізація манґи для пристрою
zh_hans: 为阅读器优化漫画

source: If you like reading manga books on your e-ink device there are some tips that can make your experience better. Preparing your own manga files is the best solution if you're not satisfied with how comics look on your device.
es: Si te gusta leer libros manga en tu dispositivo de tinta electrónica, existen algunos consejos que pueden mejorar tu experiencia. Preparar tus propios archivos manga es la mejor solución si no estás satisfecho con el aspecto de los cómics en tu dispositivo.
fr: Si vous aimez lire des mangas sur votre appareil à encre électronique, voici quelques conseils qui peuvent améliorer votre expérience. Préparer vos propres fichiers manga est la meilleure solution si vous n'êtes pas satisfait de l'affichage des bandes dessinées sur votre appareil.
ga: Más maith leat leabhair manga a léamh ar do ghléas dúigh leictreonach, tá roinnt leideanna anseo a d’fhéadfadh feabhas a chur ar do thaithí. Is é ullmhú do chuid comhad manga féin an réiteach is fearr mura bhfuil tú sásta leis an gcuma atá ar ghreannáin ar do ghléas.
it: Se vi piace leggere i manga sul vostro dispositivo e-ink, ci sono alcuni suggerimenti che possono migliorare la vostra esperienza. Preparare i propri file manga è la soluzione migliore se non si è soddisfatti dell'aspetto dei fumetti sul proprio dispositivo.
nl: Lees je graag manga op e-ink, dan zijn er tips om het te verbeteren. Eigen bestanden voorbereiden is het beste als je niet tevreden bent over het uiterlijk.
pt_br: Se você gosta de ler mangás no seu dispositivo e-ink, aqui estão algumas dicas que podem melhorar sua experiência. Preparar seus próprios arquivos de mangá é a melhor solução se você não estiver satisfeito com a aparência dos quadrinhos no seu dispositivo.
sk: Ak radi čítate knihy manga na svojom e-ink (elektronický atrament) zariadení, existuje niekoľko tipov, ktoré vám môžu zlepšiť zážitok. Príprava vlastných manga súborov je najlepším riešením, ak nie ste spokojní s tým, ako komiksy vyzerajú na vašom zariadení.
sr: Ако на e-ink уређају читате манга књиге постоје неки савети којима можете да унапредите искуство читања. Ако нисте задовољни како стрипови изгледају на уређају који користите, најбоље решење је да сами припремите манга фајлове.
ta: உங்கள் ஈ-மை சாதனத்தில் மங்கா புத்தகங்களைப் படிக்க விரும்பினால், உங்கள் அனுபவத்தை சிறப்பாகச் செய்யக்கூடிய சில உதவிக்குறிப்புகள் உள்ளன. உங்கள் சாதனத்தில் காமிக்ச் எவ்வாறு தோற்றமளிக்கிறது என்பதில் நீங்கள் நிறைவு அடையவில்லை என்றால் உங்கள் சொந்த மங்கா கோப்புகளைத் தயாரிப்பது சிறந்த தீர்வாகும்.
uk: Якщо ви любите читати манґу на вашому пристрої з е-чорнилами, є деякі поради щодо того, як зробити цей процес приємнішим. Підготовка власних файлів з манґою є найкращим рішенням, якщо вас не задовольняє вигляд мальописів на вашому пристрої.
zh_hans: 对喜欢在电子墨水屏设备上阅读漫画的用户，下面有一些提升阅读体验的小技巧。若漫画在设备上的呈现方式不尽如人意，对漫画书文件进行预处理是最佳解决方案。

source: Which file type to use
es: Qué tipo de archivo usar
fr: Quel type de fichier utiliser
ga: Cén cineál comhaid le húsáid
it: Quale tipo di file utilizzare
nl: Welk bestandstype gebruiken
pt_br: Qual tipo de arquivo usar
pt_pt: Que tipo de ficheiro usar
sk: Aký typ súboru použiť
sr: Који тип фајла треба да се користи
ta: எந்த கோப்பு வகை பயன்படுத்த வேண்டும்
uk: Який тип файлу використовувати
zh_hans: 使用哪种文件类型
