Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: When you adjust a book to your liking, for example by changing <span class="ui">line spacing</span>, <span class="ui">font contrast</span> etc. you can save all the changes at once as <span class="ui">defaults</span>. Then you can apply these settings to other books with the <span class="ui">Reset document settings to default</span> option as explained above.
es: Cuando configuras un libro a tu gusto, por ejemplo cambiando el <span class="ui">interlineado</span>, el <span class="ui">contraste de la letra</span>, etc., puedes guardar todos los cambios como valores <span class="ui">predeterminados</span>. Después puedes aplicar esta configuración a otros libros con la opción <span class="ui">Reiniciar documento a valores por defecto</span> como se ha explicado anteriormente.
fr: Lorsque vous modifiez un livre à votre convenance, par exemple en changeant <span class="ui">l'interligne</span>, <span class="ui">le contraste de la police</span> etc., vous pouvez enregistrer toutes les modifications en une seule fois comme <span class="ui">paramètres par défaut</span>. Vous pouvez ensuite appliquer ces paramètres à d'autres livres à l'aide de l'option <span class="ui">Réinitialiser les paramètres du document par défaut</span>, comme expliqué ci-dessus.
ga: Nuair a choigeartaíonn tú leabhar de réir mar is mian leat, mar shampla trí <span class="ui">spásáil líne</span>, <span class="ui">chodarsnacht cló</span> srl. a athrú, is féidir leat na hathruithe go léir a shábháil ag an am céanna mar <span class="ui">réamhshocruithe</span>. Ansin is féidir leat na socruithe seo a chur i bhfeidhm ar leabhair eile leis an rogha <span class="ui">Athshocraigh socruithe doiciméad go réamhshocraithe</span> mar a mhínítear thuas.
it: Quando si regola un libro a proprio piacimento, ad esempio modificando <span class="ui">l'interlinea</span>, <span class="ui">il contrasto dei caratteri</span>, ecc. è possibile salvare tutte le modifiche in una volta sola come <span class="ui">predefiniti</span>. Quindi è possibile applicare queste impostazioni ad altri libri con l'opzione <span class="ui">Azzera impostazioni dei documenti a predefiniti</span>, come spiegato sopra.
nl: Ben je tevreden met de aanpassingen (zoals <span class="ui">regelafstand</span>, <span class="ui">lettercontrast</span>), dan kun je alles in één keer als <span class="ui">standaard</span> opslaan. Daarna pas je ze toe op andere boeken via <span class="ui">Documentinstellingen naar standaard resetten</span>.
pt_br: Ao ajustar um livro ao seu gosto, por exemplo, alterando o <span class="ui">espaçamento entre linhas</span>, o <span class="ui">contraste da fonte</span> , etc., você pode salvar todas as alterações de uma só vez como <span class="ui">padrões</span>. Depois, você pode aplicar essas configurações a outros livros com a opção <span class="ui">Redefinir as configurações do documento para os padrões</span>, conforme explicado acima.
sk: Keď si knihu upravíte podľa svojich predstáv, napríklad zmenou <span class="ui">riadkovania</span>, <span class="ui">kontrastu písma</span> atď., môžete všetky zmeny naraz uložiť ako <span class="ui">predvolené</span>. Potom môžete tieto nastavenia použiť na iné knihy pomocou možnosti <span class="ui">Obnoviť predvolené nastavenia dokumentu</span>, ako je vysvetlené vyššie.
sr: Када подесите изглед књиге онако како вам одговара, на пример, изменом <span class="ui">прореда</span>, <span class="ui">контраста фонта</span> итд. све њих одједном можете да сачувате као <span class="ui">подразумеване </span> вредности. Затим та подешавања можете да примените на остале књиге употребом опције <span class="ui">Ресетуј подешавања документа на подразумевана</span> која је објашњена изнад.
ta: உங்கள் விருப்பப்படி ஒரு புத்தகத்தை நீங்கள் சரிசெய்யும்போது, எடுத்துக்காட்டாக <ச்பான் கிளாச் = "யுஐ"> வரி இடைவெளி </span>, <ச்பான் கிளாச் = "யுஐ"> எழுத்துரு மாறுபாடு </ச்பான்> போன்றவற்றை மாற்றுவதன் மூலம். மேலே விளக்கப்பட்டுள்ளபடி ஆவண அமைப்புகளை இயல்புநிலை </span> விருப்பத்திற்கு மீட்டமைக்க இந்த அமைப்புகளை மற்ற புத்தகங்களுக்கு பயன்படுத்தலாம்.
uk: Після того як ви пристосуєте налаштування вигляду книги на свій смак (наприклад, змінивши <span class="ui">проміжки між рядками</span>, <span class="ui">контраст шрифту</span> та ін.), ви можете зберегти усі ці зміни одночасно як <span class="ui">типові</span>. Після цього ви зможете застосувати дані налаштування до інших книг за допомогою функції <span class="ui">Скинути налаштування документа до типових</span>, як описано вище.
zh_hans: 当您根据自己的喜好调整一本书时，例如通过更改<span class="ui">行距</span>、<span class="ui">字体对比度</span>等，您可以一次将所有更改保存为<span class="ui">默认值</span>。然后，您可以使用<span class="ui">将文档设置重置为默认值</span>选项将这些设置应用于其他书籍，如上所述。

source: You can save your changes as <span class="ui">defaults</span> by choosing:
es: Puedes guardar los cambios como <span class="ui">predeterminados</span> mediante:
fr: Vous pouvez enregistrer vos modifications en tant que <span class="ui">valeurs par défaut</span> en sélectionnant :
ga: Is féidir leat do chuid athruithe a shábháil mar <span class="ui">réamhshocruithe</span> trí roghnú:
it: È possibile salvare le modifiche come <span class="ui">predefinite</span> scegliendo:
nl: Je slaat je wijzigingen als <span class="ui">standaard</span> op via:
pt_br: Você pode salvar suas alterações como <span class="ui">padrões</span> escolhendo:
pt_pt: Pode guardar as suas alterações como <span class="ui">predefinição</span> escolhendo:
sk: Zmeny môžete uložiť ako <span class="ui">predvolené</span> výberom:
sr: Измене можете да сачувате као <span class="ui">подразумеване вредности</span> када изаберете:
ta: உங்கள் மாற்றங்களை <span வகுப்பு = "Ui"> இயல்புநிலை </span> என சேமிக்க முடியும்:
uk: Зберегти налаштування як <span class="ui">типові</span> можна обравши:
zh_hans: 您可以通过选择以下选项将更改保存为<span class="ui">默认值</span>：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Save document settings as default
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Guardar como configuración por defecto
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Enregistrer les paramètres du document comme paramètres par défaut
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Sábháil socruithe an doiciméid mar réamhshocrú
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Impostazioni del documento / Salva le impostazioni documento come predefinite
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Documentinstellingen als standaard opslaan
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Salvar configurações do documento como padrão
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Guardar definições do documento como predefinição
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Uložiť nastavenia dokumentu ako predvolené
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Сачувај подешавања документа као подразумевана
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / / ஆவண அமைப்புகளை இயல்புநிலையாக சேமிக்கவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Зберегти налаштування документа як типові
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 将当前文档设置保存为默认值

source: Creating different groups of settings
es: Creación de diferentes grupos de configuraciones
fr: Création de différents groupes de paramètres
ga: Grúpaí socruithe éagsúla a chruthú
it: Creare diversi gruppi di impostazioni
nl: Verschillende groepen instellingen maken
pt_br: Criando diferentes grupos de configurações
pt_pt: Criar grupos diferentes de definições
sk: Vytvorenie rôznych skupín nastavení
sr: Креирање различитих група подешавања
ta: அமைப்புகளின் வெவ்வேறு குழுக்களை உருவாக்குதல்
uk: Створення різних груп налаштувань
zh_hans: 创建不同的设置组

source: This powerful feature allows you to save all the <span class="ui">BOTTOM MENU</span> settings + font type as a <b>profile</b>. This means you can have different group of settings for different conditions or book types which you can apply at once instead of changing the settings manually every time.
es: Esta potente función te permite guardar todos los ajustes del <span class="ui">MENÚ INFERIOR</span> y el tipo de letra como un <b>perfil</b>. Esto significa que puedes tener diferentes grupos de ajustes para diferentes condiciones o tipos de libros que puedes aplicar a la vez, en lugar de tener que cambiarlos manualmente cada vez.
fr: Cette fonctionnalité puissante vous permet d'enregistrer tous les paramètres du <span class="ui">MENU INFÉRIEUR</span> + le type de police sous forme de <b>profil</b>. Cela signifie que vous pouvez disposer de différents groupes de paramètres pour différentes conditions ou différents types de livres, que vous pouvez appliquer en une seule fois au lieu de modifier les paramètres manuellement à chaque fois.
ga: Leis an ngné chumhachtach seo is féidir leat na socruithe uile sa <span class="ui">ROGHCHLÁR BUNA</span> + cineál cló a shábháil mar <b>phróifíl</b>. Ciallaíonn sé seo gur féidir leat grúpaí éagsúla socruithe a bheith agat le haghaidh coinníollacha nó cineálacha leabhar éagsúla ar féidir leat a chur i bhfeidhm ag an am céanna seachas na socruithe a athrú de láimh gach uair.
it: Questa potente funzione consente di salvare tutte le impostazioni del <span class="ui">MENU INFERIORE</span> + tipo di carattere come <b>profilo</b>. Ciò significa che è possibile avere diversi gruppi di impostazioni per diverse condizioni o tipi di libri, da applicare in una sola volta invece di modificare le impostazioni manualmente ogni volta.
nl: Met deze functie sla je alle <span class="ui">ONDERMENU</span>-instellingen plus lettertype op als een <b>profiel</b>. Zo kun je verschillende instellingengroepen voor situaties of boektypes in één keer toepassen.
pt_br: Este recurso poderoso permite que você salve todas as configurações do <span class="ui">MENU INFERIOR</span> + tipo de fonte como um <b>perfil</b>. Isso significa que você pode ter diferentes grupos de configurações para diferentes condições ou tipos de livro que podem ser aplicados de uma só vez, em vez de alterar as configurações manualmente todas as vezes.
sk: Táto výkonná funkcia vám umožňuje uložiť všetky nastavenia <span class="ui">SPODNOM MENU</span> + typ písma ako <b>profil</b>. To znamená, že môžete mať rôzne skupiny nastavení pre rôzne podmienky alebo typy kníh, ktoré môžete použiť naraz, namiesto toho, aby ste ich zakaždým museli manuálne meniť.
sr: Ова моћна функционалност вам омогућава да сачувате сва подешавања <span class="ui">МЕНИЈА НА ДНУ</span> + тип фонта као <b>профил</b>. То значи да можете имати различите групе подешавања за различите услове или различите типове књига која можете одједном применити уместо да сваки пут ручно мењате подешавања.
ta: இந்த சக்திவாய்ந்த நற்பொருத்தம் <span வகுப்பு = "Ui"> கீழ் பட்டியல் </span> அமைப்புகள் + எழுத்துரு வகை ஒரு <b> சுயவிவரம் </b> ஆக சேமிக்க உங்களை அனுமதிக்கிறது. இதன் பொருள், வெவ்வேறு நிபந்தனைகள் அல்லது புத்தக வகைகளுக்கான வெவ்வேறு குழு அமைப்புகளை நீங்கள் வைத்திருக்க முடியும், அவை ஒவ்வொரு முறையும் அமைப்புகளை கைமுறையாக மாற்றுவதற்குப் பதிலாக ஒரே நேரத்தில் விண்ணப்பிக்கலாம்.
uk: Ця потужна функція дозволяє зберігати усі налаштування + тип шрифту <span class="ui">НИЖНЬОГО МЕНЮ</span> як <b>профіль</b>. Це означає, що ви можете мати різні групи налаштувань для різних випадків або типів книг і їх можна застосовувати всі разом замість щоразу змінювати їх власноруч по одному.
zh_hans: 这个强大的功能允许您将所有<span class="ui">底部菜单</span>设置 + 字体类型保存为<b>配置文件</b>。这意味着您可以为不同的条件或书籍类型设置不同的设置组，您可以一次应用这些设置，而不是每次手动更改设置。

source: For example you can create:
es: Por ejemplo puedes crear:
fr: Par exemple, vous pouvez créer :
ga: Mar shampla is féidir leat a chruthú:
it: Ad esempio, è possibile creare:
nl: Bijvoorbeeld:
pt_br: Por exemplo, você pode criar:
pt_pt: Por exemplo, pode criar:
sk: Napríklad si môžete vytvoriť:
sr: На пример, можете да креирате:
ta: எடுத்துக்காட்டாக நீங்கள் உருவாக்கலாம்:
uk: Наприклад, можна створити:
zh_hans: 例如，您可以创建：

source: <b>Double column</b> profile with <span class="ui">two columns</span> of small sized text, <span class="ui">landscape orientation</span> and minimum <span class="ui">margins</span>
es: Perfil de <b>doble columna</b> con <span class="ui">dos columnas</span> de texto pequeño, orientación <span class="ui">horizontal</span> y <span class="ui">márgenes</span> mínimos
fr: Profil <b>à double colonne</b> avec <span class="ui">deux colonnes</span> de texte de petite taille, <span class="ui">orientation paysage</span> et <span class="ui">marges</span> minimales
ga: Próifíl <b>Dhá cholún</b> le <span class="ui">dhá cholún</span> de théacs beag, <span class="ui">treoshuíomh tírdhreacha</span> agus <span class="ui"> corrlaigh</span>íosta
it: <b>Profilo a doppia colonna</b> con <span class="ui">due colonne</span> di testo di piccole dimensioni, <span class="ui">orientamento orizzontale</span> e i <span class="ui">margini</span> minimi
nl: <b>Dubbelkolom</b>-profiel met <span class="ui">twee kolommen</span> kleine tekst, <span class="ui">landschap</span> en minimale <span class="ui">marges</span>
pt_br: Perfil de <b>coluna dupla</b> com <span class="ui">duas colunas</span> de texto de tamanho pequeno, <span class="ui">orientação paisagem</span> e <span class="ui">margens</span> mínimas
sk: Profil <b>Dvojitý stĺpec</b> s <span class="ui">dvoma stĺpcami</span> textu malej veľkosti, <span class="ui">orientáciu na šírku</span> a minimálne <span class="ui">okraje</span>
sr: Профил <b>Две колоне</b> са <span class="ui">две колоне</span> текста мале величине, <span class="ui">положену оријентацију</span> и минималне <span class="ui">маргине</span>
ta: <b> இரட்டை நெடுவரிசை </b> <ச்பான் கிளாச் = "யுஐ"> இரண்டு நெடுவரிசைகள் </ச்பான்> சிறிய அளவிலான உரையின் சுயவிவரம், <ச்பான் வகுப்பு = "யுஐ"> இயற்கை நோக்குநிலை </ச்பான்> மற்றும் குறைந்தபட்ச <ச்பான் வகுப்பு = "யுஐ"> விளிம்புகள் </ச்பான்>
uk: Профіль «<b>Два стовпці</b>» з <span class="ui">двома стовпцями</span> дрібного тексту, <span class="ui">альбомною орієнтацією</span> екрану та мінімальними <span class="ui">полями</span>
zh_hans: <b>双列</b>配置文件，带有<span class="ui">两列</span>小尺寸文本，<span class="ui">横向</span>和最小<span class="ui">边距</span>

source: <b>Night reading</b> profile with <span class="ui">bigger sans serif font</span> and higher <span class="ui">contrast</span> for more visible text under low light
es: Perfil de <b>lectura nocturna</b> con <span class="ui">letra sans serif más grande</span> y mayor <span class="ui">contraste</span> para un texto más visible con poca luz
fr: Profil <b>Lecture nocturne</b> avec <span class="ui">police sans empattement plus grande</span> et <span class="ui">contraste</span> plus élevé pour un texte plus visible dans des conditions de faible luminosité
ga: Próifíl <b>léitheoireachta oíche</b> le <span class="ui">cló sans serif níos mó</span> agus <span class="ui">codarsnacht níos airde</span> le haghaidh téacs níos infheicthe faoi sholas íseal
it: Un profilo <b>Lettura notturna</b> con <span class="ui">carattere sans serif più grande</span> e un maggiore <span class="ui">contrasto</span> per un testo più visibile in condizioni di scarsa illuminazione
nl: <b>Nachtlezen</b>-profiel met <span class="ui">groter schreefloos lettertype</span> en hoger <span class="ui">contrast</span> voor beter zichtbare tekst bij weinig licht
pt_br: Perfil de <b>leitura noturna</b> com <span class="ui">fonte sem serifa maior</span> e maior <span class="ui">contraste</span> para texto mais visível em condições de pouca luz
sk: Profil <b>Nočné čítanie</b> s <span class="ui">väčším bezpätkovým písmom</span> a vyšším <span class="ui">kontrastom</span> pre viditeľnejší text pri slabom osvetlení
sr: Профил <b>Ноћно читање</b> са <span class="ui">већим линеарним фонтом</span> и већим <span class="ui">контрастом</span> чиме се добија читљивији текст у условима слабог светла
ta: <b> இரவு வாசிப்பு </b> <span வகுப்பு = "Ui"> பெரிய சான்ச் செரிஃப் எழுத்துரு </span> மற்றும் உயர் <ச்பான் வகுப்பு = "UI"> மாறுபாடு </span> உடன் குறைந்த ஒளியின் கீழ் காணக்கூடிய உரைக்கு சுயவிவரம்
uk: Профіль «<b>Читання вночі</b>» з <span class="ui">більшим шрифтом без засічок</span> і вищим <span class="ui">контрастом</span> для кращої читабельності тексту при меншій освітленості
zh_hans: <b>夜间阅读</b>配置文件，<span class="ui">更大的无衬线字体</span>和更高的<span class="ui">对比度</span>，以便在低光下显示更清晰的文本

source: <b>Disabled styles</b> profile with <span class="ui">embedded style</span> and <span class="ui">embedded fonts</span> disabled for badly structured books
es: Perfil de <b>Estilos deshabilitados</b> con <span class="ui">estilo incrustado</span> y <span class="ui">letras incrustadas</span> deshabilitadas para libros mal estructurados
fr: Profil <b>Styles désactivés</b> avec <span class="ui">style intégré</span> et <span class="ui">polices intégrées</span> désactivés pour les livres mal structurés
ga: Próifíl <b>Stíleanna díchumasaithe</b> le <span class="ui">stíl leabaithe</span> agus <span class="ui">clónna leabaithe</span> díchumasaithe do leabhair a bhfuil drochstruchtúr orthu
it: Un profilo <b>Stili disattivati</b> con <span class="ui">stile incorporato</span> e <span class="ui">fonts incorporati</span> disabilitati per i libri mal strutturati
nl: <b>Uitgeschakelde stijlen</b>-profiel met <span class="ui">ingesloten stijl</span> en <span class="ui">ingesloten lettertypen</span> uitgeschakeld voor slecht gestructureerde boeken
pt_br: Perfil <b>Estilos desabilitados</b> com <span class="ui">estilo incorporado</span> e <span class="ui">fontes incorporadas</span> desabilitados para livros mal estruturados
sk: Profil <b>Zakázané štýly</b> s vypnutými <span class="ui">vloženými štýlmi</span> a <span class="ui">vloženými písmami</span> pre zle štruktúrované knihy
sr: Профил <b>Искључени стилови</b> са искљученим <span class="ui">уграђени стил</span> и <span class="ui">уграђени фонтови</span> у случају лоше структурираних књига
ta: &lt;ச்பான் கிளாச் = "யுஐ"&gt; சுயவிவரங்கள் பட்டியல் இலிருந்து சுயவிவரத்தைப் பயன்படுத்தலாம்
uk: Профіль «<b>Без стилів</b>», в якому не будуть використовуватися <span class="ui">вбудований стиль</span> та <span class="ui">вбудовані шрифти</span>, що зручно для погано структурованих книг
zh_hans: <b>禁用样式</b>配置文件，在结构不良的书籍中禁用<span class="ui">内置样式</span>和<span class="ui">内置字体</span>

source: After adjusting your settings to your liking, you can create a profile from them via:
es: Después de ajustar la configuración a tu gusto puedes crear un perfil a partir de esta a través de:
fr: Après avoir ajusté vos paramètres à votre convenance, vous pouvez créer un profil à partir de ceux-ci via :
ga: Tar éis duit do shocruithe a choigeartú de réir mar is mian leat, is féidir leat próifíl a chruthú uathu trí:
it: Dopo aver regolato le impostazioni a proprio piacimento, è possibile creare un profilo tramite queste impostazioni:
nl: Na het aanpassen van je instellingen kun je er een profiel van maken via:
pt_br: Depois de ajustar suas configurações conforme sua preferência, você pode criar um perfil a partir delas via:
pt_pt: Depois de ajustar as suas definições de acordo com a sua preferência, pode criar um perfil através de:
sk: Po úprave nastavení podľa svojich predstáv si z nich môžete vytvoriť profil prostredníctvom:
sr: Када поставите подешавања по жељи, профил заснован на њима можете да креирате из:
ta: உங்கள் அமைப்புகளை உங்கள் விருப்பப்படி சரிசெய்த பிறகு, அவர்களிடமிருந்து ஒரு சுயவிவரத்தை உருவாக்கலாம்:
uk: Виставивши налаштування на свій смак, можна створити з них профіль:
zh_hans: 根据您的喜好调整设置后，您可以通过以下方式从中创建配置文件：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profiles / New with current document settings
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Perfiles / Nuevo con la configuración del documento actual
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profils / Nouveau avec les paramètres actuels du document
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Próifílí / Nua leis na socruithe doiciméad reatha
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profili / Nuovo colle impostazioni del documento corrente
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profielen / Nieuw met huidige documentinstellingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Perfis / Novo com as configurações atuais do documento
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools. svg" style="width:22px;"> / Perfis / Novo com as definições actuais do documento
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profily / Nové s aktuálnymi nastaveniami dokumentu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Профили / Нови са текућим подешавањима књиге
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Профілі / Новий з параметрами поточної книги
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 配置文件 / 使用当前文档设置新建配置

source: After creating a profile with your settings, you have many options for applying it to another book:
es: Después de crear un perfil con tu configuración, existen muchas formas para aplicarlo a otro libro:
fr: Après avoir créé un profil avec vos paramètres, vous disposez de nombreuses options pour l'appliquer à un autre livre :
ga: Tar éis próifíl a chruthú le do shocruithe, tá go leor roghanna agat chun í a chur i bhfeidhm ar leabhar eile:
it: Dopo aver creato un profilo con le vostre impostazioni, avete molte opzioni per applicarlo a un altro libro:
nl: Na het aanmaken van een profiel heb je meerdere opties om het op een ander boek toe te passen:
pt_br: Depois de criar um perfil com suas configurações, você tem muitas opções para aplicá-lo a outro livro:
pt_pt: Depois de criar um perfil com as suas definições, terá muitas opções para o aplicar a outro livro:
sk: Po vytvorení profilu s vašimi nastaveniami máte veľa možností, ako ho použiť na inú knihu:
sr: Када креирате профил са својим подешавањима, имате многе опције за примењивање профила на другу књигу:
ta: உங்கள் அமைப்புகளுடன் சுயவிவரத்தை உருவாக்கிய பிறகு, அதை மற்றொரு புத்தகத்தில் பயன்படுத்துவதற்கு உங்களுக்கு பல விருப்பங்கள் உள்ளன:
uk: Після створення профілю з вашими налаштуваннями, можна застосувати їх до інших книг кількома способами:
zh_hans: 使用您的设置创建配置文件后，您有许多选项可以将其应用于另一本书：
