Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Add your own <b>CSS style tweaks</b> for books <a href="#L2-styletweaks" class="internalink"></a>
es: Añade tus propios <b>ajustes de estilo CSS</b> para libros <a href="#L2-styletweaks" class="internalink"></a>
fr: Ajoutez vos propres <b>modifications de style CSS</b> pour les livres <a href="#L2-styletweaks" class="internalink"></a>
ga: Cuir do <b>choigeartuithe stíl CSS</b> féin le haghaidh leabhar <a href="#L2-styletweaks" class="internalink"></a>
it: Aggiungere le proprie modifiche allo stile <b>CSS</b> per i libri. <a href="#L2-styletweaks" class="internalink"></a>
nl: Voeg je eigen <b>CSS-stijlaanpassingen</b> toe voor boeken <a href="#L2-styletweaks" class="internalink"></a>
pt_br: Adicione seus próprios <b>ajustes de estilo CSS</b> para livros <a href="#L2-styletweaks" class="internalink"></a>
pt_pt: Adicione os seus próprios <b>ajustes de estilo CSS</b> para livros <a href="#L2-styletweaks" class="internalink"></a>
sk: Pridať si vlastné <b>vylepšenia štýlu CSS</b> pre knihy <a href="#L2-styletweaks" class="internalink"></a>
sr: Додајте књигама сопствена <b>дотеривања CSS стила</b> <a href="#L2-styletweaks" class="internalink"></a>
ta: உங்கள் சொந்த <b> சிஎச்எச் பாணி மாற்றங்கள் </b> புத்தகங்களுக்கு <a href = "#l2-styletweaks" வகுப்பு = "interning">  </a>
uk: Додавання власних <b>підлаштувань стилів CSS</b> для книг <a href="#L2-styletweaks" class="internalink"></a>
zh_hans: 为书籍添加您自己的 <b>CSS 样式调整</b> <a href="#L2-styletweaks" class="internalink"></a>

source: <b>User patches</b> system which allows you to change the core behaviors of KOReader <a href="#L2-userpatches" class="internalink"></a>
es: <b>Parches de usuario</b> del sistema que permiten cambiar el funcionamiento básico de KOReader <a href="#L2-userpatches" class="internalink"></a>
fr: Système de <b>patchs utilisateur</b> qui vous permet de modifier les comportements fondamentaux de KOReader <a href="#L2-userpatches" class="internalink"></a>
ga: Córas <b>paistí úsáideora</b> a ligeann duit príomhiompraíochtaí KOReader a athrú <a href="#L2-userpatches" class="internalink"></a>
it: <b>Sistema di patch utente</b> che consente di modificare i comportamenti fondamentali di KOReader. <a href="#L2-userpatches" class="internalink"></a>
nl: <b>Gebruikerspatches</b> systeem waarmee je het kerngedrag van KOReader kunt wijzigen <a href="#L2-userpatches" class="internalink"></a>
pt_br: Sistema de <b>patches de usuário</b> que permitem que você mude os comportamentos principais do KOReader <a href="#L2-userpatches" class="internalink"></a>
pt_pt: Sistema de <b>ajustes de utilizador</b> que permite alterar os comportamentos principais do KOReader <a href="#L2-userpatches" class="internalink"></a>
sk: Systém <b>užívateľských záplat</b>, ktorý vám umožňuje zmeniť základné správanie KOReaderu <a href="#L2-userpatches" class="internalink"></a>
sr: Систем <b>корисничких закрпа</b> који вам омогућава да мењате основна понашања програма KOReader <a href="#L2-userpatches" class="internalink"></a>
ta: <b>User patches</b> மண்டலம் which allows you பெறுநர் change the வயிரம் behaviors of KOReader <a href="#L2-userpatches" class="internalink"></a>
uk: Система <b>користувацьких латок</b>, що дозволяє змінювати глибинну поведінку KOReader <a href="#L2-userpatches" class="internalink"></a>
zh_hans: <b>用户补丁</b>系统允许用户改变KOReader的核心行为<a href="#L2-userpatches" class="internalink"></a>

source: Create a <b>QR code</b> from your clipboard to share text and links to other devices
es: Crea un <b>código QR</b> desde el portapapeles para compartir texto y enlaces a otros dispositivos
fr: Créez un <b>code QR</b> à partir de votre presse-papiers pour partager du texte et des liens vers d'autres appareils
ga: Cruthaigh <b>cód QR</b> ó do ghearrthaisce chun téacs agus naisc a roinnt le gléasanna eile
it: Create un <b>codice QR</b> dagli appunti per condividere testo e collegamenti con altri dispositivi
nl: Maak een <b>QR-code</b> van je klembord om tekst en links te delen naar andere apparaten
pt_br: Crie um <b>código QR</b> da sua área de transferência para compartilhar textos e links com outros dispositivos
pt_pt: Crie um <b>código QR</b> na sua área de transferência para partilhar texto e ligações com outros dispositivos
sk: Vytvoriť si <b>QR kód</b> zo schránky na zdieľanie textu a odkazov s inými zariadeniam
sr: Креирајте <b>QR кôд</b> из клипборда да делите текст и линкове на друге уређаје
ta: உரை மற்றும் பிற சாதனங்களுக்கான இணைப்புகளைப் பகிர உங்கள் கிளிப்போர்டிலிருந்து <b> QR குறியீடு </b> ஐ உருவாக்கவும்
uk: Створення <b>QR-коду</b> з буфера обміну, щоб поділитися текстом та посиланнями з іншими пристроями
zh_hans: 在剪贴板中生成<b>二维码</b>以向其它设备分享文本和链接

source: View HTML source of an EPUB document
es: Muestra el código HTML de un EPUB
fr: Affichez le code source HTML d’un document EPUB
ga: Féach ar fhoinse HTML doiciméid EPUB
it: Visualizzare il sorgente HTML di un documento EPUB
nl: Bekijk HTML-broncode van een EPUB-document
pt_br: Veja a fonte HTML de um documento EPUB
pt_pt: Ver o código-fonte HTML de um documento EPUB
sk: Zobraziť zdrojový kód HTML dokumentu EPUB
sr: Приказујте HTML изворни кôд EPUB документа
ta: ஒரு EPUB ஆவணத்தின் உஉகுமொ மூலத்தைக் காண்க
uk: Перегляд HTML-коду документів EPUB
zh_hans: 查看epub文档的HTML源代码

source: Create and edit text files on your device
es: Crea y edita archivos de texto en el dispositivo
fr: Créez et modifiez des fichiers texte sur votre appareil
ga: Cruthaigh agus cuir comhaid téacs in eagar ar do ghléas
it: Creare e modificare file di testo sul dispositivo
nl: Maak en bewerk tekstbestanden op je apparaat
pt_br: Crie e edite arquivos de texto no seu dispositivo
pt_pt: Crie e edite ficheiros de texto no seu dispositivo
sk: Vytvárať a upravovať textové súbory na vašom zariadení
sr: Креирајте и уређујте текст фајлове на уређају
ta: உங்கள் சாதனத்தில் உரை கோப்புகளை உருவாக்கி திருத்தவும்
uk: Створення та редагування текстових файлів на своєму пристрої
zh_hans: 在阅读设备上创建及编辑文本文件

source: Open a terminal emulator and run commands on your device
es: Usa el emulador de terminal y ejecuta comandos en el dispositivo
fr: Ouvrez un émulateur de terminal et exécutez des commandes sur votre appareil
ga: Oscail aithriseoir críochfoirt agus rith orduithe ar do ghléas
it: Aprire un emulatore di terminale ed eseguire i comandi sul dispositivo
nl: Open een terminalemulator en voer commando's uit op je apparaat
pt_br: Abra um emulador de terminal e execute comandos no seu dispositivo
pt_pt: Abra um emulador de terminal e execute comandos no seu dispositivo
sk: Otvoriť emulátor terminálu a spustiť príkazy na vašom zariadení
sr: Отворите емулатор терминала и извршавајте команде на уређају
ta: ஒரு முனைய முன்மாதிரியைத் திறந்து உங்கள் சாதனத்தில் கட்டளைகளை இயக்கவும்
uk: Відкриття емулятора терміналу та запуск команд на своєму пристрої
zh_hans: 打开终端模拟器并在阅读设备上执行命令行

source: See your CPU, memory and battery usage stats
es: Muestra tus estadísticas de memoria, uso de batería y CPU
fr: Visionnez les statistiques d’utilisation du processeur, de la mémoire et de la batterie
ga: Féach ar staitisticí úsáide do LAP, cuimhne agus ceallraí
it: Vedere le statistiche di utilizzo della CPU, della memoria e della batteria
nl: Bekijk je CPU-, geheugen- en batterijgebruikstatistieken
pt_br: Veja suas estatísticas de uso de CPU, memória e bateria
pt_pt: Veja as estatísticas de utilização de CPU, memória e bateria
sk: Pozrieť si štatistiky využitia procesora, pamäte a batérie
sr: Погледајте статистике коришћења CPU, меморије и батерије
ta: உங்கள் CPU, நினைவகம் மற்றும் பேட்டரி பயன்பாட்டு புள்ளிவிவரங்களைப் பார்க்கவும்
uk: Перегляд статистики використання процесора, пам'яті та заряду акумулятора
zh_hans: 查看CPU、内存和电池的使用数据

# user_guide/en.html+html.body.div.div:1210-1
source: BASIC USAGE INFORMATION
sk: ZÁKLADNÉ INFORMÁCIE O POUŽÍVANÍ
ta: அடிப்படை பயன்பாட்டு செய்தி
uk: ОСНОВНА ІНФОРМАЦІЯ ПРО ВИКОРИСТАННЯ
zh_hans: 基础用法说明

# user_guide/en.html+html.body.div.div:1214-1
source: Transferring books to your reader
sk: Prenos kníh do čítačky
ta: புத்தகங்களை உங்கள் வாசகருக்கு மாற்றுவது
uk: Передавання книг на пристрій читання
zh_hans: 将书籍导入阅读器

source: KOReader supports <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM and MD</b> files. It can also open <b>ZIP</b> archives and show image files.
es: KOReader soporta archivos <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM y MD</b>. También puede abrir archivos <b>ZIP</b> y mostrar imágenes.
fr: KOReader prend en charge les fichiers <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM et MD</b>. Il peut également ouvrir les archives <b>ZIP</b> et afficher les fichiers image.
ga: Tacaíonn KOReader le comhaid <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM agus MD</b>. Is féidir leis cartlanna <b>ZIP</b> a oscailt agus comhaid íomhá a thaispeáint freisin.
it: KOReader supporta i formati <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM e MD</b>. Può anche aprire archivi <b>ZIP</b> e mostrare file immagine.
nl: KOReader ondersteunt <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM en MD</b> bestanden. Het kan ook <b>ZIP</b> archieven openen en afbeeldingsbestanden tonen.
pt_br: O KOReader suporta arquivos <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM e MD.</b> Ele também pode abrir arquivos <b>ZIP</b> e exibir imagens.
pt_pt: O KOReader suporta ficheiros <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM e MD</b>. Também pode abrir ficheiros <b>ZIP</b> e mostrar ficheiros de imagem.
sk: KOReader podporuje súbory <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM a MD</b>. Dokáže tiež otvárať <b> ZIP</b> archívy a zobrazovať obrazové súbory.
sr: KOReader подржава <b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM and MD</b> фајлове. Такође може да отвори <b>ZIP</b> архиве и да прикаже фајлове слика.
ta: கொரியடர் <b> பி.டி.எஃப், எபப், டி.சே.வி. இது <b> சிப் </b> காப்பகங்களையும் திறந்து படக் கோப்புகளைக் காட்டலாம்.
uk: KOReader підтримує файли в форматах <b>PDF, DJVU, EPUB, FB2, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, PDB, CHM та MD</b>. Він також відкриває архіви <b>ZIP</b> та показує файли зображень.
zh_hans: KOReader支持<b>PDF, EPUB, DJVU, MOBI, CBZ, CBT, DOCX, RTF, HTML, TXT, XPS, FB2, PDB, CHM and MD</b>格式，还可打开<b>ZIP</b>压缩档并显示图片文件。

source: There are many ways to transfer your documents to your device. Note that you may need to restart KOReader to index the transferred documents (or refresh directory if you have Pocketbook/Android).
es: Hay muchas maneras de transferir documentos a tu dispositivo. Ten en cuenta que podría ser necesario reiniciar KOReader para indexar los documentos transferidos (o recargar el directorio si dispone de un Pocketbook/Android).
fr: Il existe de nombreuses façons de transférer vos documents sur votre appareil. Notez que vous devrez peut-être redémarrer KOReader pour indexer les documents transférés (ou actualiser le répertoire si vous avez un Pocketbook/Android).
ga: Tá go leor bealaí ann chun do dhoiciméid a aistriú chuig do ghléas. Tabhair faoi deara go mb’fhéidir go mbeidh ort KOReader a atosú chun na doiciméid aistrithe a innéacsú (nó an t-eolaire a athnuachan má tá Pocketbook/Android agat).
it: Ci sono molti modi per trasferire i documenti sul dispositivo. Si noti che potrebbe essere necessario riavviare KOReader per indicizzare i documenti trasferiti (o aggiornare la directory se si dispone di Pocketbook/Android).
nl: Er zijn veel manieren om je documenten naar je apparaat over te zetten. Let op dat je mogelijk KOReader moet herstarten om de overgedragen documenten te indexeren (of directory verversen als je Pocketbook/Android hebt).
pt_br: Existem várias formas de transferir seus documentos para seu dispositivo. Note que talvez você precise reiniciar o KOReader para indexar os documentos transferidos (ou recarregar o diretório se você tem um Pocketbook/Android).
pt_pt: Existem muitas formas de transferir os seus documentos para o seu dispositivo. Note que pode ser necessário reiniciar o KOReader para indexar os documentos transferidos (ou atualizar o diretório se tiver o Pocketbook/Android).
sk: Existuje mnoho spôsobov, ako preniesť dokumenty do zariadenia. Upozorňujeme, že možno budete musieť reštartovať KOReader na indexovanie prenesených dokumentov (alebo obnoviť adresár, ak máte Pocketbook/Android).
sr: Постоји много начина да пренесете документе на уређај. Имајте на уму да ћете морати поново да покренете програм KOReader како би индексирао пренесене документе (или да освежите директоријум ако имате Pocketbook/Android).
ta: உங்கள் ஆவணங்களை உங்கள் சாதனத்திற்கு மாற்ற பல வழிகள் உள்ளன. மாற்றப்பட்ட ஆவணங்களை குறியீட்டுக்கு நீங்கள் கொரியாடரை மறுதொடக்கம் செய்ய வேண்டியிருக்கலாம் (அல்லது உங்களிடம் பாக்கெட் புக்/ஆண்ட்ராய்டு இருந்தால் கோப்பகத்தை புதுப்பிக்கவும்).
uk: Існує багато способів передати файли на пристрій. Майте на увазі, що для індексування нещодавно доданих документів може знадобитися перезапуск KOReader (або оновлення вмісту теки на пристроях PocketBook та Android).
zh_hans: 有许多方法可以将书籍传输到阅读设备。请注意，KOReader可能需要重启（如果是在Pocketbook/Android上则是刷新目录）以完成对新传输文件的索引。

source: In addition to transferring files the same way you would with the built-in reader application, other options are available depending on your device:
es: Además de poder transferir archivos como lo harías con un lector integrado, hay otras opciones disponibles dependiendo de tu dispositivo:
fr: En plus de transférer des fichiers de la même manière qu’avec l’application de lecture intégrée, d’autres options sont disponibles selon votre appareil :
ga: Chomh maith le comhaid a aistriú ar an mbealach céanna a dhéanfá leis an bhfeidhmchlár léitheoireachta ionsuite, tá roghanna eile ar fáil ag brath ar do ghléas:
it: Oltre a trasferire i file come si farebbe con l'applicazione di lettura integrata, sono disponibili altre opzioni a seconda del dispositivo:
nl: Naast het overzetten van bestanden op dezelfde manier als je zou doen met de ingebouwde lezer-applicatie, zijn er andere opties beschikbaar afhankelijk van je apparaat:
pt_br: Além de transferir arquivos da mesma forma que faria com a aplicação de leitura embutida, outras opções estão disponíveis dependendo do seu dispositivo:
pt_pt: Além de transferir ficheiros da mesma forma que faria com uma aplicação leitora integrada, estão disponíveis outras opções dependendo do seu dispositivo:
sk: Okrem prenosu súborov rovnakým spôsobom ako pomocou vstavanej aplikácie na čítanie sú k dispozícii ďalšie možnosti v závislosti od vášho zariadenia:
sr: Уз пренос фајлова на исти начин на који то радите апликацијом за читање уграђеном у читач, у зависности од уређаја, постоје и друге опције:
ta: உள்ளமைக்கப்பட்ட வாசகர் பயன்பாட்டைப் போலவே கோப்புகளையும் மாற்றுவதோடு கூடுதலாக, உங்கள் சாதனத்தைப் பொறுத்து பிற விருப்பங்கள் கிடைக்கின்றன:
uk: На додачу до передачі файлів за допомогою вбудованої програми для читання, доступні інші способи, які залежать від пристрою, а саме:
zh_hans: 根据设备型号不同，KOReader还支持通过阅读设备内置的导入方式传输文件：

source: <b>USB mass storage mode within KOReader:</b> This mode is available for KOBO and some CERVANTES devices.
es: <b>Modo USB de almacenamiento masivo en KOReader</b> Este modo está disponible para KOBO y algunos dispositivos CERVANTES.
fr: <b>Mode de stockage de masse USB dans KOReader :</b> Ce mode est disponible pour les appareils KOBO et certains CERVANTES.
ga: <b>Mód stórála maise USB laistigh de KOReader:</b> Tá an modh seo ar fáil do KOBO agus do roinnt gléasanna CERVANTES.
it: <b>Modalità di archiviazione di massa USB in KOReader:</b> Questa modalità è disponibile per KOBO e alcuni dispositivi CERVANTES.
nl: <b>USB-massaopslagmodus binnen KOReader:</b> Deze modus is beschikbaar voor KOBO en sommige CERVANTES apparaten.
pt_br: <b>Modo de armazenamento USB no KOReader:</b> Esse modo está disponível para dispositivos KOBO e alguns CERVANTES.
pt_pt: <b>Modo de armazenamento em massa USB no KOReader:</b> Este modo está disponível para dispositivos KOBO e alguns dispositivos CERVANTES.
sk: <b>Režim veľkokapacitnej pamäte USB v rámci KOReadera:</b> Tento režim je dostupný pre KOBO a niektoré zariadenia CERVANTES.
sr: <b>Режим USB масовног складишта унутар програма KOReader:</b> овај режим је доступан за KOBO и неке CERVANTES уређаје.
ta: <b> கொரியாடருக்குள் யூ.எச்.பி வெகுசன சேமிப்பு முறை: </b> இந்த பயன்முறை கோபோ மற்றும் சில செர்வாண்டச் சாதனங்களுக்கு கிடைக்கிறது.
uk: <b>Режим USB-накопичувача у KOReader.</b> Цей режим доступний для пристроїв Kobo і деяких пристроїв Cervantes.
zh_hans: <b>KOReader内置的U盘存储模式</b>：KOBO及部分CERVANTES型号支持该功能。

source: <b>Cloud storage (<span class="external">Dropbox</span>/FTP/Webdav):</b> To use this function you have to add accounts for a cloud storage server via menu shown below. Process is explained via <span class="ui">info</span> buttons in the menu while adding accounts:
es: <b>Almacenamiento en nube (<span class="external">Dropbox</span>/FTP/Webdav):</b> Para usar esta función debes añadir las cuentas del servidor de almacenamiento de la nube mostrado más abajo. El proceso se explica mediante los botones <span class="ui">info</span> en el menú mientras añades las cuentas:
fr: <b>Stockage cloud (<span class="external">Dropbox</span>/FTP/Webdav) :</b> Pour utiliser cette fonction, vous devez ajouter des comptes pour un serveur de stockage cloud via le menu ci-dessous. Le processus est expliqué via les boutons <span class="ui">info</span> dans le menu lors de l'ajout de comptes :
ga: <b>Stóráil scamall (<span class="external">Dropbox</span>/FTP/Webdav):</b> Chun an fheidhm seo a úsáid ní mór duit cuntais a chur leis le haghaidh freastalaí stórála scamall tríd an roghchlár a thaispeántar thíos. Mínítear an próiseas trí chnaipí <span class="ui">info</span> sa roghchlár agus cuntais á gcur leis:
it: <b>Cloud storage (<span class="external">Dropbox</span>/FTP/Webdav):</b> Per utilizzare questa funzione è necessario aggiungere account per un server di archiviazione cloud tramite il menu mostrato di seguito. Il processo viene spiegato tramite i pulsanti <span class="ui">info</span> nel menu durante l'aggiunta degli account:
nl: <b>Cloudopslag (<span class="external">Dropbox</span>/FTP/Webdav):</b> Om deze functie te gebruiken moeten accounts worden toegevoegd voor een cloudopslagserver via het menu wat hieronder wordt getoond. Het proces wordt uitgelegd via <span class="ui">info</span> knoppen in het menu bij het toevoegen van accounts:
pt_br: <b>Armazenamento em nuvem <span class="external">(Dropbox</span>/FTP/Webdav):</b> Para usar essa função, você deve adicionar contas de um servidor de armazenamento em nuvem através do menu mostrado abaixo. O processo é explicado pelos botões <span class="ui">info</span> no menu enquanto adiciona as contas:
pt_pt: <b>Armazenamento na nuvem (<span class="external">Dropbox</span>/FTP/Webdav):</b> Para utilizar esta função deve adicionar contas para um servidor de armazenamento na nuvem através do menu apresentado abaixo. O processo é explicado através dos botões <span class="ui">info</span> no menu quando se adicionam contas:
sk: <b>Cloudové úložisko (<span class="external">Dropbox</span>/FTP/Webdav):</b> Ak chcete použiť túto funkciu, musíte pridať účty pre server cloudového úložiska prostredníctvom ponuky uvedenej nižšie. Proces je vysvetlený pomocou tlačidiel <span class="ui">INFORMÁCIA</span> počas pridávania účtov:
sr: <b>Складиште у облаку (<span class="external">Dropbox</span>/FTP/Webdav):</b> да бисте користили ову функцију, морате да у менију приказаном испод додате налоге за сервер складишта у облаку. Процес је објашњен у <span class="ui">инфо</span> дугмадима у менију током додавања налога:
ta: <b> முகில் ச்டோரேச் (<ச்பான் கிளாச் = "வெளிப்புற"> டிராப்பாக்ச் </span>/ftp/webdav): </b> இந்த செயல்பாட்டைப் பயன்படுத்த நீங்கள் கீழே காட்டப்பட்டுள்ள பட்டியல் வழியாக முகில் ச்டோரேச் சேவையகத்திற்கான கணக்குகளைச் சேர்க்க வேண்டும். கணக்குகளைச் சேர்க்கும்போது பட்டியலில் உள்ள <ச்பான் கிளாச் = "யுஐ"> செய்தி </span> பொத்தான்கள் வழியாக செயல்முறை விளக்கப்பட்டுள்ளது:
uk: <b>Хмарне сховище (<span class="external">Dropbox</span>/FTP/Webdav).</b> Щоб скористатися цією функцією потрібно додати обліковий запис на сервері хмарного сховища через меню, вказане нижче. Пояснення щодо процесу можна побачити натиснувши кнопку <span class="ui">Інформація</span> під час додавання облікового запису:
zh_hans: <b>云存储（<span class="external">Dropbox</span>/FTP/Webdav）</b>：使用该功能前，须通过下方展示的菜单项登录云服务账号。详细操作步骤可在添加账号时点击菜单中的<span class="ui">说明</span>按钮查看：

source: TOP MENU (in File Browser) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Cloud storage
es: MENÚ SUPERIOR (en el Navegador de Archivos) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Nube
fr: MENU SUPÉRIEUR (dans l'Explorateur de fichiers) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Stockage en ligne
ga: BARR-ROGHCHLÁR (sa Bhrabhsálaí Comhad) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Stóráil scamall
it: MENU SUPERIORE (nel Browser dei file) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Cloud storage
nl: BOVENMENU (in Bestandsverkenner) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Cloudopslag
pt_br: MENU SUPERIOR (no Explorador de Arquivos) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Armazenamento em nuvem
pt_pt: MENU SUPERIOR (no navegador de ficheiros) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Armazenamento na nuvem
sk: VRCHNÉ MENU (v prehliadači súborov) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Cloudové úložisko
sr: МЕНИ НА ВРХУ (у Прегледачу фајлова) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Складиште у облаку
ta: சிறந்த பட்டியல் (கோப்பு உலாவியில்) / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / முகில் ச்டோரேச்
uk: ВЕРХНЄ МЕНЮ (у Оглядачі файлів) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Хмарне сховище
zh_hans: （文件浏览器中的）顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 云存储
