Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: File types like MOBI and EPUB are not suitable for handling primarily image content (e.g., manga/comics). <b>MOBI</b> support in KOReader is minimal to nonexistent, and <b>EPUB’s</b> text rendering priorities can cause problems when showing full-page images. For further technical details, please visit this <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">GitHub issue</a>.
es: Los tipos de archivos como MOBI y EPUB no son adecuados para manejar principalmente contenido de imágenes (por ejemplo, manga/cómics). La compatibilidad con <b>MOBI</b> en KOReader es mínima o inexistente, y las prioridades de representación de texto de <b>EPUB</b> pueden causar problemas al mostrar imágenes de página completa. Para obtener más detalles técnicos, visite este <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">problema de GitHub</a>.
fr: Les types de fichiers tels que MOBI et EPUB ne sont pas adaptés au traitement de contenus principalement composés d'images (par exemple, les mangas/bandes dessinées). La prise en charge du format <b>MOBI</b> dans KOReader est minimale, voire inexistante, et les priorités de rendu du texte du format <b>EPUB</b> peuvent poser des problèmes lors de l'affichage d'images pleine page. Pour plus de détails techniques, veuillez consulter cette <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">question GitHub</a>.
ga: Níl cineálacha comhaid cosúil le MOBI agus EPUB oiriúnach chun ábhar íomhá a láimhseáil go príomha (e.g., manga/greannáin). Tá tacaíocht <b>MOBI</b> i KOReader íosta nó neamhiomlán, agus is féidir le tosaíochtaí rindreála téacs <b>EPUB</b> fadhbanna a chruthú agus íomhánna lánleathanaigh á dtaispeáint. Le haghaidh tuilleadh sonraí teicniúla, tabhair cuairt ar an <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">saincheist GitHub</a> seo.
it: Tipi di file come MOBI ed EPUB non sono adatti a gestire contenuti prevalentemente di immagini (ad esempio, manga/fumetti).Il supporto di <b>MOBI</b> in KOReader è minimo o inesistente,e le priorità di rendering del testo di <b>EPUB</b> possono causare problemi quando si visualizzano immagini a pagina intera. Per ulteriori dettagli tecnici, visitate questo <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">problema di GitHub</a>.
nl: Bestandstypes zoals MOBI en EPUB zijn minder geschikt voor vooral beeldinhoud (bijv. manga/strips). Ondersteuning voor <b>MOBI</b> in KOReader is minimaal tot afwezig, en de prioriteit van tekstweergave in <b>EPUB</b> kan problemen geven bij paginagrote afbeeldingen. Zie voor technische details dit <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">GitHub‑issue</a>.
pt_br: Tipos de arquivo como MOBI e EPUB não são adequados para lidar essencialmente com conteúdo de imagem (por exemplo, mangás/quadrinhos). O suporte a <b>MOBI</b> no KOReader é mínimo ou inexistente, e as prioridades de renderização de texto do <b>EPUB</b> podem causar problemas ao exibir imagens de página inteira. Para mais detalhes técnicos, visite este <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">tópico do GitHub</a>.
sk: Typy súborov ako MOBI a EPUB nie sú vhodné na spracovanie primárne obrazového obsahu (napr. manga/komiksov). Podpora formátu <b>MOBI</b> v KOReaderi je minimálna až žiadna a priority vykresľovania textu vo formáte <b>EPUB</b> môžu spôsobovať problémy pri zobrazovaní obrázkov na celú stránku. Ďalšie technické podrobnosti nájdete v tomto <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">príspevku na GitHube</a>.
sr: Типови фајла као што су MOBI и EPUB нису погодни за обраду садржаја који се примарно састоји од слика (нпр., манге/стрипови). Подршка за <b>MOBI</b> у KOReader читачу је минимално до никаква, а приоритети исцртавања текста код <b>EPUB</b> формата могу да изазову проблеме када се приказују слике које покривају целу страницу. За више техничких детаља, молимо вас да посетите овај <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">GitHub проблем</a>.
ta: MOBI மற்றும் EPUB போன்ற கோப்பு வகைகள் முதன்மையாக பட உள்ளடக்கத்தைக் கையாள ஏற்றவை அல்ல (எ.கா., மங்கா/காமிக்ச்). <b> மொபி </b> கொரியாடரில் உதவி இல்லாதது மிகக் குறைவு, மற்றும் <b> எபப் </b> உரை வழங்குதல் முன்னுரிமைகள் முழு பக்க படங்களைக் காட்டும்போது சிக்கல்களை ஏற்படுத்தும். மேலும் தொழில்நுட்ப விவரங்களுக்கு, தயவுசெய்து இதை <a href = "https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205"> அறிவிலிமையம் வெளியீடு </a> ஐப் பார்வையிடவும்.
uk: Такі типи файлів, як MOBI та EPUB, не підходять для роботи з переважно графічним вмістом (наприклад, манґи і мальописів). Підтримка <b>MOBI</b> у KOReader мінімальна або взагалі відсутня, а пріоритети відображення тексту <b>EPUB</b> можуть спричиняти проблеми під час показу зображень на всю сторінку. Для отримання додаткової технічної інформації відвідайте це <a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">обговорення на GitHub</a>.
zh_hans: MOBI和EPUB等文件类型不适合主要处理图片内容（例如漫画/漫画）。KOReader中的<b>MOBI</b>支持几乎为零，而<b>EPUB</b>的文本渲染优先级在显示整页图片时可能会导致问题。有关更多技术细节，请访问<a href="https://github.com/koreader/koreader/issues/9163#issuecomment-1146637205">对应GitHub工单</a>。

source: Your best option is building a <b>CBZ</b> file which works better in KOReader. A file with <b>.cbz</b> extension is a zip file (with no compression) that is a collection of images. It saves multiple images, commonly <b>.png</b> or <b>.jpeg</b> files, organized into pages of the comic. KOReader can also open <b>CBT</b> files, which are similar to <b>CBZ</b> files but use <b>TAR</b> archive format.
es: Su mejor opción es crear un archivo <b>CBZ</b> que funciona mejor en KOReader. Un archivo con extensión <b>.cbz</b> es un archivo zip (sin compresión) que es una colección de imágenes. Guarda varias imágenes, normalmente archivos <b>.png</b> o <b>.jpeg</b>, organizadas en páginas del cómic. KOReader también puede abrir archivos <b>CBT</b>, que son similares a los archivos <b>CBZ</b> pero usan el formato de archivo <b>TAR</b>.
fr: La meilleure option consiste à créer un fichier <b>CBZ</b> qui fonctionne mieux dans KOReader. Un fichier avec l'extension <b>.cbz</b> est un fichier zip (sans compression) qui regroupe des images. Il enregistre plusieurs images, généralement des fichiers <b>.png</b> ou <b>.jpeg</b>, organisées en pages de bande dessinée. KOReader peut également ouvrir les fichiers <b>CBT</b>, qui sont similaires aux fichiers <b>CBZ</b> mais utilisent le format d'archive <b>TAR</b>.
ga: Is é an rogha is fearr atá agat ná comhad <b>CBZ</b> a thógáil a oibríonn níos fearr i KOReader. Is comhad zip (gan aon chomhbhrú) é comhad leis an síneadh <b>.cbz</b> arb é atá ann bailiúchán d'íomhánna. Sábhálann sé ilíomhánna, comhaid <b>.png</b> nó <b>.jpeg</b> de ghnáth, eagraithe i leathanaigh an ghrinnleabhair. Is féidir le KOReader comhaid <b>CBT</b> a oscailt freisin, atá cosúil le comhaid <b>CBZ</b> ach a úsáideann formáid cartlainne <b>TAR</b>.
it: L'opzione migliore è la creazione di un file <b>CBZ</b> che funziona meglio in KOReader. Un file con estensione <b>.cbz</b> è un file zip (senza compressione) che è una raccolta di immagini.Salva più immagini, di solito in formato <b>.png</b> o <b>.jpeg</b>, organizzate in pagine del fumetto. KOReader può anche aprire file <b>CBT</b>,che sono simili ai file <b>CBZ</b> ma utilizzano il formato di archivio <b>TAR</b>.
nl: De beste optie is een <b>CBZ</b>-bestand; dat werkt beter in KOReader. Een <b>.cbz</b> is een zip (zonder compressie) met afbeeldingen (<b>.png</b>, <b>.jpeg</b>) als pagina's. KOReader kan ook <b>CBT</b> openen (zelfde idee maar <b>TAR</b>-archief).
pt_br: Sua melhor opção é criar um arquivo <b>CBZ</b>, que funciona melhor no KOReader. Um arquivo com extensão <b>.cbz</b> é um arquivo zip (sem compactação) que é uma coleção de imagens. Ele salva várias imagens, geralmente arquivos <b>.png</b> ou <b>.jpeg</b>, organizadas em páginas da história em quadrinhos. O KOReader também pode abrir arquivos <b>CBT</b>, que são semelhantes aos arquivos <b>CBZ</b>, mas usam o formato de arquivo <b>TAR</b>.
sk: Najlepšou možnosťou je vytvoriť súbor <b>CBZ</b>, ktorý funguje lepšie v KOReaderi. Súbor s príponou <b>.cbz</b> je súbor zip (bez kompresie), ktorý je zbierkou obrázkov. Ukladá viacero obrázkov, zvyčajne súbory <b>.png</b> alebo <b>.jpeg</b>, usporiadané do strán komiksu. KOReader môže tiež otvárať súbory <b>CBT</b>, ktoré sú podobné súborom <b>CBZ</b>, ale používajú archívny formát <b>TAR</b>.
sr: Најбоља опција је да изградите <b>CBZ</b> фајл који много боље функционише у програму KOReader. Фајл са <b>.cbz</b> екстензијом је zip фајл (без компресије) који представља збирку слика, најчешће <b>.png</b> или <b>.jpeg</b> фајлова, организованих у странице стрипа. KOReader такође може да отвори и <b>CBT</b> фајлове, који су слични са <b>CBZ</b> фајловима, али користе формат <b>TAR</b> архиве.
ta: உங்கள் சிறந்த விருப்பம் கொரியாடரில் சிறப்பாக செயல்படும் ஒரு <b> சிபிஇசட் </b> கோப்பை உருவாக்குவது. <b> .cbz </b> நீட்டிப்பு கொண்ட ஒரு கோப்பு ஒரு சிப் கோப்பு (சுருக்கம் இல்லாமல்) இது படங்களின் தொகுப்பாகும். இது பல படங்களை சேமிக்கிறது, பொதுவாக <b> .png </b> அல்லது <b> .jpeg </b> கோப்புகள், காமிக் பக்கங்களில் ஒழுங்கமைக்கப்பட்டுள்ளன. <b> சிபிஎச் </b> கோப்புகளுக்கு ஒத்ததாக இருக்கும் <b> சிபிடி </b> கோப்புகளையும் கொரியடர் திறக்கலாம், ஆனால் <b> தார் </b> காப்பக வடிவமைப்பைப் பயன்படுத்தவும்.
uk: Найкращий варіант – створення файлу <b>CBZ</b>, який в KOReader працює краще. Файл з розширенням <b>.cbz</b> по суті є файлом zip-архіву (без стиснення) з набором зображень. Він містить багато зображень, зазвичай файли <b>.png</b> або <b>.jpeg</b>, організовані як сторінки мальопису. KOReader також може відкривати файли <b>CBT</b>, які є подібні до файлів <b>CBZ</b>, але використовують формат архіву <b>TAR</b>.
zh_hans: 最好的选择是创建一份在KOReader中效果更好的<b>CBZ</b>格式文件。<b>.cbz</b>扩展名的文件本质上是将未压缩处理的图片集打包而成的zip压缩档，内含通常为<b>.png</b>或<b>.jpeg</b>格式、按照漫画页码排序的多个图片文件。KOReader也支持打开<b>CBT</b>格式文件，它与<b>CBZ</b>相似，区别是使用<b>TAR</b>格式打包。

source: Easiest way to convert a manga to <b>CBZ</b> is to get the manga as images from various websites, then convert them using <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). There are some useful settings like <b>auto-rotating two-page splits to landscape and applying dithering</b> so that eink-rendered gradients are smoothly dithered without jagged layers.
es: La forma más sencilla de convertir un manga a <b>CBZ</b> es obtener el manga como imágenes de varios sitios web y luego convertirlos usando <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Hay algunas configuraciones útiles como <b>divisiones de dos páginas con rotación automática en formato horizontal y aplicación de tramado</b> para que los degradados renderizados con eink se dibujen suavemente sin capas irregulares.
fr: La manière la plus simple de convertir un manga au format <b>CBZ</b> consiste à récupérer les images du manga sur différents sites Web, puis à les convertir à l'aide de <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Il existe des paramètres utiles tels que <b>la rotation automatique des doubles pages en mode paysage et l'application d'un tramage</b> afin que les dégradés rendus par eink soient tramés de manière fluide sans couches irrégulières.
ga: Is é an bealach is fusa chun manga a thiontú go <b>CBZ</b> ná an manga a fháil mar íomhánna ó shuíomhanna gréasáin éagsúla, agus ansin iad a thiontú ag baint úsáide as <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Tá roinnt socruithe úsáideacha ann cosúil le <b>roinnt dhá leathanach a rothlú go huathoibríoch go tírdhreach agus díodrú a chur i bhfeidhm</b> ionas go ndéantar grádáin rindreáilte le ein-dúch a dhíodrú go réidh gan sraitheanna garbha.
it: Il modo più semplice per convertire un manga in <b>CBZ</b> è ottenere i manga come immagini da vari siti web, quindi convertirli utilizzando <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Ci sono alcune impostazioni utili come <b>la rotazione automatica di due pagine in orizzontale e l'applicazione del dithering</b> in modo che i gradienti renderizzati con l'inchiostro vengano sfumati in modo uniforme senza livelli frastagliati.
nl: Eenvoudigste conversie: haal de manga als afbeeldingen binnen en converteer met <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Handig: <b>twee-pagina splits automatisch landschapsstand</b> en <b>dithering toepassen</b> voor vloeiende grijsverlopen.
pt_br: A maneira mais fácil de converter um mangá para <b>CBZ</b> é obtê-lo como imagens de vários sites e, em seguida, convertê-lo usando o <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Existem algumas configurações úteis, como <b>girar automaticamente a divisão de duas páginas para o modo paisagem e aplicar pontilhamento</b> para que os gradientes renderizados sejam pontilhados suavemente, sem camadas irregulares.
sk: Najjednoduchší spôsob, ako previesť mangu na <b>CBZ</b>, je získať mangu ako obrázky z rôznych webových stránok, potom ich skonvertovať pomocou <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Existuje niekoľko užitočných nastavení, ako je <b>automatické otáčanie rozdelenia dvoch strán na šírku a použitie rozkladu</b>, aby sa prechody vykreslené displejom e-ink plynulo rozložili bez zubatých vrstiev.
sr: Најједноставнији начин да конвертујете мангу у <b>CBZ</b> је да са разних веб сајтова преузмете мангу као слике, па да их затим конвертујете програмом <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Постоје нека корисна подешавања као што су <b>ауто ротирање подела од две странице на положену оријентацију и примена дитеринга</b> тако да су градијенти исцртани на e-ink екрану глатко дитеровани, без појаве назубљених слојева.
ta: ஒரு மங்காவை <b> சிபிஇசட் </b> ஆக மாற்றுவதற்கான எளிதான வழி என்னவென்றால், மங்காவை பல்வேறு வலைத்தளங்களிலிருந்து படங்களாகப் பெறுவது, பின்னர் அவற்றை <ச்பான் கிளாச் = "வெளிப்புற"> கின்டெல் காமிக் மாற்றி </ச்பான்> (<a href = "https://github.com/ciromattia/kccc. <b> தானாக சுழலும் இரண்டு பக்க பிளவுகள் நிலப்பரப்புக்கு மற்றும் டிதரிங் </b> போன்ற சில பயனுள்ள அமைப்புகள் உள்ளன, இதனால் ஈன்க்-ரெச்டர்டு சாய்வு துண்டிக்கப்பட்ட அடுக்குகள் இல்லாமல் சீராக மூழ்கிவிடும்.
uk: Найпростіший спосіб перетворити манґу на <b>CBZ</b> — зберегти манґу з сайтів як зображення, а потім перетворити її за допомогою <span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>). Там є корисні параметри, як от <b>автоматичне повертання двосторінкових розворотів у альбомну орієнтацію та застосування дитерингу</b>, щоб градієнти, візуалізовані е-чорнилами, плавно розтушовувалися без нерівних шарів.
zh_hans: 将漫画转换为<b>CBZ</b>的最简单方法是从各种网站获得漫画图片，然后使用<span class="external">Kindle Comic Converter</span> (<a href="https://github.com/ciromattia/kcc">https://github.com/ciromattia/kcc</a>)转换它们。有一些有用的设置，如<b>自动旋转双页分割为横向，并应用抖动</b>，使墨水屏渲染的渐变平滑抖动，没有锯齿层。

source: Which resolution to use
es: Que resolución usar
fr: Quelle résolution utiliser
ga: Cén rún atá le húsáid
it: Quale risoluzione utilizzare
nl: Welke resolutie gebruiken
pt_br: Qual resolução usar
pt_pt: Que resolução usar
sk: Aké rozlíšenie použiť
sr: Која резолуција би требало да се користи
ta: எந்த தீர்மானம் பயன்படுத்த வேண்டும்
uk: Яку роздільну здатність використовувати
zh_hans: 使用哪种分辨率

source: The best results can be achieved by resizing your images to exactly your e-reader screen size. A screen-specific <b>CBZ</b> which targets the exact screen size of the device, prevents rescaling during reading. KOReader downscales your images to your screen size while reading but this is not recommended because KOReader adds a dithering pass before scaling and this causes loss of quality.
es: Se pueden lograr los mejores resultados cambiando el tamaño de las imágenes exactamente al tamaño de la pantalla de su lector electrónico. Un <b>CBZ</b> específico de la pantalla que apunta al tamaño exacto de la pantalla del dispositivo evita el cambio de escala durante la lectura. KOReader reduce la escala de sus imágenes al tamaño de su pantalla mientras lee, pero esto no se recomienda porque KOReader agrega un paso de tramado antes de escalar y esto causa pérdida de calidad.
fr: Pour obtenir les meilleurs résultats, redimensionnez vos images afin qu'elles correspondent exactement à la taille de l'écran de votre liseuse. Un fichier <b>CBZ</b> spécifique à l'écran, qui cible la taille exacte de l'écran de l'appareil, évite tout redimensionnement pendant la lecture. KOReader réduit vos images à la taille de votre écran pendant la lecture, mais cette option n'est pas recommandée, car KOReader ajoute un passage de tramage avant le redimensionnement, ce qui entraîne une perte de qualité.
ga: Is féidir na torthaí is fearr a bhaint amach trí mhéid d’íomhánna a athrú go díreach go méid scáileáin do léitheora ríomhleabhair. Cuireann <b>CBZ</b> atá sainiúil don scáileán agus a dhíríonn ar mhéid cruinn scáileáin an fheiste cosc ar athscálú le linn léitheoireachta. Laghdaíonn KOReader d’íomhánna go méid do scáileáin agus iad ag léamh ach ní mholtar é seo mar go gcuireann KOReader pas dídithe leis roimh an scálú agus caillfidh sé seo cáilíocht.
it: I risultati migliori si ottengono ridimensionando le immagini esattamente alle dimensioni dello schermo dell'e-reader. Un <b>CBZ</b> specifico per lo schermo, che si adatta esattamente alle dimensioni dello schermo del dispositivo, impedisce il ridimensionamento durante la lettura. KOReader ridimensiona le immagini in base alle dimensioni dello schermo durante la lettura, ma non è consigliabile perché KOReader aggiunge un passaggio di retinatura prima del ridimensionamento, causando una perdita di qualità.
nl: Beste resultaat: schaal je afbeeldingen precies naar het scherm van je e-reader. Een schermspecifieke <b>CBZ</b> voorkomt herschalen. KOReader schaalt anders omlaag met voorafgaande dithering wat kwaliteit kost.
pt_br: Os melhores resultados podem ser alcançados redimensionando suas imagens exatamente para o tamanho da tela do seu e-reader. Um <b>CBZ</b> específico, que se adapta ao tamanho exato da tela do dispositivo, impede o redimensionamento durante a leitura. O KOReader reduz suas imagens para o tamanho da tela durante a leitura, mas isso não é recomendado, pois o KOReader aplica uma passagem de pontilhamento antes do redimensionamento, o que causa perda de qualidade.
sk: Najlepšie výsledky možno dosiahnuť zmenou veľkosti obrázkov presne na veľkosť obrazovky vašej elektronickej čítačky. Formát <b>CBZ</b> je špecifický pre obrazovku, ktorý sa zameriava na presnú veľkosť obrazovky zariadenia, zabraňuje zmene mierky počas čítania. KOReader zmenšuje vaše obrázky na veľkosť obrazovky počas čítania, ale to sa neodporúča, pretože KOReader pridáva pred zmenou mierky prechod rozkladu, čo spôsobuje stratu kvality.
sr: Најбољи резултати се добијају ако промените величину слика на тачну величину екрана e-читача. <b>CBZ</b> специфичан за екран који циља на тачну величину екрана уређаја спречава скалирање током читања. KOReader током читања може да смањује слике на величину екрана, али се то не препоручује, јер KOReader пре скалирања додаје корак дитеровања, а тиме се губи квалитет.
ta: உங்கள் படங்களை உங்கள் ஈ-ரீடர் திரை அளவிற்கு மறுஅளவிடுவதன் மூலம் சிறந்த முடிவுகளை அடைய முடியும். ஒரு திரை-குறிப்பிட்ட <b> சிபிஇசட் </b> இது சாதனத்தின் சரியான திரை அளவை குறிவைக்கிறது, வாசிப்பின் போது மீட்டெடுப்பதைத் தடுக்கிறது. கொரியடர் உங்கள் படங்களை படிக்கும் போது உங்கள் திரை அளவிற்குக் குறைக்கிறார், ஆனால் இது பரிந்துரைக்கப்படவில்லை, ஏனெனில் கொரியடர் அளவிடுவதற்கு முன்பு ஒரு டிடரிங் மொழி சேர்க்கிறது, மேலும் இது தரத்தை இழப்பதை ஏற்படுத்துகிறது.
uk: Найкращого результату можна досягти змінивши розміри зображень та зробивши їх розмір точно таким, як роздільна здатність екрана вашого пристрою. Пристосовані до розміру екрана, на якому їх будуть переглядати, зображення у файлі <b>CBZ</b> не потребують зміни їх масштабу під час читання мальопису. Під час читання KOReader зменшує масштаб зображень, але це не рекомендується, бо KOReader перед зміною масштабу додає перехід дитерингу і це призводить до втрати якості.
zh_hans: 通过将图片大小调整为电子阅读器屏幕尺寸，可以获得最佳效果。特定于屏幕的 <b>CBZ</b> 针对设备的确切屏幕尺寸，可防止在读取期间重新缩放。KOReader 在阅读时将图片缩放到屏幕尺寸，但不建议这样做，因为 KOReader 在缩放之前添加了抖动通道，这会导致质量损失。
