Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span style="font-family: microns;"></span> - Open previous document
es: <span style="font-family: microns;"></span> - Abrir documento anterior
fr: <span style="font-family: microns;"></span> - Ouvrir le document précédent
ga: <span style="font-family: microns;"></span> - Oscail an doiciméad roimhe seo
it: <span style="font-family: microns;"></span> - Aprire il documento precedente
nl: <span style="font-family: microns;"></span> - Vorig document openen
pt_br: <span style="font-family: microns;"></span> - Abrir documento anterior
pt_pt: <span style="font-family: microns;"></span> - Abrir documento anterior
sk: <span style="font-family: microns;"></span> - Otvoriť predchádzajúci dokument
sr: <span style="font-family: microns;"></span> - Отвори претходни документ
ta: <span சூல் தண்டு = "font -family: மைக்ரான்;">  </span> - முந்தைய ஆவணத்தைத் திறக்கவும்
uk: <span style="font-family: microns;"></span> – Відкрити попередній документ
zh_hans: <span style="font-family: microns;"></span> - 打开上一个文档

source: <span style="font-family: microns;"></span> - Favorites
es: <span style="font-family: microns;"></span> - Favoritos
fr: <span style="font-family: microns;"></span> - Favoris
ga: <span style="font-family: microns;"></span> - Ceanáin
it: <span style="font-family: microns;"></span> - Preferiti
nl: <span style="font-family: microns;"></span> - Favorieten
pt_br: <span style="font-family: microns;"></span> - Favoritos
pt_pt: <span style="font-family: microns;"></span> - Favoritos
sk: <span style="font-family: microns;"></span> – Obľúbené
sr: <span style="font-family: microns;"></span> - Омиљено
ta: <ச்பான் பாணி = "எழுத்துரு -குடும்பம்: மைக்ரான்;">  </span> - பிடித்தவை
uk: <span style="font-family: microns;"></span> – Обране
zh_hans: <span style="font-family: microns;"></span> - 收藏

# user_guide/en.html+html.body.div.div:3769-1
source: Gesture Categories
sk: Kategórie pre gestá
ta: சைகை வகைகள்
uk: Категорії жестів
zh_hans: 手势类别

source: This is a list of every action that you can assign to a gesture using the <span class="ui">Gesture Manager</span> menu. You can use the search function of your browser (generally <b>Ctrl+F</b>) to search for an action here. These actions can also be used in your own <span class="ui">Quick Menu</span>. Please check the relevant section in the guide for more info.
es: Esta es una lista de todas las acciones que puedes asignar a un gesto usando el menú del <span class="ui">Administrador de gestos</span>. Puedes usar la función de búsqueda de tu navegador (generalmente <b>Ctrl+F</b>) para buscar una acción. Estas acciones también se pueden usar en tu propio <span class="ui">Menú rápido</span>. Consulta la sección correspondiente en la guía para obtener más información.
fr: Voici une liste de toutes les actions que vous pouvez attribuer à un geste à l'aide du menu <span class="ui">Gestionnaire de gestes</span>. Vous pouvez utiliser la fonction de recherche de votre navigateur (généralement <b>Ctrl+F</b>) pour rechercher une action ici. Ces actions peuvent également être utilisées dans votre propre <span class="ui">Menu rapide</span>. Veuillez consulter la section correspondante du guide pour plus d'informations.
ga: Seo liosta de gach gníomh is féidir leat a shannadh do ghluaisne ag baint úsáide as roghchlár <span class="ui">Bainisteoir Gluaisne</span>. Is féidir leat feidhm chuardaigh do bhrabhsálaí (de ghnáth <b>Ctrl+F</b>) a úsáid chun gníomh a chuardach anseo. Is féidir na gníomhartha seo a úsáid i do <span class="ui">Roghchlár Tapa</span> féin freisin. Seiceáil an chuid ábhartha sa treoir le haghaidh tuilleadh eolais.
it: Questo è un elenco di tutte le azioni che è possibile assegnare a un gesto utilizzando il menu <span class="ui">Tocchi e gesti</span>. È possibile utilizzare la funzione di ricerca del browser (generalmente <b>Ctrl+F</b>) per cercare un'azione qui. Queste azioni possono essere utilizzate anche nel proprio <span class="ui">Menu Rapido</span>. Per maggiori informazioni, consultare la relativa sezione della guida.
nl: Dit is een lijst van alle acties die je aan een gebaar kunt toewijzen via het menu <span class="ui">Gebarenbeheer</span>. Je kunt de zoekfunctie van je browser (meestal <b>Ctrl+F</b>) gebruiken om hier naar een actie te zoeken. Deze acties kunnen ook worden gebruikt in je eigen <span class="ui">Snelmenu</span>. Raadpleeg de betreffende sectie in de gids voor meer informatie.
pt_br: Esta é uma lista de todas as ações que você pode atribuir a um gesto usando o menu <span class="ui">Gerenciador de Gestos</span>. Você pode usar a função de busca do seu navegador (geralmente <b>Ctrl+F</b>) para localizar uma ação aqui. Essas ações também podem ser usadas no seu próprio <span class="ui">Menu Rápido</span>. Consulte a seção correspondente do guia para mais informações.
sk: Toto je zoznam všetkých akcií, ktoré môžete priradiť gestu pomocou ponuky <span class="ui">Správca gest</span>. Na vyhľadanie akcie tu môžete použiť funkciu vyhľadávania vášho prehliadača (zvyčajne <b>Ctrl+F</b>). Tieto akcie môžete použiť aj vo svojom vlastnom <span class="ui">Rýchlom menu</span>. Ďalšie informácie nájdete v príslušnej časti príručky.
sr: Ово је листа свих акција које можете да доделите гестикулацијама употребом менија <span class="ui">Управљач гестикулацијама</span>. За претрагу акција овде можете да употребите функцију претраге интернет прегледача (углавном је то <b>Ctrl+F</b>). Ове акције такође могу да се употребе и у <span class="ui">Брзом менију</span>. За више информација, молимо вас да погледате одговарајући одељак упутства.
ta: <ச்பான் கிளாச் = "யுஐ"> சைகை மேலாளர் </ச்பான்> மெனுவைப் பயன்படுத்தி ஒரு சைகைக்கு நீங்கள் ஒதுக்கக்கூடிய ஒவ்வொரு செயலின் பட்டியலாகும். இங்கே ஒரு செயலைத் தேட உங்கள் உலாவியின் தேடல் செயல்பாட்டை (பொதுவாக <b> ctrl+f </b>) பயன்படுத்தலாம். இந்த செயல்களை உங்கள் சொந்த <span வகுப்பு = "Ui"> விரைவு பட்டியல் </span> இல் பயன்படுத்தலாம். மேலும் தகவலுக்கு வழிகாட்டியில் தொடர்புடைய பகுதியை சரிபார்க்கவும்.
uk: Це список усіх дій, виконання яких можна призначити на жест за допомогою меню <span class="ui">Менеджер жестів</span>. Щоб швидко знайти в цьому списку певну дію, можна скористатися функцією пошуку вебоглядача (зазвичай <b>Ctrl+F</b>). Ці дії також можна використовувати у власному <span class="ui">Швидкому меню</span>. Додаткова інформація про це наведена у відповідному розділі цього посібника.
zh_hans: 这是您可以使用<span class="ui">手势管理器</span>菜单分配给手势的每个操作的列表。您可以使用浏览器的搜索功能（通常为<b>Ctrl+F</b>）在此处搜索操作。这些操作也可以在您自己的<span class="ui">快速菜单</span>中使用。请查看指南中的相关部分以获取更多信息。

source: <span class="label_blue">INFO</span> When chooosing an action for a gesture, you will see a special item in the list named <span class="ui">pass through</span>. This action is used to keep the default behavior of that gesture, like text selection when long pressing near the corners. If you want to disable a gesture to avoid accidental actions, choose <span class="ui">nothing</span> as the action. In other words <span class="ui">pass through</span>=<b>another handler might act on it</b>, <span class="ui">nothing</span>=<b>swallow the action</b>.
es: <span class="label_blue">INFO</span> Al seleccionar una acción para un gesto, verá un elemento especial en la lista llamado <span class="ui">pasar por</span>. Esta acción se usa para mantener el comportamiento predeterminado de ese gesto, como la selección de texto al mantener pulsado cerca de las esquinas. Si desea deshabilitar un gesto para evitar acciones accidentales, seleccione <span class="ui">nada</span> como acción. En otras palabras, <span class="ui">pasar por</span>=<b>otro controlador podría actuar sobre él</b>, <span class="ui">nada</span>=<b>asumir la acción</b>.
fr: <span class="label_blue">INFO</span> Lorsque vous choisissez une action pour un geste, vous verrez un élément spécial dans la liste nommé <span class="ui">passage</span>. Cette action est utilisée pour conserver le comportement par défaut de ce geste, comme la sélection de texte lorsque vous appuyez longuement près des coins. Si vous souhaitez désactiver un geste pour éviter les actions accidentelles, choisissez <span class="ui">rien</span> comme action. En d'autres termes, <span class="ui">passage</span> = <b>un autre gestionnaire peut agir dessus</b>, <span class="ui">rien</span> = <b>ignorer l'action</b>.
ga: <span class="label_blue">EOLAS</span> Agus gníomh á roghnú agat le haghaidh gotha, feicfidh tú mír speisialta sa liosta darb ainm <span class="ui">pas tríd</span>. Úsáidtear an gníomh seo chun iompar réamhshocraithe an ghotha sin a choinneáil, amhail roghnú téacs nuair a bhrúnn tú go fada in aice leis na coirnéil. Más mian leat gotha a dhíchumasú chun gníomhartha de thaisme a sheachaint, roghnaigh <span class="ui">dada</span> mar an ngníomh. I bhfocail eile, <span class="ui">pas tríd</span>=<b>d’fhéadfadh láimhseálaí eile gníomhú air</b>, <span class="ui">dada</span>=<b>an gníomh a shlogadh</b>.
it: <span class="label_blue">INFO</span> Quando si sceglie un'azione per un gesto, nell'elenco viene visualizzata una voce speciale denominata <span class="ui">non modificare</span>. Questa azione viene utilizzata per mantenere il comportamento predefinito di quel gesto, come la selezione del testo quando si preme a lungo vicino agli angoli. Se si desidera disattivare un gesto per evitare azioni accidentali, scegliere <span class="ui">niente</span> come azione. In altre parole, <span class="ui">non modificare</span>=<b>un altro gestore potrebbe agire su di esso</b> <span class="ui">niente</span>=<b>mettere da parte l'azione</b>.
nl: <span class="label_blue">INFO</span> Wanneer je een actie voor een gebaar kiest, zie je een speciaal item in de lijst met de naam <span class="ui">doorlaten</span>. Deze actie behoudt het standaardgedrag van dat gebaar, zoals tekstselectie bij lang indrukken dicht bij de hoeken. Wil je een gebaar uitschakelen om onbedoelde acties te voorkomen, kies dan <span class="ui">nothing</span> als actie. Met andere woorden: <span class="ui">doorlaten</span>=<b>een andere handler kan erop reageren</b>, <span class="ui">nothing</span>=<b>de actie negeren</b>.
pt_br: <span class="label_blue">INFO</span> Ao escolher uma ação para um gesto, você verá um item especial na lista chamado <span class="ui">ignorar</span>. Essa ação é usada para manter o comportamento padrão do gesto, como a seleção de texto ao pressionar longamente próximo aos cantos. Se quiser desativar um gesto para evitar ações acidentais, escolha <span class="ui">nada</span> como ação. Em outras palavras, <span class="ui">ignorar</span>=<b>outro manipulador pode agir sobre ele</b>, <span class="ui">nada</span>=<b>ignorar a ação</b>.
sk: <span class="label_blue">INFORMÁCIA</span> Pri výbere akcie pre gesto sa v zozname zobrazí špeciálna položka s názvom <span class="ui">preskočiť akciu</span>. Táto akcia sa používa na zachovanie predvoleného správania daného gesta, ako je napríklad výber textu pri dlhom stlačení v blízkosti rohov. Ak chcete gesto zakázať, aby ste predišli náhodným akciám, vyberte ako akciu <span class="ui">nič</span>. Inými slovami <span class="ui">preskočiť akciu</span>=<b> môže spracovať iný obslužný program</b>, <span class="ui">nič</span>=<b>ignorovať akciu</b>.
sr: <span class="label_blue">ИНФО</span> Када бирате акцију за гестикулацију, видећете специјалну ставку у листи под именом <span class="ui">прођи</span>. Ова акција се користи за задржавање подразумеваног понашања те гестикулације, као што је избор текста када се изврши дуги притисак у близини углова. Ако желите да искључите гестикулацију да бисте спречили нехотичне акције, изаберите <span class="ui">ништа</span> као акцију. Другим речима <span class="ui">прођи</span>=<b>други обрађивач би могао да ради над њом</b>, <span class="ui">ништа</span>=<b>прогутај акцију</b>.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> ஒரு சைகைக்கு ஒரு செயலைத் தேடும்போது, <span வகுப்பு = "Ui"> என்ற பெயரில் ஒரு சிறப்பு உருப்படியை நீங்கள் காண்பீர்கள் </span>. அந்த சைகையின் இயல்புநிலை நடத்தையை வைத்திருக்க இந்த நடவடிக்கை பயன்படுத்தப்படுகிறது, மூலைகளுக்கு அருகில் நீண்ட நேரம் அழுத்தும் போது உரை தேர்வு போன்றது. தற்செயலான செயல்களைத் தவிர்ப்பதற்கு நீங்கள் ஒரு சைகையை முடக்க விரும்பினால், <span வகுப்பு = "Ui"> எதுவும் </span> செயலாகத் தேர்வுசெய்க. வேறு வார்த்தைகளில் கூறுவதானால், </span> = <b> மற்றொரு கையாளுபவர் அதில் செயல்படக்கூடும் </b>, <span வகுப்பு = "Ui"> ஒன்றுமில்லை </span> = <b> செயலை விழுங்கு </b>.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> При виборі дії для жесту в списку буде відображатися спеціальний елемент під назвою <span class="ui">Пропустити</span>. Ця дія використовується для збереження типової поведінки цього жесту, наприклад, виділення тексту під час затискання біля кутів. Якщо бажаєте вимкнути жест, щоб уникнути випадкових дій, виберіть в якості дії <span class="ui">Нічого</span>. Іншими словами, <span class="ui">Пропустити</span>=<b>інший обробник може вплинути на нього</b>, <span class="ui">Нічого</span>=<b>проковтнути дію</b>.
zh_hans: <span class="label_blue">说明</span> 在为手势交互指定对应操作时，可以看到选单中包含名为 <span class="ui">忽略</span>的特殊操作项。该选项用于保留当前手势交互的默认操作定义（如长按屏幕四角进入文本选择模式）。若要禁用某种交互手势以避免误触，请选择 <span class="ui">无</span>选项。换句话说，<span class="ui">忽略</span>选项等于<b>其它操作可能会使用该手势</b>，而<span class="ui">无</span>选项则意味着<b>禁止任何操作使用该手势</b>。

source: General
fr: Général
ga: Ginearálta
it: Generale
nl: Algemeen
pt_br: Geral
pt_pt: Geral
sk: Všeobecné
sr: Опште
ta: பொது
uk: Загальні
zh_hans: 常规

# user_guide/en.html+html.body.div.div.ol.li:3782-17
source: File browser
sk: Prehliadač súborov
ta: கோப்பு உலாவி
uk: Оглядач файлів
zh_hans: 文件管理器

source: Open previous document
es: Abrir documento anterior
fr: Ouvrir le document précédent
ga: Oscail an doiciméad roimhe seo
it: Apri documento precedente
nl: Vorig document openen
pt_br: Abrir o documento anterior
pt_pt: Abrir documento anterior
sk: Spustite úložisko USB
sr: Отвори претходни документ
ta: யூ.எச்.பி சேமிப்பிடத்தைத் தொடங்கவும்
uk: Запустити USB-сховище
zh_hans: 打开之前的文档

source: History
es: Historial
fr: Historique
ga: Stair
it: Cronologia
nl: Geschiedenis
pt_br: Histórico
pt_pt: História
sk: Pozastaviť
sr: Историја
ta: இடைநீக்கம்
uk: Сон
zh_hans: 历史记录

source: History search
es: Buscar en historial
fr: Recherche dans l'historique
ga: Cuardach staire
it: Ricerca nella cronologia
nl: Geschiedenis doorzoeken
pt_br: Buscar no Histórico
pt_pt: Histórico
sk: Vyhľadávanie v histórii
sr: Претрага историје
ta: கொரியாடரை மறுதொடக்கம் செய்யுங்கள்
uk: Пошук в історії
zh_hans: 在历史记录中搜索

source: Favorites
es: Favoritos
fr: Favoris
ga: Ceanáin
it: Preferiti
nl: Favorieten
pt_br: Favoritos
pt_pt: Favoritos
sk: Reštartovať zariadenie
sr: Омиљено
ta: சாதனத்தை மீண்டும் துவக்கவும்
uk: Обране
zh_hans: 收藏

# user_guide/en.html+html.body.div.div.ol.li:3787-17
source: Collections
sk: Zbierky
ta: சேகரிப்புகள்
uk: Добірки
zh_hans: 书单

source: Collections search
es: Buscar en colecciones
fr: Recherche dans les collections
ga: Cuardach bailiúcháin
it: Ricerca collezioni
nl: Collecties doorzoeken
pt_br: Buscar em coleções
pt_pt: Pesquisa de Coleções
sk: Prehľadávanie zbierok
sr: Претрага збирки
ta: வசூல் தேடல்
uk: Пошук добірок
zh_hans: 在书单中搜索

# user_guide/en.html+html.body.div.div.ol.li:3789-17
source: Dictionary lookup
sk: Hľadať v slovníku
ta: அகராதி தேடல்
uk: Пошук у словнику
zh_hans: 查词典

# user_guide/en.html+html.body.div.div.ol.li:3790-17
source: Wikipedia lookup
sk: Vyhľadávanie na Wikipédii
ta: விக்கிபீடியா தேடல்
uk: Пошук у Вікіпедії
zh_hans: 查询维基百科

source: Show menu
es: Mostrar menú
fr: Afficher le menu
ga: Taispeáin an roghchlár
it: Mostra menu
nl: Menu weergeven
pt_br: Mostrar menu
pt_pt: Mostrar menu
sk: Povoliť dotykový vstup
sr: Прикажи мени
ta: தொடு உள்ளீட்டை இயக்கவும்
uk: Показати меню
zh_hans: 呼出菜单

source: Menu search
es: Buscar en el menú
fr: Recherche dans le menu
ga: Cuardach roghchláir
it: Cerca nei menù
nl: Menu zoeken
pt_br: Buscar no menu
pt_pt: Pesquisa Menu
sk: Prehľadávať menu
sr: Претрага менија
ta: பட்டியல் தேடல்
uk: Пошук в меню
zh_hans: 搜索菜单

source: Open next file in last book folder
es: Abrir siguiente archivo de la última carpeta
fr: Ouvrir le fichier suivant dans le dernier dossier du livre
ga: Oscail an chéad chomhad eile sa bhfillteán leabhar deireanach
it: Apri il file successivo nell'ultima cartella del libro
nl: Open het volgende bestand in de map van het laatste boek
pt_br: Abrir o próximo arquivo na pasta do último livro
pt_pt: Abrir ficheiro seguinte da última pasta de livros
sk: Otvoriť ďalší súbor v priečinku poslednej knihy
sr: Отвори наредни фајл у последњем директоријуму књига
ta: கடைசி புத்தகக் கோப்புறையில் அடுத்த கோப்பைத் திறக்கவும்
uk: Відкрити наступний файл у теці останньої книги
zh_hans: 打开当前文件夹中的下一个文件

source: Open previous file in last book folder
es: Abrir archivo anterior de la última carpeta
fr: Ouvrir le fichier précédent dans le dernier dossier du livre
ga: Oscail an comhad roimhe seo sa bhfillteán leabhar deireanach
it: Apri il file precedente nell'ultima cartella del libro
nl: Open het vorige bestand in de map van het laatste boek
pt_br: Abrir o arquivo anterior na pasta do último livro
pt_pt: Abrir ficheiro anterior da última pasta de livros
sk: Otvoriť predchádzajúci súbor v priečinku poslednej knihy
sr: Отвори претходни фајл у последњем директоријуму књига
ta: கடைசி புத்தக கோப்புறையில் முந்தைய கோப்பைத் திறக்கவும்
uk: Відкрити попередній файл у теці останньої книги
zh_hans: 打开当前文件夹中的上一个文件

source: Notebook file
es: Archivo de notas
fr: Fichier du cahier
ga: Comhad leabhar nótaí
it: File annotazioni sul libro
nl: Kladblokbestand
pt_br: Arquivo de anotações
pt_pt: Ficheiro de Notas
sk: Súbor s poznámkami
sr: Фајл бележнице
ta: நோட்புக் கோப்பு
uk: Файл нотатника
zh_hans: 笔记文件

source: Screenshot
es: Toggle touch input
fr: Capture d’écran
ga: Seat Scáileán
it: Cattura schermata
nl: Schermafbeelding
pt_br: Captura de tela
pt_pt: Captura de Ecrã
sk: Prepínať dotykový vstup
sr: Снимак екрана
ta: தொடு உள்ளீட்டை மாற்றவும்
uk: Знімок екрану
zh_hans: 屏幕截图

source: Show ephemeris
es: Conmutar repetición de teclas
fr: Afficher les éphémérides
ga: Taispeáin neamhbhuan
it: Mostra effemeridi
nl: Efemeriden tonen
pt_br: Mostrar efemérides
pt_pt: Mostrar efemérides
sk: Prepnúť na automatické opakovanie stlačeného tlačidla
sr: Прикажи ефемериде
ta: விசையை மீண்டும் மாற்றவும்
uk: Показувати ефемериди
zh_hans: 显示阅读进度

source: Calibre metadata search
es: Buscar metadatos de Calibre
fr: Recherche dans les métadonnées calibre
ga: Cuardach meiteashonraí Calibre
it: Ricerca metadati di Calibre
nl: Calibre-metadata doorzoeken
pt_br: Buscar nos metadados do Calibre
pt_pt: Pesquisa de metadados do Calibre
sk: Vyhľadávanie metadát Calibre
sr: Претрага Calibre метаподатака
ta: காலிபர் மேனிலை தரவு தேடல்
uk: Пошук метаданих Calibre
zh_hans: 在 Calibre 元数据中搜索

source: Browse all calibre tags
es: Mostrar etiquetas de Calibre
fr: Parcourir toutes les étiquettes de calibre
ga: Brabhsáil gach clib calibre
it: Sfoglia tutti i tags di calibre
nl: Blader door calibretags
pt_br: Buscar todas as etiquetas do Calibre
pt_pt: Ver todas as etiquetas Calibre
sk: Prehľadávať všetky značky Calibre
sr: Прегледај све calibre ознаке
ta: அனைத்து காலிபர் குறிச்சொற்களையும் உலாவுக
uk: Переглянути всі мітки calibre
zh_hans: 浏览所有的calibre标签

source: Browse all calibre series
es: Mostrar series de Calibre
fr: Parcourir toutes les séries de calibre
ga: Brabhsáil gach sraith calibre
it: Sfoglia tutte le serie di calibre
nl: Blader door alle calibreseries
pt_br: Buscar todas as séries do Calibre
pt_pt: Ver todas as séries Calibre
sk: Prehľadávať všetky série Calibre
sr: Прегледај све calibre серије
ta: அனைத்து காலிபர் தொடர்களையும் உலாவுக
uk: Переглянути усі серії calibre
zh_hans: 浏览所有的calibre丛书

source: Browse all calibre authors
es: Mostrar autores de Calibre
fr: Parcourir tous les auteurs de Calibre
ga: Brabhsáil gach údar calibre
it: Sfoglia tutti gli autori di calibre
nl: Blader door calibre-auteurs
pt_br: Buscar todos os autores do Calibre
pt_pt: Ver todos os autores Calibre
sk: Prehľadávať všetkých autorov Calibre
sr: Прегледај све calibre ауторе
ta: அனைத்து காலிபர் ஆசிரியர்களையும் உலாவுக
uk: Переглянути усіх авторів calibre
zh_hans: 浏览所有的Calibre作者

source: Browse all calibre titles
es: Mostrar títulos de Calibre
fr: Parcourir tous les titres de Calibre
ga: Brabhsáil gach teideal calibre
it: Sfoglia tutti i titoli di calibre
nl: Blader door alle calibretitels
pt_br: Buscar todos os títulos do Calibre
pt_pt: Ver todos os títulos Calibre
sk: Prehľadávať všetky názvy kníh Calibre
sr: Прегледај све calibre наслове
ta: அனைத்து காலிபர் தலைப்புகளையும் உலாவுக
uk: Переглянути усі назви calibre
zh_hans: 浏览所有的calibre标签

source: Calibre wireless connect
es: Conexión inalámbrica a Calibre
fr: Se connecter sans fil à Calibre
ga: Nasc gan sreang Calibre
it: Connessione WiFi Calibre
nl: Draadloze calibreverbinding
pt_br: Conexão sem fio com Calibre
pt_pt: Conexão sem fio Calibre
sk: Pripojiť bezdrôtovo cez Calibre
sr: Бежично повезивање са Calibre
ta: காலிபர் வயர்லெச் இணைப்பு
uk: Підключення до Calibre бездротовою мережею
zh_hans: Calibre 无线连接

source: Calibre wireless disconnect
es: Desconexión inalámbrica de Calibre
fr: Se déconnecter sans fil à Calibre
ga: Dícheangail gan sreang Calibre
it: Disconnessione WiFi Calibre
nl: Draadloze calibreverbinding verbreken
pt_br: Encerrar conexão sem fio com Calibre
pt_pt: Desconexão sem fio do calibre
sk: Odpojiť bezdrôtovo cez Calibre
sr: Прекид бежичне везе са Calibre
ta: காலிபர் வயர்லெச் துண்டிக்கவும்
uk: Відключення від Calibre бездротовою мережею
zh_hans: Calibre 无线连接断开

source: Reading statistics: toggle
es: Estadísticas de lectura: conmutar
fr: Statistiques de lecture : activer/désactiver
ga: Staitisticí léitheoireachta: scoránaigh
it: Statistiche di lettura: attiva/disattiva
nl: Leesstatistieken: schakelen
pt_br: Estatísticas de leitura: alternar
pt_pt: Estatísticas de leitura: alternar
sk: Štatistiky čítania: prepínať
sr: Статистика читања: укљ./искљ.
ta: படித்தல் புள்ளிவிவரங்கள்: மாற்றவும்
uk: Статистика читання: перемкнути
zh_hans: 阅读统计：切换

source: Reading statistics: show progress
es: Estadísticas de lectura: ver progreso
fr: Statistiques de lecture : afficher la progression
ga: Staitisticí léitheoireachta: taispeáin dul chun cinn
it: Statistiche di lettura: mostra i progressi
nl: Leesstatistieken: voortgang tonen
pt_br: Estatísticas de leitura: mostrar progresso
pt_pt: Estatísticas de leitura: mostrar progresso
sk: Štatistiky čítania: zobraziť priebeh
sr: Статистика читања: приказ напретка
ta: படித்தல் புள்ளிவிவரங்கள்: முன்னேற்றத்தைக் காட்டு
uk: Статистика читання: показати поступ
zh_hans: 阅读统计：显示阅读进度

source: Reading statistics: show time range
es: Estadísticas de lectura: por intervalos de tiempo
fr: Statistiques de lecture : afficher l’intervalle de temps
ga: Staitisticí léitheoireachta: taispeáin raon ama
it: Statistiche di lettura: mostra intervallo di tempo
nl: Leesstatistieken: tijdsbereik tonen
pt_br: Estatísticas de leitura: mostrar intervalo de tempo
pt_pt: Estatísticas de leitura: mostrar range de tempo
sk: Štatistiky čítania: zobraziť časové rozpätie
sr: Статистика читања: приказ временског периода
ta: படித்தல் புள்ளிவிவரங்கள்: நேர வரம்பைக் காட்டு
uk: Статистика читання: показати проміжок часу
zh_hans: 阅读统计：显示时间跨度
