Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Available gestures:</span> Gestures you can use to change the settings of Book map instead of using this menu.
es: <span class="ui">Gestos disponibles:</span> gestos que puedes usar para cambiar los ajustes del Mapa del libro en vez de usar este menú.
fr: <span class="ui">Gestes disponibles :</span> Gestes que vous pouvez utiliser pour modifier les paramètres du Plan du livre au lieu d'utiliser ce menu.
ga: <span class="ui">Gluaiseachtaí atá ar fáil:</span> Gluaiseachtaí is féidir leat a úsáid chun socruithe léarscáil an Leabhar a athrú in ionad an roghchlár seo a úsáid.
it: <span class="ui">Gesti disponibili:</span> Gesti che si possono usare per modificare le impostazioni della Mappa del libro invece di usare questo menu.
nl: <span class="ui">Beschikbare gebaren:</span> Gebaren die je kunt gebruiken om de instellingen van Boekkaart te wijzigen in plaats van dit menu te gebruiken.
pt_br: <span class="ui">Gestos disponíveis:</span> Gestos que você pode usar para alterar as configurações do Mapa do livro em vez de usar este menu.
pt_pt: <span class="ui">Gestos disponíveis:</span> Gestos que pode utilizar para alterar as definições do Mapa do livro em vez de utilizar este menu.
sk: <span class="ui">Dostupné gestá:</span> Gestá, ktoré môžete použiť na zmenu nastavení knižnej mapy namiesto použitia tejto ponuky.
sr: <span class="ui">Доступне гестикулације:</span> уместо да користите овај мени, подешавања Мапе књиге можете да измените гестикулацијама.
ta: <span வகுப்பு = "Ui"> கிடைக்கக்கூடிய சைகைகள்: </span> சைகைகள் இந்த மெனுவைப் பயன்படுத்துவதற்குப் பதிலாக புத்தக வரைபடத்தின் அமைப்புகளை மாற்ற நீங்கள் பயன்படுத்தலாம்.
uk: <span class="ui">Доступні жести:</span> жести, які можна використовувати, щоб змінити параметри мапи книги замість того, щоб використовувати це меню.
zh_hans: <span class="ui">可用手势：</span>您可以使用手势更改书籍地图的设置，而不是使用此菜单。

source: <span class="ui">Page browser on tap:</span> If this is checked, when you tap on a page in Book map, <span class="ui">Page browser</span> opens. This shows you an overview of the area you selected. If you disable this option, a tap in Book map directly takes you to that page. But remember, depending on factors like your screen size, touch screen sensitivity, tap accuracy etc. you might end up in adjacent pages.
es: <span class="ui">Explorador de páginas al tocar:</span> si está activado, cuando tocas una página en el Mapa del libro se abre el <span class="ui">Explorador de páginas</span>. Esto te muestra una vista general del área que has seleccionado. Si desactivas esta opción, un toque en el Mapa del libro te lleva directamente a esa página. Pero recuerda, dependiendo de factores como el tamaño de la pantalla, la sensibilidad táctil, la precisión del toque, etc., podrías acabar en páginas adyacentes.
fr: <span class="ui">Explorateur de pages au toucher :</span> Si cette option est cochée, lorsque vous touchez une page dans le Plan du livre, l'<span class="ui">Explorateur de pages</span> s'ouvre. Il vous montre un aperçu de la zone que vous avez sélectionnée. Si vous désactivez cette option, un toucher dans le Plan du livre vous amène directement à cette page. Mais n'oubliez pas que, selon certains facteurs tels que la taille de votre écran, la sensibilité de l'écran tactile, la précision de votre pression, etc., vous risquez de vous retrouver sur des pages adjacentes.
ga: <span class="ui">Brabhsálaí leathanaigh ar sconna:</span> Má tá tic sa rogha seo, nuair a sconnaíonn tú ar leathanach i léarscáil an Leabhar, osclaítear <span class="ui">Brabhsálaí leathanaigh</span>. Taispeánann sé seo forbhreathnú duit ar an limistéar a roghnaigh tú. Má dhíchumasaíonn tú an rogha seo, tabharfaidh sconna i léarscáil an Leabhar go díreach chuig an leathanach sin thú. Ach cuimhnigh, ag brath ar fhachtóirí cosúil le méid do scáileáin, íogaireacht an scáileáin tadhaill, cruinneas an sconna srl., d'fhéadfá críochnú i leathanaigh in aice láimhe.
it: <span class="ui">Navigatore delle pagine al tocco:</span> Se questa opzione è selezionata, quando si tocca una pagina nella Mappa del libro, si apre il <span class="ui">navigatore delle pagine</span>. Mostra una panoramica dell'area selezionata. Se si disattiva questa opzione, toccando la Mappa del libro si accede direttamente a quella pagina. Tuttavia, a seconda di fattori quali le dimensioni dello schermo, la sensibilità del touch screen, la precisione del tocco e così via, si potrebbe finire in pagine adiacenti.
nl: <span class="ui">Paginaverkenner bij tikken:</span> Als dit is aangevinkt, opent <span class="ui">Paginaverkenner</span> wanneer je op een pagina in Boekkaart tikt. Dit toont een overzicht van het gebied dat is geselecteerd. Als je deze optie uitschakelt, brengt een tik in Boekkaart je direct naar die pagina. Maar onthoud, afhankelijk van factoren zoals de schermgrootte, aanraakschermgevoeligheid, tiknauwkeurigheid enz. kun je terechtkomen in aangrenzende pagina's.
pt_br: <span class="ui">Navegador de páginas ao tocar:</span> Se esta opção estiver marcada, ao tocar em uma página no Mapa do livro, o <span class="ui">Navegador de páginas</span> será aberto. Isso mostra uma visão geral da área selecionada. Se você desativar esta opção, um toque no Mapa do Livro levará você diretamente para a página desejada. Mas lembre-se que, dependendo de fatores como o tamanho da tela, a sensibilidade do touchscreen e a precisão do toque, você poderá acabar em páginas adjacentes.
pt_pt: <span class="ui">Navegador de páginas ao tocar:</span> Se esta opção estiver seleccionada, quando toca numa página do mapa do Livro, é aberto o <span class="ui">Navegador de páginas</span>. Este mostra uma visão geral da área selecionada. Se desativar esta opção, um toque no mapa do livro leva-o diretamente para essa página. Mas lembre-se, dependendo de fatores como o tamanho do ecrã, a sensibilidade do ecrã táctil, a precisão do toque, etc., pode acabar em páginas adjacentes.
sk: <span class="ui">Prehliadač stránok na klepnutie:</span> Ak je toto začiarknuté, a ťuknite na stránku v knižnej mape, otvorí sa <span class="ui">Prehliadač stránok</span>. Zobrazí sa vám prehľad oblasti, ktorú ste vybrali. Ak túto možnosť zakážete, ťuknutím na knižnú mapu sa dostanete priamo na túto stránku. Pamätajte však, že v závislosti od faktorov, ako je veľkosť obrazovky, citlivosť dotykovej obrazovky, presnosť ťuknutia atď., môžete skončiť na susedných stránkach.
sr: <span class="ui">Прегледач страница када се тапне:</span> ако је ово штиклирано, тапом на Мапу књиге се отвара <span class="ui">Прегледач страница</span>. Ово приказује преглед области коју сте изабрали. Ако искључите ову опцију, тап на Мапу књиге вас води директно на ту страницу. Али упамтите, у зависности од фактора као што су величина екрана, осетљивост екрана осетљивог на додир, прецизности тапа итд. може се десити да се нађете на суседним страницама.
ta: <span வகுப்பு = "Ui"> பக்கத்தில் உலாவி தட்டவும்: </span> இது சரிபார்க்கப்பட்டால், புத்தக வரைபடத்தில் ஒரு பக்கத்தைத் தட்டும்போது, <span வகுப்பு = "Ui"> பக்க உலாவி </span> திறக்கிறது. நீங்கள் தேர்ந்தெடுத்த பகுதியின் கண்ணோட்டத்தை இது காட்டுகிறது. இந்த விருப்பத்தை நீங்கள் முடக்கினால், புத்தக வரைபடத்தில் ஒரு தட்டல் உங்களை நேரடியாக அந்தப் பக்கத்திற்கு அழைத்துச் செல்கிறது. ஆனால் நினைவில் கொள்ளுங்கள், உங்கள் திரை அளவு, தொடுதிரை உணர்திறன், தட்டு துல்லியம் போன்ற காரணிகளைப் பொறுத்து. நீங்கள் அருகிலுள்ள பக்கங்களில் முடிவடையும்.
uk: <span class="ui">Оглядач сторінок за дотиком:</span> якщо цей пункт відмічено, після дотику до сторінки в мапі книги відкривається <span class="ui">Оглядач сторінок</span>. В ньому відображається огляд вибраної вами області. Якщо цей параметр вимкнений, дотик у мапі книги відкриває безпосередньо ту сторінку. Але пам'ятайте, що в залежності від різних факторів (розмір екрану пристрою, чутливість сенсорного екрану, точності дотику тощо), ви можете опинитися на сусідніх сторінках.
zh_hans: <span class="ui">即点即看的页面预览</span>：勾选此选项后，点按书籍地图中的某一页将进入<span class="ui">页面预览</span>视图，展示所点选区域的页码。取消勾选，点按则会直接前往对应页。请注意，受屏幕尺寸、触控灵敏度、点按精准性等因素，打开的可能是目标页面的临近页面。

source: <span class="ui">Switch current/initial views:</span> If you customized your Book map view, tapping this switches between the <b>default view</b> and your <b>customized view</b>.
es: <span class="ui">Alternar vista actual e inicial:</span> Si has personalizado la vista del Mapa del libro, tocar esto alterna entre la <b>vista predeterminada</b> y la <b>vista personalizada</b>.
fr: <span class="ui">Basculer entre les vues actuelle et initiale :</span> si vous avez personnalisé votre vue Plan du livre, appuyez sur cette option pour basculer entre la <b>vue par défaut</b> et votre <b>vue personnalisée</b>.
ga: <span class="ui">Athraigh radharcanna reatha/tosaigh:</span> Má shaincheap tú radharc léarscáile do Leabhair, athraíonn tapáil air seo idir an <b>radharc réamhshocraithe</b> agus do <b>radharc saincheaptha</b>.
it: <span class="ui">Scambiare vista corrente/iniziale:</span> Se si è personalizzata la vista della mappa del Libro, toccando questa opzione si passa dalla <b>visualizzazione predefinita</b> a quella <b>personalizzata</b>.
nl: <span class="ui">Wissel huidige/initiële weergaven:</span> Als je de Boekkaart weergave hebt aangepast, schakelt het tikken hierop tussen de <b>standaardweergave</b> en de <b>aangepaste weergave</b>.
pt_br: <span class="ui">Alternar visualizações atual/inicial:</span> Se você personalizou a visualização do Mapa do livro, tocar aqui alterna entre a <b>visualização padrão</b> e a sua <b>visualização personalizada</b>.
pt_pt: <span class="ui">Alternar visualizações atuais/iniciais:</span> Se tiver personalizado a visualização do mapa do livro, tocar aqui alterna entre a <b>visualização predefinida</b> e a <b>visualização personalizada</b>.
sk: <span class="ui">Prepnúť aktuálne/počiatočné zobrazenia:</span> Ak ste si prispôsobili zobrazenie Knižnej mapy, ťuknutím na toto prepnete medzi <b>predvoleným zobrazením</b> a <b>prispôsobeným zobrazením</b>.
sr: <span class="ui">Пребацуј текући/почетни поглед:</span> ако сте прилагодили поглед Мапе књиге, тап на ово врши прелаз између <b>подразумеваног погледа</b> и вашег <b>произвољног погледа</b>.
ta: <span வகுப்பு = "Ui"> தற்போதைய/ஆரம்ப காட்சிகளை மாற்றவும்: </span> உங்கள் புத்தக வரைபடக் காட்சியை நீங்கள் தனிப்பயனாக்கினால், இந்த சுவிட்சுகளை <b> இயல்புநிலை பார்வை </b> மற்றும் உங்கள் <b> தனிப்பயனாக்கப்பட்ட பார்வை </b> க்கு இடையில் தட்டவும்.
uk: <span class="ui">Змінити вигляд: поточний/початковий:</span> якщо ви налаштували вигляд мапи книги, дотик до цього пункту перемикає між <b>типовим виглядом</b> та <b>налаштованим вами виглядом</b>.
zh_hans: <span class="ui">切换当前/初始视图：</span>如果您自定义了书籍地图视图，点击此按钮可在<b>默认视图</b>和<b>自定义视图</b>之间切换。

source: <span class="ui">Switch grid/flat views:</span> Switch between separate chapters or continuous chapters views.
es: <span class="ui">Alternar vista en cuadrícula y plana:</span> Cambia entre las vistas de capítulos separados o capítulos continuos.
fr: <span class="ui">Basculer entre les vues en grille et en mode plat :</span> Basculer entre les vues par chapitres séparés ou par chapitres continus.
ga: <span class="ui">Athraigh radhairc ghreille/chomhréidhe:</span> Athraigh idir caibidlí ar leithligh nó radhairc chaibidlí leanúnacha.
it: <span class="ui">Cambia vista griglia/piatta:</span> Passa dalla visualizzazione per capitoli separati a quella per capitoli continui.
nl: <span class="ui">Wissel raster/platte weergaven:</span> Wissel tussen gescheiden hoofdstukken of continue hoofdstukweergaves.
pt_br: <span class="ui">Alternar entre visualizações em grade/plana:</span> alterne entre capítulos separados ou visualizações de capítulos contínuos.
pt_pt: <span class="ui">Alternar visualizações em grelha/planas:</span> Alternar visualização entre capítulos separados ou capítulos contínuos.
sk: <span class="ui">Prepnúť mriežkové/ploché zobrazenia:</span> Prepínanie medzi zobrazeniami samostatných kapitol alebo súvislých kapitol.
sr: <span class="ui">Пребацуј поглед мреже/равни:</span> пребацује између погледа одвојених поглавља и погледа непрекидних поглавља.
ta: <span வகுப்பு = "Ui"> சுவிட்ச் கிரிட்/பிளாட் காட்சிகள்: </span> தனி அத்தியாயங்கள் அல்லது தொடர்ச்சியான அத்தியாயங்கள் காட்சிகளுக்கு இடையில் மாறவும்.
uk: <span class="ui">Змінити вигляд: решітка/плаский:</span> перемикає між переглядом окремих розділів або безперервними розділами.
zh_hans: <span class="ui">切换网格/平面视图：</span>在单独的章节或连续的章节视图之间切换。

source: <span class="ui">Chapter levels:</span> Change the depth of chapter/sub chapter levels.
es: <span class="ui">Niveles de capítulo:</span> cambia la profundidad de los niveles de capítulo/subcapítulo.
fr: <span class="ui">Niveaux des chapitres :</span> Modifiez la profondeur des niveaux des chapitres/sous-chapitres.
ga: <span class="ui">Leibhéil chaibidle:</span> Athraigh doimhneacht leibhéil chaibidle/fho-chaibidle.
it: <span class="ui">Livelli dei capitolo:</span> Modifica la profondità dei livelli di capitolo/sottocapitolo.
nl: <span class="ui">Hoofdstukniveaus:</span> Wijzig de diepte van hoofdstuk/sub-hoofdstukniveaus.
pt_br: <span class="ui">Níveis de capítulo:</span> Altera a profundidade dos níveis de capítulo/subcapítulo.
pt_pt: <span class="ui">Níveis de capítulo:</span> Altere a profundidade dos níveis de capítulo/subcapítulo.
sk: <span class="ui">Úrovne kapitol:</span> Zmeniť hĺbku úrovní kapitol/podkapitol.
sr: <span class="ui">Нивои поглавља:</span> мења дубину нивоа поглавља/потпоглавља.
ta: <span வகுப்பு = "Ui"> அத்தியாய நிலைகள்: </span> அத்தியாயம்/துணை அத்தியாய நிலைகளின் ஆழத்தை மாற்றவும்.
uk: <span class="ui">Рівні заголовків:</span> змінює глибину рівнів розділів/підрозділів.
zh_hans: <span class="ui">章节级别：</span>更改章节/子章节级别的深度。

source: <span class="ui">Page slot width:</span> Make each page slot wider or narrower.
es: <span class="ui">Anchura de ranura de página:</span> hace que cada ranura de página sea más ancha o más estrecha.
fr: <span class="ui">Largeur de l'emplacement de page :</span> Élargissez ou rétrécissez chaque emplacement de page.
ga: <span class="ui">Leithead sliotán leathanaigh:</span> Déan gach sliotán leathanaigh níos leithne nó níos cúinge.
it: <span class="ui">Larghezza della casella della pagina:</span> Rendere ogni casella della pagina più largo o più stretto.
nl: <span class="ui">Paginasleufbreedte:</span> Maak elke paginasleuf breder of smaller.
pt_br: <span class="ui">Largura do espaço de página:</span> Aumente ou diminua cada espaço de página.
pt_pt: <span class="ui">Largura do slot de página:</span> Torne cada slot de página mais largo ou mais estreito.
sk: <span class="ui">Šírka priestoru stránky:</span> Rozšíriť alebo zúžiť priestor každej stránky.
sr: <span class="ui">Ширина места за страницу:</span> проширује или сужава свако место за страницу.
ta: <span வகுப்பு = "Ui"> பக்க ச்லாட் அகலம்: </span> ஒவ்வொரு பக்க ச்லாட்டையும் அகலமாகவோ அல்லது குறுகலாகவோ செய்யுங்கள்.
uk: <span class="ui">Ширина слота сторінки:</span> зробити кожен слот сторінки ширшим або вужчим.
zh_hans: <span class="ui">页面槽宽度：</span>使每个页面槽更宽或更窄。

source: <span class="ui">10-page markers:</span> As you increase this value, first it will add markers to every <b>10<sup>th</sup> page</b>, then it will make them bigger and eventually it will add markers to every <b>5<sup>th</sup> page</b>.
es: <span class="ui">Marcadores cada 10 páginas:</span> al aumentar este valor primero añadirá marcadores en cada <b>10<sup>a</sup> página</b>, luego los hará más grandes y finalmente añadirá marcadores en cada <b>5<sup>a</sup> página</b>.
fr: <span class="ui">Marqueurs toutes les 10 pages :</span> lorsque vous augmentez cette valeur, des marqueurs sont d'abord ajoutés toutes les <b>10<sup>èmes</sup> pages</b>, puis leur taille augmente et enfin, des marqueurs sont ajoutés toutes les <b>5<sup>èmes</sup> pages</b>.
ga: <span class="ui">Marcóirí 10 leathanach:</span> De réir mar a mhéadaíonn tú an luach seo, cuirfear marcóirí le gach <b>10<sup>ú</sup> leathanach</b> ar dtús, ansin méadófar iad agus sa deireadh cuirfear marcóirí le gach <b>5<sup>ú</sup> leathanach</b>.
it: <span class="ui">Indicatori di 10 pagine:</span> Aumentando questo valore, per prima cosa verranno aggiunti dei marcatori ad ogni <b>10<sup>ma</sup> pagina</b>, poi li farà diventare più grandi e alla fine aggiungerà dei marcatori ad ogni <b>5<sup>a</sup> pagina</b>.
nl: <span class="ui">10-pagina markeringen:</span> Als je deze waarde verhoogt, zal het eerst markeringen toevoegen aan elke <b>10<sup>de</sup> pagina</b>, dan zal het ze groter maken en uiteindelijk zal het markeringen toevoegen aan elke <b>5<sup>de</sup> pagina</b>.
pt_br: <span class="ui">Marcadores de 10 páginas:</span> Conforme você aumenta esse valor, primeiro ele adicionará marcadores a cada <b>10 páginas</b>, depois ele os tornará maiores e, por fim, adicionará marcadores a cada <b>5 páginas</b>.
pt_pt: <span class="ui">Marcadores de 10 páginas:</span> À medida que aumenta este valor, primeiro irá adicionar marcadores a cada <b>10<sup>a</sup> página</b>, depois torná-los maiores e, eventualmente, adicionar marcadores a cada <b>5<sup>a</sup> página</b>.
sk: <span class="ui">10-stranové značky:</span> Keď zvýšite túto hodnotu, najprv pridá značky na každú <b>10.<sup></sup> stranu</b>, potom ich zväčší a nakoniec pridá značky na každú <b>5.<sup></sup> stranu</b>.
sr: <span class="ui">Маркери сваке 10. странице:</span> како увећавате ову вредност, прво ће се додати маркери на сваку <b>десету страницу</b>, затим ће их повећавати, па ће коначно додати маркери на сваку <b>пету страницу</b>.
ta: <span வகுப்பு = "Ui"> 10-பக்க குறிப்பான்கள்: </span> இந்த மதிப்பை அதிகரிக்கும்போது, முதலில் அது ஒவ்வொரு <b> 10 <sup> வது </sup> பக்கம் </b> க்கும் குறிப்பான்களைச் சேர்க்கும், பின்னர் அது அவற்றை பெரிதாக்கும், இறுதியில் அது ஒவ்வொரு <b> 5 <sup> வது </sup> பக்கம் </b> க்கும் குறிப்பான்களைச் சேர்க்கும்.
uk: <span class="ui">10-сторінкові позначки:</span> при збільшенні цього значення, спочатку буде додано позначки на кожній <b>10-й сторінці</b>, потім збільшить їх та доведе це значення до позначки на кожній <b>5-й сторінці</b>.
zh_hans: <span class="ui">十页标记</span>：该选项共有三档，第一档将在页码格上每隔十页在<b>第十页</b>添加竖线标记；第二档将会加长标记使其更明显；第三档将每隔五页在<b>第五页</b>上添加次级标记。

# user_guide/en.html+html.body.div.div:2067-1
source: Page Browser
sk: Prehliadač stránok
ta: பக்க உலாவி
uk: Оглядач сторінок
zh_hans: 页面预览

source: Page Browser can be used to navigate between pages like in a photo album by showing thumbnails of the pages as a grid. You can open <span class="ui">Page Browser</span> by tapping on the <span class="ui">Book Map</span> or from the menu. You can also assign a gesture for easier access.
es: El Explorador de páginas puede usarse para navegar entre páginas como en un álbum de fotos mostrando miniaturas de las páginas sobre la cuadrícula. Puedes abrir el <span class="ui">Explorador de páginas</span> tocando en el <span class="ui">Mapa del libro</span> o desde el menú. También puedes asignar un gesto para un acceso más fácil.
fr: L'Explorateur de pages permet de naviguer entre les pages comme dans un album photo en affichant des miniatures des pages sous forme de grille. Vous pouvez ouvrir l'<span class="ui">Explorateur de pages</span> en appuyant sur la <span class="ui">Plan du livre</span> ou à partir du menu. Vous pouvez également attribuer un geste pour faciliter l'accès.
ga: Is féidir Brabhsálaí Leathanaigh a úsáid chun nascleanúint a dhéanamh idir leathanaigh cosúil le halbam grianghraf trí mhioníomhánna de na leathanaigh a thaispeáint mar eangach. Is féidir leat <span class="ui">Brabhsálaí Leathanaigh</span> a oscailt trí thapáil ar an <span class="ui">Léarscáil Leabhar</span> nó ón roghchlár. Is féidir leat gotha a shannadh freisin le haghaidh rochtain níos éasca.
it: Il navigatore delle pagine può essere usato per navigare tra le pagine come in un album fotografico, mostrando le miniature delle pagine come una griglia. È possibile aprire il <span class="ui">Navigatore di pagina</span> toccando <span class="ui">Navigatore di pagina</span> o dal menu. È anche possibile assegnare un gesto per facilitare l'accesso.
nl: De paginaverkenner kan worden gebruikt om tussen pagina's te navigeren zoals in een fotoalbum, door miniaturen van de pagina's als een raster te tonen. Je kunt de <span class="ui">Paginaverkenner</span> openen door op de <span class="ui">boekkaart</span> te tikken of vanuit het menu. Je kunt ook een gebaar toewijzen voor gemakkelijkere toegang.
pt_br: O Navegador de Páginas pode ser usado para navegar entre páginas como em um álbum de fotos, exibindo miniaturas das páginas em uma grade. Você pode abrir o <span class="ui">Navegador de Páginas</span> tocando no <span class="ui">Mapa do Livro</span> ou no menu. Você também pode atribuir um gesto para facilitar o acesso.
pt_pt: O Navegador de páginas pode ser utilizado para navegar entre páginas como num álbum de fotografias, mostrando as miniaturas das páginas em grelha. Pode abrir o <span class="ui">Navegador de páginas</span> tocando no <span class="ui">Mapa do livro</span> ou no menu. Também pode atribuir um gesto para facilitar o acesso.
sk: Prehliadač stránok sa dá použiť na navigáciu medzi stránkami, podobne ako vo fotoalbume, zobrazením miniatúr stránok ako mriežky. <span class="ui">Prehliadač stránok</span> môžete otvoriť ťuknutím na <span class="ui">knižnú mapu</span> alebo z ponuky. Môžete tiež priradiť gesto pre jednoduchší prístup.
sr: Прегледач страница може да се користи за кретање по страницама као у фото албуму, тако што сличице страница приказује као мрежу. <span class="ui">Прегледач страница</span> можете отворити тапом на <span class="ui">Мапу књиге</span> или из менија. За лакши приступ, можете да му доделите и гестикулацију.
ta: பக்கங்களின் சிறுபடங்களை ஒரு கட்டமாகக் காண்பிப்பதன் மூலம் புகைப்பட ஆல்பத்தில் உள்ள பக்கங்களுக்கு இடையில் செல்ல பக்க உலாவி பயன்படுத்தப்படலாம். <Span வகுப்பு = "Ui"> பக்க உலாவி </span> ஐ <span வகுப்பு = "Ui"> புத்தக வரைபடம் </span> அல்லது மெனுவிலிருந்து தட்டுவதன் மூலம் திறக்கலாம். எளிதாக அணுக ஒரு சைகையையும் ஒதுக்கலாம்.
uk: Оглядач сторінок зручний для навігації між сторінками наче у фотоальбомі, де у вигляді решітки подані мініатюри сторінок. <span class="ui">Оглядач сторінок</span> можна відкрити дотиком до <span class="ui">Мапи книги</span> або з меню. Для зручного доступу також можна призначити для нього жест.
zh_hans: 页面预览以网格形式展示书页缩略图，可用于像浏览相册一样快速定位页面。<span class="ui">页面预览</span>可通过点按<span class="ui">书籍地图</span>或从菜单中进入。还可通过指定手势交互来快速呼出。

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Prehliadač stránok
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / பக்க உலாவி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Оглядач сторінок
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 页面预览
