Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profiles
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Perfiles
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profils
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Próifílí
it: MENU PRINCIPALE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profili
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profielen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Perfis
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Perfis
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Profily
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Профили
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / சுயவிவரங்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Профілі
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 配置文件

source: then you have to turn it on from:
es: luego tienes que encenderlo desde:
fr: alors vous devez l'activer à partir de :
ga: ansin caithfidh tú é a chasadh air ó:
it: si deve attivare da:
nl: dan moet je het inschakelen via:
pt_br: então você tem que ligá-lo em:
pt_pt: depois tem que ativar em:
sk: potom ho musíte zapnúť z:
sr: онда ћете морати да га активирате у:
ta: நீங்கள் அதை இயக்க வேண்டும்:
uk: це значить, що модуль не активований тут:
zh_hans: 然后必须从以下位置打开：

# user_guide/en.html+html.body.div.div:4438-9
source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More tools / Plugin management
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Ďalšie nástroje / Správa doplnkov
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / கூடுதல் கருவிகள் / சொருகி மேலாண்மை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Більше інструментів / Керування модулями
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 更多工具 / 插件管理

source: Creating a profile
es: Creando un perfil
fr: Créer un profil
ga: Próifíl a chruthú
it: Creare un profilo
nl: Een profiel maken
pt_br: Criando um perfil
pt_pt: Criando um perfil
sk: Vytvorenie profilu
sr: Креирање профила
ta: சுயவிவரத்தை உருவாக்குதல்
uk: Створення профілю
zh_hans: 创建配置文件

source: In <span class="ui">Profiles</span> menu tap <span class="ui">New</span> and give a descriptive name for your profile. Now you should see your new profile in the menu. Tap on it and you will see the screen on the left side. You can also <span class="ui">Delete, Rename</span> or <span class="ui">Duplicate</span> a profile from this menu.
es: En el menú <span class="ui">Perfiles</span>, pulsa <span class="ui">Nuevo</span> y dale un nombre descriptivo a tu perfil. Deberías ver tu nuevo perfil en el menú. Pulsa sobre él y verás la pantalla a la izquierda. También puedes <span class="ui">Eliminar, Renombrar</span> o <span class="ui">Duplicar</span> un perfil desde este menú.
fr: Dans le menu <span class="ui">Profils</span>, appuyez sur <span class="ui">Nouveau</span> et donnez un nom descriptif à votre profil. Vous devriez maintenant voir votre nouveau profil dans le menu. Appuyez dessus pour afficher l'écran à gauche. Vous pouvez également <span class="ui">Supprimer, Renommer</span> ou <span class="ui">Dupliquer</span> un profil à partir de ce menu.
ga: Sa roghchlár <span class="ui">Próifílí</span>, tapáil <span class="ui">Nua</span> agus tabhair ainm tuairisciúil le do phróifíl. Anois ba chóir duit do phróifíl nua a fheiceáil sa roghchlár. Tapáil air agus feicfidh tú an scáileán ar an taobh clé. Is féidir leat próifíl a <span class="ui">Scriosadh, Athainmniú</span> nó <span class="ui">Dúbláil</span> ón roghchlár seo freisin.
it: Nel menu <span class="ui">Profili</span> toccare <span class="ui">Nuovo</span> e assegnare un nome descrittivo al profilo. Ora dovreste vedere il vostro nuovo profilo nel menu. Toccatelo e vedrete la schermata sul lato sinistro. Da questo menu è anche possibile <span class="ui">cancellare, rinominare</span> o <span class="ui">duplicare</span> un profilo.
nl: Tik in het menu <span class="ui">Profielen</span> op <span class="ui">Nieuw</span> en geef je profiel een beschrijvende naam. Je zou je nieuwe profiel nu in het menu moeten zien. Tik erop en je ziet het scherm aan de linkerkant. Je kunt in dit menu ook een profiel <span class="ui">Verwijderen, Hernoemen</span> of <span class="ui">Dupliceren</span>.
pt_br: No menu <span class="ui">Perfis</span>, toque em <span class="ui">Novo</span> e dê um nome descritivo para o seu perfil. Agora você deverá ver seu novo perfil no menu. Toque nele e você verá a tela à esquerda. Você também pode <span class="ui">Excluir, Renomear</span> ou <span class="ui">Duplicar</span> um perfil neste menu.
sk: V ponuke <span class="ui">Profily</span> ťuknite na položku <span class="ui">Nový</span> a zadajte popisný názov svojho profilu. Teraz by ste mali vidieť svoj nový profil v ponuke. Ťuknite naň a na ľavej strane sa zobrazí obrazovka. V tejto ponuke môžete tiež profil <span class="ui">Odstrániť, Premenovať</span> alebo <span class="ui">Duplikovať</span>.
sr: У менију <span class="ui">Профили</span> тапните на <span class="ui">Нови</span> и дајте неко описно име профилу. Сада би у менију требало да видите ваш нови профил. Тапните на њега и видећете екран приказан на левој страни. Из овог менија такође можете да <span class="ui">Обришете, Промените име</span> или <span class="ui">Дуплирате</span> профил.
ta: <Span வகுப்பு = "Ui"> சுயவிவரங்கள் </span> பட்டியல் தட்டவும் <span வகுப்பு = "ui"> புதிய </span> மற்றும் உங்கள் சுயவிவரத்திற்கு விளக்கமான பெயரைக் கொடுங்கள். இப்போது உங்கள் புதிய சுயவிவரத்தை பட்டியலில் பார்க்க வேண்டும். அதைத் தட்டவும், இடது பக்கத்தில் திரையை காண்பீர்கள். நீங்கள் <span வகுப்பு = "Ui"> நீக்கவும், மறுபெயரிடவும் </span> அல்லது <span வகுப்பு = "Ui"> நகல் </span> இந்த மெனுவிலிருந்து ஒரு சுயவிவரம்.
uk: У меню <span class="ui">Профілі</span> натисніть <span class="ui">Новий</span> і вкажіть його назву. Тепер ваш профіль повинен з'явитися в меню. Торкніться до нього і відкриється вікно з лівого боку. Також з цього меню можна <span class="ui">видалити, перейменувати</span> або <span class="ui">дублювати</span> профіль.
zh_hans: 在<span class="ui">配置文件</span>菜单中，轻触<span class="ui">新建</span>，并为配置文件指定一个描述性标题。现在，您应该可以在菜单中看到新的配置文件。点按后将看到左侧的屏幕。您还可以从此菜单中<span class="ui">删除、重命名</span>或<span class="ui">复制</span>配置文件。

source: When you tap on <span class="ui">Edit actions</span> menu item you will see the menu on the right. This is the same menu as the gesture selection menu and there are actions in many categories. Which means you can perform any <span class="ui">Gesture</span> action using a <span class="ui">Profile</span>.
es: Al pulsar el elemento de menú <span class="ui">Editar acciones</span>, verá el menú a la derecha. Es el mismo menú que el de selección de gestos y ofrece acciones en varias categorías. Esto significa que puede realizar cualquier acción de <span class="ui">Gesto</span> con un <span class="ui">Perfil</span>.
fr: Lorsque vous appuyez sur l'élément de menu <span class="ui">Modifier les actions</span>, le menu s'affiche à droite. Il s'agit du même menu que celui de sélection des gestes, qui comprend des actions classées en plusieurs catégories. Cela signifie que vous pouvez effectuer n'importe quelle action <span class="ui">Geste</span> à l'aide d'un <span class="ui">Profil</span>.
ga: Nuair a thapálann tú ar mhír roghchláir <span class="ui">Gníomhartha a chur in eagar</span> feicfidh tú an roghchlár ar dheis. Is é seo an roghchlár céanna leis an roghchlár roghnúcháin gothaí agus tá gníomhartha i go leor catagóirí. Ciallaíonn sé sin gur féidir leat aon ghníomh <span class="ui">Gotha</span> a dhéanamh ag baint úsáide as <span class="ui">Próifíl</span>.
it: Quando si tocca la voce di menu <span class="ui">Azioni di modifica</span>, viene visualizzato il menu a destra. È lo stesso menu del menu di selezione dei gesti e sono presenti azioni in molte categorie. Ciò significa che è possibile eseguire qualsiasi azione di <span class="ui">gesto</span> utilizzando un <span class="ui">profilo</span>.
nl: Wanneer je op het menu-item <span class="ui">Acties bewerken</span> tikt, zie je het menu rechts. Dit is hetzelfde menu als voor gebaren, met acties in veel categorieën. Dat betekent dat je elke <span class="ui">Gebaren</span>-actie kunt uitvoeren via een <span class="ui">Profiel</span>.
pt_br: Ao tocar no item de menu <span class="ui">Editar ações</span>, você verá o menu à direita. Este é o mesmo menu do menu de seleção de gestos e há ações em diversas categorias. Isso significa que você pode executar qualquer ação de <span class="ui">Gesto</span> usando um <span class="ui">Perfil</span>.
sk: Keď ťuknete na položku ponuky <span class="ui">Upraviť akcie</span>, zobrazí sa ponuka vpravo. Ide o rovnakú ponuku ako ponuka výberu gest pričom akcie sú v mnohých kategóriách. To znamená, že pomocou <span class="ui">Profilu</span> môžete vykonať akúkoľvek akciu <span class="ui">Gestom</span>.
sr: Када тапнете на ставку менија <span class="ui">Уреди акције</span> приказаће се мени са десне стране. Ово је исти мени као онај за избор гестикулације и ту постоје акције груписане у многе категорије. То значи да можете да извршите било коју акцију <span class="ui">Гестикулације</span> користећи <span class="ui">Профил</span>.
ta: நீங்கள் <span வகுப்பு = "Ui"> செயல்களைத் திருத்து </span> பட்டியல் உருப்படியைத் தட்டும்போது வலதுபுறத்தில் மெனுவைக் காண்பீர்கள். இது சைகை தேர்வு மெனுவின் அதே பட்டியல் மற்றும் பல வகைகளில் செயல்கள் உள்ளன. அதாவது <ச்பான் கிளாச் = "யுஐ"> சைகை </span> செயலை ஒரு <ச்பான் கிளாச் = "யுஐ"> சுயவிவரம் </ச்பான்> ஐப் பயன்படுத்தி நீங்கள் செய்ய முடியும்.
uk: Після дотику до пункту меню <span class="ui">Редагувати дії</span> відкриється меню праворуч. Це те саме меню, що й меню вибору жесту і там наявні дії з різних категорій. Це означає, що за допомогою <span class="ui">профілю</span> ви можете виконати <span class="ui">жестом</span> будь-яку дію.
zh_hans: 当您点击<span class="ui">编辑操作</span>菜单项时，您将看到右侧的菜单。这与手势选择菜单相同，并且在许多类别中都有动作。这意味着您可以使用<span class="ui">配置文件</span>执行任何<span class="ui">手势</span>动作。

source: You can now select several items from all these categories. The actions you selected here will be performed when you activate this profile.
es: Ahora puedes seleccionar varios elementos de todas estas categorías. Las acciones que seleccionaste aquí se realizarán al activar este perfil.
fr: Vous pouvez désormais sélectionner plusieurs éléments parmi toutes ces catégories. Les actions que vous avez sélectionnées ici seront exécutées lorsque vous activerez ce profil.
ga: Is féidir leat roinnt míreanna a roghnú anois ó na catagóirí seo go léir. Déanfar na gníomhartha a roghnaigh tú anseo nuair a ghníomhaíonn tú an phróifíl seo.
it: È ora possibile selezionare diversi elementi da tutte queste categorie. Le azioni selezionate saranno eseguite quando si attiverà questo profilo.
nl: Je kunt nu meerdere items uit al deze categorieën selecteren. De acties die je hier kiest, worden uitgevoerd wanneer je dit profiel activeert.
pt_br: Agora você pode selecionar vários itens de todas essas categorias. As ações selecionadas aqui serão executadas quando você ativar este perfil.
sk: Teraz môžete vybrať niekoľko položiek zo všetkých týchto kategórií. Akcie, ktoré ste tu vybrali, sa vykonajú pri aktivácii tohto profilu.
sr: Из свих ових категорија можете да изаберете више ставки. Када активирате овај профил, извршиће се све те акције.
ta: இந்த அனைத்து வகைகளிலிருந்தும் நீங்கள் இப்போது பல உருப்படிகளைத் தேர்ந்தெடுக்கலாம். இந்த சுயவிவரத்தை நீங்கள் செயல்படுத்தும்போது நீங்கள் இங்கு தேர்ந்தெடுத்த செயல்கள் செய்யப்படும்.
uk: Тепер можна обрати кілька елементів з усіх цих категорій. Вибрані тут дії будуть виконані під час активації цього профілю.
zh_hans: 现在，您可以从所有这些类别中选择多个项目。激活该配置文件时，将执行您在此处选择的操作。

source: Activating a profile
es: Activar un perfil
fr: Activation d'un profil
ga: Próifíl a ghníomhachtú
it: Attivazione di un profilo
nl: Een profiel activeren
pt_br: Ativando um perfil
pt_pt: Activando um perfil
sk: Aktivácia profilu
sr: Активирање профила
ta: சுயவிவரத்தை செயல்படுத்துகிறது
uk: Активація профілю
zh_hans: 启用一套配置文件

source: There are many ways to activate a profile:
es: Hay muchas formas de activar un perfil:
fr: Il existe plusieurs façons d'activer un profil :
ga: Tá go leor bealaí ann chun próifíl a ghníomhachtú:
it: Ci sono molti modi per attivare un profilo:
nl: Er zijn veel manieren om een profiel te activeren:
pt_br: Há muitas maneiras de ativar um perfil:
pt_pt: Existem muitas formas de ativar um perfil:
sk: Existuje mnoho spôsobov, ako aktivovať profil:
sr: Постоји много начина на које можете да активирате профил:
ta: சுயவிவரத்தை செயல்படுத்த பல வழிகள் உள்ளன:
uk: Існує багато способів активації профілю:
zh_hans: 有许多方法可以激活配置文件：

source: You can activate a profile with a <b>long press</b> on its name from this same <span class="ui">Profiles</span> menu
es: Puedes activar un perfil con una <b>toque largo</b> sobre su nombre desde el mismo menú <span class="ui">Perfiles</span>
fr: Vous pouvez activer un profil en <b>appuyant longuement</b> sur son nom dans ce même menu <span class="ui">Profils</span>
ga: Is féidir leat próifíl a ghníomhachtú trí <b>bhrú fada</b> ar a hainm ón roghchlár <span class="ui">Próifílí</span> céanna seo
it: È possibile attivare un profilo con una <b>pressione prolungata</b> sul suo nome dal menu <span class="ui">Profili</span>
nl: Je kunt een profiel <b>lang indrukken</b> op zijn naam in hetzelfde <span class="ui">Profielen</span>-menu om het te activeren
pt_br: Você pode ativar um perfil com um <b>toque longo</b> em seu nome no mesmo menu <span class="ui">Perfis</span>
sk: Profil môžete aktivovať <b>dlhým stlačením</b> jeho názvu v tej istej ponuke <span class="ui">Profilov</span>
sr: Профил можете да активирате <b>дугим притиском</b> на његово име из истог менија <span class="ui">Профили</span>
ta: இதை <span> விரைவான பட்டியல் </span> எனக் காட்டுகிறது
uk: Профіль можна активувати <b>затиснувши</b> його назву у цьому ж меню <span class="ui">Профілі</span>
zh_hans: 在<span class="ui">配置文件</span>菜单中，通过<b>长按</b>某套配置文件标题可以启用该配置文件

source: You can activate a profile using a gesture. For this, you have to enable <span class="ui">Show in action list</span> from the profile’s menu. Now you can select it via:
es: Puedes activar un perfil con un gesto. Para ello, debes habilitar la opción <span class="ui">Mostrar en la lista de acciones</span> en el menú del perfil. Ahora puedes seleccionarla mediante:
fr: Vous pouvez activer un profil à l'aide d'un geste. Pour cela, vous devez activer <span class="ui">Afficher dans la liste des actions</span> dans le menu du profil. Vous pouvez désormais le sélectionner via :
ga: Is féidir leat próifíl a ghníomhachtú trí úsáid a bhaint as gotha. Chuige seo, ní mór duit <span class="ui">Taispeáin sa liosta gníomhartha</span> a chumasú ó roghchlár na próifíle. Anois is féidir leat é a roghnú trí:
it: È possibile attivare un profilo con un gesto. A tal fine, è necessario abilitare <span class="ui">Mostra nella lista delle azioni</span> dal menu del profilo. Ora è possibile selezionarlo tramite:
nl: Je kunt een profiel ook met een gebaar activeren. Schakel hiervoor <span class="ui">Toon in actielijst</span> in het profielmenu in. Je kunt het daarna selecteren via:
pt_br: Você pode ativar um perfil usando um gesto. Para isso, você precisa ativar <span class="ui">Mostrar na lista de ações</span> no menu do perfil. Agora você pode selecioná-lo via:
sk: Profil môžete aktivovať gestom. Ak to chcete urobiť, musíte v ponuke profilu povoliť možnosť <span class="ui">Zobraziť v zozname akcií</span>. Teraz si ho môžete vybrať cez:
sr: Профил можете да активирате гестикулацијом. Да бисте то урадили, из менија жељеног профила морате да укључите <span class="ui">Прикажи у листи акција</span>. Сада можете да га изаберете из:
ta: நீங்கள் ஒரு சைகையைப் பயன்படுத்தி சுயவிவரத்தை செயல்படுத்தலாம். இதற்காக, சுயவிவரத்தின் மெனுவிலிருந்து <ச்பான் கிளாச் = "யுஐ"> ஆக்சன் பட்டியலில் </span> இல் காண்பிக்க வேண்டும். இப்போது நீங்கள் அதைத் தேர்ந்தெடுக்கலாம்:
uk: Профіль також можна активувати жестом. Для цього потрібно у меню профілю увімкнути <span class="ui">Показати у списку дій</span>. Тепер його можна вибрати тут:
zh_hans: 您可以使用手势激活配置文件。为此，您必须从配置文件的菜单中启用<span class="ui">显示在操作列表中</span>。现在，您可以通过以下方式选择它：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and gestures / Gesture manager / “ANY GESTURE” / General / Profile “Your profile name”
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Configurador de gestos / “CUALQUIER GESTO” / General / Perfil “Tu nombre de perfil”
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touches et gestes / Gestionnaire de gestes / « TOUT GESTE » / Général / Profil « Nom de votre profil »
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus gothaí / Bainisteoir gothaí / “AON GHOTHA” / Ginearálta / Próifíl “Ainm d’phróifíle”
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Impostazione dei gesti / “QUALSIASI GESTO” / Generale / Profilo “il nome dato al profilo”
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Gebarenbeheer / “ELK GEBAAR” / Algemeen / Profiel “Je profielnaam”
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Gerenciador de gestos / “QUALQUER GESTO” / Geral / Perfil “Seu nome de perfil”
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Správca gest / „ĽUBOVOĽNÉ GESTO“ / Všeobecné / Profil „názov vášho profilu“
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Управљач гестикулацијама / „БИЛО КОЈА ГЕСТИКУЛАЦИЈА” / Опште / Профил „Име вашег профила”
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Менеджер жестів / «БУДЬ-ЯКИЙ ЖЕСТ» / Загальне / Профіль «назва вашого профілю»
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 交互手势管理 / “任意手势” / 通用类 / 配置文件 「自定义标题」

source: You can also activate a profile <b>automatically</b> depending on some conditions. See the next heading to learn how to use this powerful feature.
es: También puedes activar un perfil <b>automáticamente</b> según ciertas condiciones. Consulta el siguiente apartado para aprender a usar esta potente función.
fr: Vous pouvez également activer un profil <b>automatiquement</b> en fonction de certaines conditions. Consultez la rubrique suivante pour découvrir comment utiliser cette fonctionnalité puissante.
ga: Is féidir leat próifíl a ghníomhachtú <b>go huathoibríoch</b> freisin ag brath ar choinníollacha áirithe. Féach an chéad cheannteideal eile chun foghlaim conas an ghné chumhachtach seo a úsáid.
it: È anche possibile attivare un profilo <b>automaticamente</b> in base ad alcune condizioni. Per sapere come utilizzare questa potente funzione, vedere la prossima sezione.
nl: Je kunt een profiel ook <b>automatisch</b> activeren afhankelijk van bepaalde voorwaarden. Zie de volgende kop om te leren hoe je deze krachtige functie gebruikt.
pt_br: Você também pode ativar um perfil <b>automaticamente</b> dependendo de algumas condições. Veja o próximo título para saber como usar esse recurso poderoso.
sk: Profil môžete tiež aktivovať <b>automaticky</b> v závislosti od určitých podmienok. V ďalšom nadpise sa dozviete, ako používať túto výkonnú funkciu.
sr: Профил можете да активирате и <b>аутоматски</b> у зависности од одређених услова. Погледајте наредни наслов да научите како се користи ова моћна функционалност.
ta: சில நிபந்தனைகளைப் பொறுத்து நீங்கள் ஒரு சுயவிவரத்தை <b> தானாக </b> ஐ செயல்படுத்தலாம். இந்த சக்திவாய்ந்த அம்சத்தை எவ்வாறு பயன்படுத்துவது என்பதை அறிய அடுத்த தலைப்பைப் பார்க்கவும்.
uk: Профіль можна також активувати <b>автоматично</b>, залежно від певних умов. Як використовувати цю функцію описано у наступному підрозділі.
zh_hans: 您还可以根据某些条件<b>自动激活配置文件</b>。请参阅下一个标题以了解如何使用此强大的功能。

source: Profile auto-execution
es: Perfil auto ejecutable
fr: Exécution automatique du profil
ga: Uath-fhorghníomhú próifíle
it: Esecuzione automatica del profilo
nl: Profielen automatisch uitvoeren
pt_br: Execução automática de Perfil
pt_pt: Execução automática de perfil
sk: Automatické spustenie profilu
sr: Ауто-извршавање профила
ta: சுயவிவரம் தானாக செயல்படுத்தல்
uk: Автоматичне виконання профілю
zh_hans: 自动套用配置文件
