Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: In the image above, you can see the positions of the default tap zones of KOReader. To show the <span class="ui">top menu</span> or <span class="ui">bottom menu</span> you can tap the indicated zones. You can also swipe down the upper zone to show the <span class="ui">top menu</span>. On non-touch devices like Kindle 4 you can open the <span class="ui">bottom menu</span> by pressing the button that corresponds to the <b>ENTER/OK</b> action.
es: En la imágen superior puedes ver la posición de las zonas de toque por defecto de KOReader. Debes tocar en las zonas indicadas para mostrar el <span class="ui">menú superior</span> o el <span class="ui">menú inferior</span>. También puedes hacer un deslizamiento hacia abajo desde la zona superior para mostrar el <span class="ui">menú superior</span>. En dispositivos sin pantalla táctil puedes abrir el <span class="ui">menú inferior</span> presionando el botón que corresponde a la acción <b>ENTER/OK</b>.
fr: Dans l’image ci-dessus, vous pouvez voir l’emplacement des zones tactiles par défaut de KOReader. Pour afficher le <span class="ui">menu supérieur</span> ou le <span class="ui">menu inférieur</span>, vous pouvez appuyer sur les zones indiquées. Vous pouvez également balayer vers le bas la zone supérieure pour afficher le <span class="ui">menu supérieur</span>. Sur les appareils non tactiles comme le Kindle 4, vous pouvez ouvrir le <span class="ui">menu inférieur</span> en appuyant sur le bouton correspondant à l’action <b>ENTRÉE/OK</b>.
ga: San íomhá thuas, is féidir leat suíomhanna na gcriosanna tapála réamhshocraithe de KOReader a fheiceáil. Chun an <span class="ui">roghchlár barr</span> nó an <span class="ui">roghchlár bun</span> a thaispeáint, is féidir leat na criosanna léirithe a thapáil. Is féidir leat svaidhpeáil síos an crios uachtarach freisin chun an <span class="ui">roghchlár barr</span> a thaispeáint. Ar fheistí neamh-theagmhála cosúil le Kindle 4, is féidir leat an <span class="ui">roghchlár bun</span> a oscailt tríd an gcnaipe a fhreagraíonn don ghníomh <b>IONTRÁIL/Ceart go leor</b> a bhrú.
it: Nell'immagine qui sopra, si possono vedere le posizioni delle zone di tocco predefinite di KOReader. Per mostrare il <span class="ui">menu principale</span> o il <span class="ui"> menu inferiore</span> è possibile toccare le zone indicate. È anche possibile scorrere verso il basso la zona superiore per visualizzare il <span class="ui">menu principale</span>. Su dispositivi non touch come Kindle 4 è possibile aprire il <span class="ui">menu inferiore</span> premendo il pulsante che corrisponde all'azione <b>INVIO/OK</b>.
nl: In de afbeelding hierboven zie je de posities van de standaard tikzones van KOReader. Om het <span class="ui">bovenste menu</span> of <span class="ui">ondermenu</span> weer te geven, kun je op de aangegeven zones tikken. Je kunt ook naar beneden vegen in de bovenste zone om het <span class="ui">hoofdmenu</span> te tonen. Op niet-touch apparaten zoals Kindle 4 kun je het <span class="ui">ondermenu</span> openen door de knop in te drukken die overeenkomt met de <b>ENTER/OK</b> actie.
pt_br: Na imagem acima, você pode ver as posições das zonas de toque padrão do KOReader. Para exibir o <span class="ui">menu superior</span> ou <span class="ui">menu inferior</span> você pode tocar nas zonas indicadas. Também pode deslizar para baixo a partir da área superior para mostrar o <span class="ui">menu superior</span>. Em dispositivos sem telas sensíveis ao toque como o Kindle 4 pode abrir o <span class="ui">menu inferior</span> ao pressionar o botão que corresponde a ação <b>ENTER/OK.</b>.
pt_pt: Na imagem acima, pode ver as posições das zonas de toque predefinidas do KOReader. Para mostrar o <span class="ui">menu superior</span> ou o <span class="ui">menu inferior</span> pode tocar nas zonas indicadas. Também pode deslizar com o dedo para baixo na zona superior para mostrar o <span class="ui">menu superior</span>. Em dispositivos sem ecrã tátil como o Kindle 4, pode abrir o <span class="ui">menu inferior</span> carregando no botão que corresponde à ação <b>ENTER/OK</b>.
sk: Na obrázku vyššie môžete vidieť polohy predvolených zón ťuknutia v KOReaderi. Ak chcete zobraziť <span class="ui">vrchné menu</span> alebo <span class="ui">spodné menu</span>, môžete ťuknúť na uvedené zóny. Môžete tiež prejsť prstom nadol v hornej zóne, čím zobrazíte <span class="ui">vrchné menu</span>. Na zariadeniach bez dotykového ovládania, ako je Kindle 4, môžete <span class="ui">spodné menu</span> otvoriť stlačením tlačidla, ktoré zodpovedá akcii <b>ENTER/OK</b>.
sr: На горњој слици можете да видите подразумеване тап зоне програма KOReader. Ако желите да се прикаже <span class="ui">мени на врху</span> или <span class="ui">мени на дну</span> можете да тапнете наведене зоне. Такође можете и да превучете наниже по горњој зони ако желите да се прикаже <span class="ui">мени на врху</span>. На уређајима који немају екран осетљив на додир, као што је Kindle 4, <span class="ui">мени на дну</span> можете да отворите притиском на дугме које одговара акцији <b>ЕНТЕР/OK</b>.
ta: மேலே உள்ள படத்தில், கொரியாடரின் இயல்புநிலை தட்டு மண்டலங்களின் நிலைகளை நீங்கள் காணலாம். <ச்பான் கிளாச் = "யுஐ"> சிறந்த பட்டியல் </span> அல்லது <span வகுப்பு = "Ui"> கீழ் பட்டியல் </span> ஐக் காட்ட நீங்கள் சுட்டிக்காட்டப்பட்ட மண்டலங்களைத் தட்டலாம். <ச்பான் கிளாச் = "யுஐ"> சிறந்த பட்டியல் </span> ஐக் காட்ட நீங்கள் மேல் மண்டலத்தை ச்வைப் செய்யலாம். கின்டெல் 4 போன்ற தொடு அல்லாத சாதனங்களில், <b> Enter/சரி </b> செயலுக்கு ஒத்த பொத்தானை அழுத்துவதன் மூலம் <ச்பான் கிளாச் = "யுஐ"> கீழ் பட்டியல் </span> ஐ நீங்கள் திறக்கலாம்.
uk: На зображенні вище показано розташування типових ділянок дотику KOReader. Щоб відкрити <span class="ui">верхнє меню</span> та <span class="ui">нижнє меню</span>, торкніться показаних ділянок. Щоб відкрити <span class="ui">верхнє меню</span> можна також протягнути пальцем у верхній ділянці. На пристроях без сенсорного екрану (наприклад, Kindle 4) <span class="ui">нижнє меню</span> можна відкрити натиснувши на кнопку, яка відповідає дії <b>Enter/OK</b>.
zh_hans: 下方的图片展示了KOReader的默认点按区域功能划分；请点击屏幕上的对应区域呼出<span class="ui">顶部菜单</span>或者<span class="ui">底部菜单</span>。<span class="ui">顶部菜单</span>也可通过从屏幕上端下滑来呼出。在非触摸屏阅读设备上（如Kindle 4），<span class="ui">底部菜单</span>可通过按动<b>确认键</b>呼出。

source: <span class="label_green">TIP</span> As indicated in the image above, <span class="ui">top menu</span> opening zone is divided into 3 areas. If you swipe down the first 1/3 of the top edge, <span class="ui">top menu</span> opens with the <b>first menu tab</b>. Second 1/3 area opens the <b>most recently used menu tab</b>. And last area opens the <b>last menu tab</b>.
es: <span class="label_green">CONSEJO</span> Como se indica en la imágen superior, la zona de apertura del <span class="ui">menú superior</span> se divide en 3 áreas. Si deslizas hacía abajo desde el primer tercio del borde superior, el <span class="ui">menú superior</span> abre con la <b>primera pestaña del menú</b>. El segundo tercio abre el <b>menú usado más reciente</b> y el último tercio abre la <b>última pestaña del menú</b>.
fr: <span class="label_green">ASTUCE</span> Comme indiqué dans l’image ci-dessus, la zone d’ouverture du <span class="ui">menu supérieur</span> est divisée en 3 parties. Si vous balayer vers le bas le premier tiers du bord supérieur, le <span class="ui">menu supérieur</span> s’ouvre avec l’<b>onglet du premier menu</b>. Le deuxième tiers ouvre l’<b>onglet du menu utilisé le plus récemment</b>. Et la dernière zone ouvre l’<b>onglet du dernier menu</b>.
ga: <span class="label_green">LEID</span> Mar a léirítear san íomhá thuas, tá crios oscailte an <span class="ui">roghchláir</span> roinnte ina 3 limistéar. Má shvaipeálann tú síos an chéad 1/3 den imeall uachtarach, osclaítear an <span class="ui">roghchlár</span> leis an <b>chéad chluaisín roghchláir</b>. Osclaítear an dara 1/3 limistéar an <b>chluaisín roghchláir is déanaí a úsáideadh</b>. Agus osclaítear an <b>chluaisín roghchláir deireanach</b> sa limistéar deireanach.
it: <span class="label_green">TIP</span> Come indicato nell'immagine precedente, la zona di apertura del <span class="ui">menu superiore</span> è suddivisa in 3 aree. Se si scorre verso il basso il primo 1/3 del bordo superiore, il <span class="ui">menu superiore</span> si apre con il <b>primo menu tab</b>. La seconda area 1/3 apre la <b>scheda di menu utilizzata più di recente</b>. L'ultima area apre l'<b>ultima scheda del menu</b>.
nl: <span class="label_green">TIP</span> Zoals aangegeven in de afbeelding hierboven, is de <span class="ui">hoofdmenu</span> openingszone verdeeld in 3 gebieden. Als je naar beneden veegt in het eerste 1/3 van de bovenrand, opent het <span class="ui">hoofdmenu</span> met het <b>eerste menu tabblad</b>. Het tweede 1/3 gebied opent het <b>meest recent gebruikte menu tabblad</b>. En het laatste gebied opent het <b>laatste menu tabblad</b>.
pt_br: <span class="label_green">DICA</span> Conforme indicado na imagem acima, a zona de abertura do <span class="ui">menu superior</span> é dividida em 3 áreas. Se você deslizar para baixo no primeiro 1/3 da borda superior, o <span class="ui">menu superior</span> será aberto com a <b>primeira aba do menu</b>. O segundo 1/3 da área abre a <b>aba do menu usado mais recentemente</b>. E a última área abre a <b>última aba do menu</b>.
pt_pt: <span class="label_green">DICA</span> Como indicado na imagem acima, a zona de abertura do <span class="ui">menu superior</span> é dividida em 3 áreas. Se deslizar com o dedo para baixo no primeiro terço da borda superior, o <span class="ui">menu superior</span> abre com o <b>primeiro separador do menu</b>. A área do segundo terço abre o <b>separador do menu usado mais recentemente</b>. A última área abre o <b>último separador do menu</b>.
sk: <span class="label_green">TIP</span> Ako je znázornené na obrázku vyššie, úvodná zóna <span class="ui">vrchného menu</span> je rozdelená na 3 oblasti. Ak potiahnete prst nadol v prvej tretine horného okraja otvorí sa <span class="ui">vrchné menu</span> s <b>prvou kartou menu</b>. Druhá tretina otvorí <b>naposledy použitú kartu menu</b>. A posledná oblasť otvorí <b>poslednú kartu menu</b>.
sr: <span class="label_green">САВЕТ</span> Као што је приказано на горњој слици, зона отварања <span class="ui">менија на врху</span> је подељена на 3 области. Ако превучете наниже у првој 1/3 горње ивице, <span class="ui">мени на врху</span> се отвара са <b>првом картицом менија</b>. Друга 1/3 област отвара <b>последње коришћену картицу менија</b>. И последња област отвара <b>последњу картицу менија</b>.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> மேலே உள்ள படத்தில் சுட்டிக்காட்டப்பட்டுள்ளபடி, <span வகுப்பு = "Ui"> சிறந்த பட்டியல் </span> திறக்கும் மண்டலம் 3 பகுதிகளாக பிரிக்கப்பட்டுள்ளது. மேல் விளிம்பின் முதல் 1/3 ஐ நீங்கள் ச்வைப் செய்தால், <span வகுப்பு = "Ui"> சிறந்த பட்டியல் </span> <b> முதல் பட்டியல் தாவல் </b> உடன் திறக்கிறது. இரண்டாவது 1/3 பகுதி <b> மிக அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட பட்டியல் தாவல் </b> ஐத் திறக்கிறது. கடைசி பகுதி <b> கடைசி பட்டியல் தாவல் </b> ஐ திறக்கிறது.
uk: <span class="label_green">ПОРАДА</span> На зображенні вище видно, що ділянка відкриття <span class="ui">верхнього меню</span> поділена на 3 частини. Якщо протягнути у першій ⅓ верхнього кута, <span class="ui">верхнє меню</span> відкриється з <b>першої вкладки меню</b>. Друга ⅓ частина ділянки відкриє <b>вкладку, яка найчастіше використовується</b>. А остання ⅓ частина ділянки відкриє <b>останню вкладку меню</b>.
zh_hans: <span class="label_green">提示</span> 如上图所示，<span class="ui">顶部菜单</span>触发区域被划为三部分。当从最左边区域下划时，将直接显示<span class="ui">顶部菜单</span>的<b>第一页</b>； 从最右边区域下划时，将直接显示<b>最后一页</b>；当从中间区域下划时，将直接显示<b>上次使用过的顶部菜单页</b>。

source: If you want top open both menus at the same time, you can set <span class="ui">top menu</span> zone to open both the <span class="ui">top</span> and <span class="ui">bottom menu</span> at the same time via this menu:
es: Si quieres que el menú superior abra los dos menús al mismo tiempo, puedes configurar que la zona del <span class="ui">menú superior</span> abra el <span class="ui">menú superior</span> e <span class="ui">inferior</span> al mismo tiempo desde este menú:
fr: Si vous souhaitez ouvrir les deux menus en même temps, vous pouvez définir la zone du <span class="ui">menu supérieur</span> pour ouvrir à la fois le <span class="ui">menu supérieur</span> et le <span class="ui">menu inférieur</span> en même temps via ce menu :
ga: Más mian leat an dá roghchlár a oscailt ag an am céanna, is féidir leat crios <span class="ui">an roghchláir barr</span> a shocrú chun an roghchlár <span class="ui">barr</span> agus an roghchlár <span class="ui">bun</span> araon a oscailt ag an am céanna tríd an roghchlár seo:
it: Se si desidera aprire entrambi i menu contemporaneamente, si possono impostare le zone del <span class="ui">menu superiore</span> per aprire entrambi in menu ( <span class="ui">superiore</span> e <span class="ui">inferiore</span>) nello stesso momento attraverso:
nl: Als je beide menu's tegelijk wilt openen kun je de <span class="ui">bovenmenu</span>-zone instellen om zowel het <span class="ui">bovenmenu</span> als het <span class="ui">ondermenu</span> tegelijk te openen via dit menu:
pt_br: Se você quiser abrir ambos os menus ao mesmo tempo, pode configurar a zona do <span class="ui">menu superior</span> para abrir simultaneamente o <span class="ui">menu superior</span> e o <span class="ui">menu inferior</span> através deste menu:
pt_pt: Se pretender abrir ambos os menus ao mesmo tempo, pode definir a zona <span class="ui">menu superior</span> para abrir tanto o <span class="ui">top</span> como o <span class="ui">menu inferior</span> ao mesmo tempo através deste menu:
sk: Ak chcete, aby sa obe menu otvorili súčasne, môžete nastaviť zónu <span class="ui">vrchného menu</span> tak, aby sa súčasne otvorila <span class="ui">vrchné</span> aj <span class="ui">spodné menu</span>, a to pomocou tgejto ponuky:
sr: Ако желите да се оба менија отварају у исто време, следећим менијем можете поставити да зона <span class="ui">менија на врху</span> истовремено отвара и <span class="ui">мени на врху</span> и <span class="ui">мени на дну</span>:
ta: ஒரே நேரத்தில் இரண்டு மெனுக்களையும் நீங்கள் திறக்க விரும்பினால், <ச்பான் கிளாச் = "யுஐ"> சிறந்த பட்டியல் </ச்பான்> மண்டலத்தை <ச்பான் கிளாச் = "யுஐ"> மேல் </ச்பான்> மற்றும் <ச்பான் கிளாச் = "யுஐ"> கீழ் பட்டியல் </ச்பான்> இரண்டையும் திறக்க இந்த பட்டியல் வழியாக அமைக்கலாம்:
uk: Якщо бажаєте відкривати одночасно обидва меню, можете налаштувати ділянку дотику <span class="ui">верхнього меню</span>, щоб при натисненні на неї одночасно відкривалися обидва меню – <span class="ui">верхнє меню</span> та <span class="ui">нижнє меню</span>. Це можна зробити в цьому меню:
zh_hans: 若要在点击<span class="ui">顶部菜单</span>区域时同时呼出<span class="ui">顶部菜单</span>及<span class="ui">底部菜单</span>，请按照下方所示菜单项设置：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Activate Menu
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y Gestos / Activar Menú
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Touchers et gestes / Activation du menu
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus Gothaí / Gníomhachtaigh an Roghchlár
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e Gesti / Attiva il menu
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Menu activeren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Ativar menu
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Activar menu
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Aktivovať ponuku
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Активирај мени
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Активувати меню
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按与手势交互 / 呼出菜单

source: <span class="ui">Corner tap zones</span> can be used for many different type of gestures including <b>TAP, DOUBLE TAP, TWO FINGER TAP</b> and <b>TAP and HOLD</b>.
es: Las <span class="ui">zonas de toque de las esquinas</span> pueden ser usadas para muchos tipos de gestos incluyendo <b>TOQUE, TOQUE DOBLE , TOQUE CON DOS DEDOS</b> y <b>TOQUE LARGO</b>.
fr: Les <span class="ui">zones de touchers des coins</span> peuvent être utilisées pour de nombreux types de gestes, notamment <b>TAPER, DOUBLE-TAPER, TAPOTER AVEC DEUX DOIGTS</b> et <b>TOUCHER ET MAINTENIR</b>.
ga: Is féidir <span class="ui">criosanna tapála cúinne</span> a úsáid le haghaidh go leor cineálacha éagsúla gothaí lena n-áirítear <b>TAPÁIL, TAPÁIL DHÚBAILTE, TAPÁIL LE DÁ MHÉAR</b> agus <b>TAPÁIL AGUS COINNIGH</b>.
it: <span class="ui">Zona di tocco angolare</span> può essere utilizzato per molti tipi di gesti diversi, tra cui <b>TOCCO, DOPPIO TOCCO, TOCCO CON DUE DITA</b> e <b>TOCCA E TIENI PREMUTO</b>.
nl: <span class="ui">Hoek-tikzones</span> kunnen gebruikt worden voor veel verschillende soorten gebaren, waaronder <b>TIK, DUBBELTIK, TWEEVINGERTIK</b> en <b>TIK en INGEDRUKT HOUDEN</b>.
pt_br: As <span class="ui">zonas de toque nos cantos</span> podem ser usadas para diferentes tipos de gestos incluindo <b>TOQUE, TOQUE DUPLO, TOQUE COM DOIS DEDOS</b> e <b>TOQUE LONGO</b>.
pt_pt: <span class="ui">As zonas de toque de canto</span> podem ser utilizadas para muitos tipos diferentes de gestos, incluindo <b>TOQUE, TOQUE DUPLO, TOQUE DE DOIS DEDOS</b> e <b>TOQUE e SEGURE</b>.
sk: <span class="ui">ZÓNY V ROHOCH</span> môžu byť využité pre rôzne typy gest vrátane <b>ŤUKNUTIA, DVOJITÉHO ŤUKNUTIA, ŤUKNUTIA DVOMA PRSTAMI</b> a <b>ŤUKNUTIA S PRIDRŽANÍM</b>.
sr: <span class="ui">Тап зоне у угловима</span> могу да се користе за више различитих типова гестикулација укључујући <b>ТАП, ДВОСТРУКИ ТАП, ТАП СА ДВА ПРСТА</b> и <b>ТАП и ЗАДРЖАВАЊЕ</b>.
ta: <span வகுப்பு = "Ui"> மூலையில் தட்டு மண்டலங்கள் </span> <b> தட்டு, இரட்டை குழாய், இரண்டு விரல் தட்டு </b> மற்றும் <b> தட்டு மற்றும் பிடி உள்ளிட்ட பல வகையான சைகைகளுக்கு பயன்படுத்தலாம்.
uk: <span class="ui">Кутові ділянки дотику</span> можна використовувати для багатьох різних типів жестів, включаючи <b>ДОТИК, ПОДВІЙНИЙ ДОТИК, ДОТИК ДВОМА ПАЛЬЦЯМИ</b> та <b>ЗАТИСКАННЯ</b>.
zh_hans: <span class="ui">四角触控区</span>可用于多种手势交互，如<b>点按、双击、双指点按</b>以及<b>长按</b>。

source: <b>PREVIOUS PAGE</b> and <b>NEXT PAGE</b> zones can also be used for <b>DOUBLE TAP</b> gestures at the same time.
es: Las zonas de <b>PÁGINA ANTERIOR</b> y <b>SIGUIENTE PÁGINA</b> pueden ser usadas al mismo tiempo para gestos de <b>TOQUE DOBLE</b>.
fr: Les zones <b>PAGE PRÉCÉDENTE</b> et <b>PAGE SUIVANTE</b> peuvent également être utilisées pour des gestes de <b>DOUBLE TAPE</b> en même temps.
ga: Is féidir criosanna <b>LEATHANACH ROIMHE</b> agus <b>LEATHANACH EILE</b> a úsáid le haghaidh gothaí <b>SCNÁIL DHÚBAILTE</b> ag an am céanna freisin.
it: Le zone <b>PAGINA PRECEDENTE</b> e <b>PAGINA SUCCESSIVA</b> possono essere utilizzate anche per i gesti <b>DOPPIO TOCCO</b> contemporaneamente.
nl: <b>VORIGE PAGINA</b> en <b>VOLGENDE PAGINA</b> zones kunnen ook tegelijk gebruikt worden voor <b>DUBBELTIK</b> gebaren.
pt_br: As zonas de <b>PÁGINA ANTERIOR</b> e <b>PRÓXIMA PÁGINA</b> também podem ser usadas para gestos de <b>TOQUE DUPLO</b> ao mesmo tempo.
pt_pt: As zonas <b>PÁGINA ANTERIOR</b> e <b>PÁGINA SEGUINTE</b> também podem ser utilizadas para gestos de <b>TOQUE DUPLO</b> ao mesmo tempo.
sk: Zóny pre <b>PREDCHÁDZAJÚCU STRÁNKU</b> a <b>NASLEDUJÚCU STRÁNKU</b> môžu byť zároveň využité aj pre gesto <b>DVOJITÉ ŤUKNUTIE</b>.
sr: Зоне <b>ПРЕТХОДНА СТРАНИЦА</b> и <b>НАРЕДНА СТРАНИЦА</b> такође истовремено могу да се користе за <b>ДВОСТРУКИ ТАП</b> гестикулације.
ta: <b> முந்தைய பக்கம் </b> மற்றும் <b> அடுத்த பக்கம் </b> ஒரே நேரத்தில் <b> இரட்டை தட்டு </b> சைகைகளுக்கு பயன்படுத்தப்படலாம்.
uk: Ділянки <b>ПОПЕРЕДНЯ СТОРІНКА</b> та <b>НАСТУПНА СТОРІНКА</b> також можуть одночасно використовуватися для жестів <b>ПОДВІЙНИЙ ДОТИК</b>.
zh_hans: 另外，<b>前一页</b>和<b>后一页</b>触控区还支持<b>双击</b>交互。
