Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: While setting the warm light percentages for different intervals, you can also set that interval to <span class="ui">Night Mode</span>, which inverts the screen colors when that interval starts. If your minimum frontlight is still too bright or if you prefer a dark page background, you can activate this feature. To enable this, in the dialog below, tap the <span class="ui">Night mode</span> checkbox and tap <span class="ui">Set</span>.
es: Al configurar los porcentajes de calidez de la luz para diferentes intervalos, también puedes establecer estos intervalos como <span class="ui">Modo Nocturno</span> para además inviertir los colores de la pantalla. Puedes activar esta función si luz frontal mínima sigue siendo demasiado brillante o si prefieres tener un fondo de página oscuro, . Para activarlo, en el diálogo siguiente toca la casilla <span class="ui">Modo Nocturno</span> y después <span class="ui">Establecer</span>.
fr: Lors du paramétrage de la chaleur de la lumière pour différents horaires, vous pouvez aussi sélectionner le <span class="ui">Mode Nuit</span>, qui inverse les couleurs de l'écran au début de cet horaire. Si le rétroéclairage minimum est trop fort pour vous ou que vous préférez un fond de page sombre, vous pouvez activer cette fonctionnalité. Pour cela, dans la boîte de dialogue dessous, cochez la case <span class="ui">Mode Nuit</span> et tapez sur <span class="ui">Activer</span>.
ga: Agus céatadáin an tsolais the á socrú agat le haghaidh eatraimh éagsúla, is féidir leat an t-eatramh sin a shocrú go <span class="ui">Mód Oíche</span> freisin, rud a athraíonn dathanna an scáileáin nuair a thosaíonn an t-eatramh sin. Má tá do sholas tosaigh íosta ró-gheal fós nó más fearr leat cúlra leathanaigh dorcha, is féidir leat an ghné seo a ghníomhachtú. Chun seo a chumasú, sa dialóg thíos, tapáil an bosca seiceála <span class="ui">Mód Oíche</span> agus tapáil <span class="ui">Socraigh</span>.
it: Mentre si impostano le percentuali di luce calda per intervalli diversi, si può anche impostare l'intervallo su <span class="ui">Modalità nottuna</span> che inverte i colori dello schermo all'inizio dell'intervallo. Se la luce frontale minima è ancora troppo intensa o se si preferisce uno sfondo scuro della pagina, è possibile attivare questa funzione. Per attivarlo, nella finestra di dialogo sottostante, toccare il pulsante <span class="ui">Modalità notte</span> e quindi <span class="ui">Applica</span>.
nl: Tijdens het instellen van de percentages voor verschillende intervallen kun je een interval ook op <span class="ui">Nachtmodus</span> zetten, wat de schermkleuren omkeert wanneer het interval start. Als je minimale verlichting nog te fel is of je een donkere achtergrond wilt, activeer dit dan. Vink in de dialoog hieronder <span class="ui">Nachtmodus</span> aan en tik op <span class="ui">Stel in</span>.
pt_br: Ao definir as porcentagens de luz quente para diferentes intervalos, você também pode definir esse intervalo para o <span class="ui">Modo Noturno</span>, que inverte as cores da tela quando esse intervalo começa. Se a sua luz frontal mínima ainda estiver muito forte ou se você preferir um fundo de tela escuro, você pode ativar esse recurso. Para habilitar isso, na caixa de diálogo abaixo, toque na caixa de seleção <span class="ui">Modo Noturno</span> e toque em <span class="ui">Definir</span>.
pt_pt: Ao definir as percentagens de luz quente para intervalos diferentes, também pode definir este intervalo para o <span class="ui">Modo Noturno</span>, que inverte as cores do ecrã quando este intervalo começa. Se a sua luz frontal mínima ainda estiver muito clara ou se preferir um fundo de página escuro, pode ativar esta funcionalidade. Para ativar isto, na caixa de diálogo abaixo, clique na caixa de seleção <span class="ui">Modo noturno</span> e em <span class="ui">Definir</span>.
sk: Pri nastavovaní percent farebného tepla svetla pre rôzne intervaly môžete nastaviť aj tento interval na <span class="ui">Nočný režim</span>, ktorý invertuje farby obrazovky, keď tento interval začne. Ak je vaše minimálne predné svetlo stále príliš jasné alebo ak uprednostňujete tmavé pozadie stránky, môžete túto funkciu aktivovať. Ak to chcete povoliť, v dialógovom okne nižšie ťuknite na zaškrtávacie políčko <span class="ui">Nočný režim</span> a ťuknite <span class="ui">Nastaviť</span>.
sr: Док постављате проценат топлог светла за различите интервале, за тај интервал такође можете да укључите и <span class="ui">Ноћни режим</span>, чиме се инвертују боје на екрану када почне тај интервал. Ако је минимално предње светло још увек превише јако, или ако вам више одговара тамна позадина странице, активирајте ову функцију. Да бисте то урадили, тапните на поље за штиклирање <span class="ui">Ноћни режим</span> и тапните <span class="ui">Постави</span>.
ta: வெவ்வேறு இடைவெளிகளுக்கு சூடான ஒளி சதவீதங்களை அமைக்கும் போது, அந்த இடைவெளியை <ச்பான் கிளாச் = "யுஐ"> நைட் பயன்முறை </ச்பான்> ஆகவும் அமைக்கலாம், இது அந்த இடைவெளி தொடங்கும் போது திரை வண்ணங்களைத் தலைகீழாக மாற்றுகிறது. உங்கள் குறைந்தபட்ச முன் விளக்கு இன்னும் பிரகாசமாக இருந்தால் அல்லது நீங்கள் இருண்ட பக்க பின்னணியை விரும்பினால், இந்த அம்சத்தை செயல்படுத்தலாம். இதை இயக்க, கீழேயுள்ள உரையாடலில், <ச்பான் கிளாச் = "யுஐ"> நைட் பயன்முறை </ச்பான்> தேர்வுப்பெட்டியைத் தட்டவும், <ச்பான் கிளாச் = "யுஐ"> செட் </ச்பான்> ஐத் தட்டவும்.
uk: Під час налаштування відсотків теплоти підсвічування для різних проміжків часу, для цих же проміжків можна також встановити <span class="ui">Нічний режим</span>, який інвертує кольори екрану на початку цього проміжку часу. Якщо мінімальне значення яскравості підсвічування екрану все ще занадто яскраве або якщо вам більше до вподоби темне тло сторінки, тоді можна активувати цю функцію. Щоб її увімкнути, у нижченаведеному діалозі торкніться квадратика <span class="ui">Нічний режим</span>, а потім <span class="ui">Встановити</span>.
zh_hans: 在为不同的时段设置暖光百分比时，您还可以将该时段设置为<span class="ui">夜间模式</span>，这会在该时段开始时反转屏幕颜色。如果您的最小前照灯仍然太亮，或者如果您喜欢深色页面背景，则可以激活此功能。要启用此功能，请在下面的对话框中，单击<span class="ui">夜间模式</span>复选框，然后单击<span class="ui">设置</span>。

source: When you do this, a <b>moon icon</b> will appear in the menu next to this interval. To disable night mode, just disable the <span class="ui">Night mode</span> checkbox in that interval.
es: Cuando lo hagas aparecerá un <b>icono de luna</b> en el menú junto al intervalo. Para desactivar el modo nocturno, simplemente desactiva la casilla <span class="ui">Modo Nocturno</span> en ese intervalo.
fr: Une fois activé, une <b>icone en forme de lune</b> va apparaître dans le menu à côté de cet horaire. Pour désactiver le mode nuit, il suffit de décocher la case correspondant au <span class="ui">Mode Nuit</span> pour cet horaire.
ga: Nuair a dhéanann tú é seo, beidh <b>deilbhín gealaí</b> le feiceáil sa roghchlár in aice leis an eatramh seo. Chun mód oíche a dhíchumasú, níl le déanamh ach an bosca seiceála <span class="ui">Mód oíche</span> a dhíchumasú san eatramh sin.
it: Quando si esegue questa operazione, nel menu accanto a questo intervallo appare l'icona della <b>luna</b>. Per disattivare la modalità notturna, basta disabilitare la casella di controllo <span class="ui">Modalità notturna</span> in quell'intervallo.
nl: Als je dit doet verschijnt een <b>maantje</b> in het menu naast het interval. Uitschakelen doe je door het vinkje <span class="ui">Nachtmodus</span> in dat interval te verwijderen.
pt_br: Ao fazer isso, um <b>ícone de lua</b> aparecerá no menu ao lado deste intervalo. Para desativar o modo noturno, basta desmarcar a caixa de seleção <span class="ui">Modo noturno</span> nesse intervalo.
pt_pt: Ao fazê-lo, um <b>ícone de lua</b> aparecerá no menu junto a esse intervalo. Para desativar o modo noturno, basta desativar a caixa de seleção <span class="ui">Modo noturno</span> nesse intervalo.
sk: Keď to urobíte, v ponuke vedľa tohto intervalu sa zobrazí <b>ikona mesiaca</b>. Ak chcete vypnúť nočný režim, jednoducho odznačte zaškrtávacie políčko <span class="ui">Nočný režim</span> v tomto intervale.
sr: Када то урадите, у менију ће се поред овог интервала појавити <b>икона месеца</b>. Ако желите да искључите ноћни режим, једноставно уклоните ознаку штиклирања <span class="ui">Ноћни режим</span> у том интервалу.
ta: நீங்கள் இதைச் செய்யும்போது, ஒரு <b> மூன் படவுரு </b> இந்த இடைவெளிக்கு அடுத்த பட்டியலில் தோன்றும். இரவு பயன்முறையை முடக்க, அந்த இடைவெளியில் <ச்பான் கிளாச் = "யுஐ"> நைட் பயன்முறை </span> தேர்வுப்பெட்டியை முடக்கவும்.
uk: Якщо так зробити, в меню поруч з цим проміжком часу з'явиться <b>значок місяця</b>. Щоб вимкнути нічний режим, просто торкніться квадратика <span class="ui">Нічний режим</span> (зніміть галочку).
zh_hans: 设置后该时段旁将出现<b>月亮图标</b>。停用则只需取消勾选对应时段的<span class="ui">夜间模式</span>选择框。

source: Frontlight auto on/off
es: Luz frontal automática activada/desactivada
fr: Activer/Désactiver le rétroéclairage
ga: Soilse tosaigh uathoibríoch ar siúl/as
it: Accensione/spegnimento automatico della luce frontale
nl: Automatisch aan/uit van schermverlichting
pt_br: Ligar/desligar automaticamente a luz frontal
pt_pt: Ligar/desligar automático da luz frontal
sk: Automatické nasvietenie/podsvietenie zap/vyp
sr: Аутоматско укљ./искљ. предњег светла
ta: முன் விளக்கு ஆட்டோ ஆன்/ஆஃப்
uk: Автоматичне увімкнення/вимкнення підсвічування
zh_hans: 屏幕前光自动开关

source: This feature turns your frontlight on at sunset and turns it off at sunrise according to your <span class="ui">Currently active parameters</span> in this plugin. You can override this change by manually turning your frontlight on/off. On the next sunrise/sunset, <span class="ui">AutoWarmth</span> will toggle it again if it is necessary. You can activate it by selecting <span class="ui">Frontlight off during the day</span> menu item in this plugin.
es: Esta función enciende la luz frontal al atardecer y la apaga al amanecer según los <span class="ui">Parámetros actualmente activos</span> del plugin. Puedes anular este cambio activando o desactivando manualmente la luz frontal. En el próximo amanecer/atardecer, <span class="ui">Temperatura del color</span> volverá a tomar el control si fuese necesario. Puedes activarla seleccionando <span class="ui">Iluminación apagada en horario diurno</span> del plugin.
fr: Cette fonctionnalité allume le rétroéclairage au moment du coucher du soleil et l'éteint au lever du soleil en fonction de vos <span class="ui">Paramètres actifs</span> pour ce plug-in. Vous pouvez contourner cette options en allumant/éteignant manuellement le rétroéclairage. Au prochain level/coucher de soleil, <span class="ui">Chaleur Automatique</span> se réactivera si nécessaire. Vous pouvez l'activer en sélectionnant <span class="ui">Éteindre le rétroéclairage en journée</span> dans ce menu.
ga: Casann an ghné seo do sholas tosaigh air ag luí na gréine agus múchann sé é ag éirí na gréine de réir do <span class="ui">paraiméadair atá gníomhach faoi láthair</span> sa bhreiseán seo. Is féidir leat an t-athrú seo a shárú trí do sholas tosaigh a chasadh air/as de láimh. Ag an gcéad éirí gréine/luí gréine eile, déanfaidh <span class="ui">AutoWarmth</span> é a lascadh arís más gá. Is féidir leat é a ghníomhachtú tríd an mír roghchláir <span class="ui">Solas tosaigh múchta i rith an lae</span> a roghnú sa bhreiseán seo.
it: Questa funzione accende la luce frontale al tramonto e la spegne all'alba in base ai parametri <span class="ui">attualmente attivi</span> in questo plugin. È possibile annullare questa modifica accendendo/spegnendo manualmente la luce frontale. All'alba/tramonto successivo, <span class="ui">Modalità calore e notte automatici</span> lo attiverà di nuovo se necessario. È possibile attivarla selezionando la voce di menu <span class="ui">Retroilluminazione spenta durante il giorno</span> in questo plugin.
nl: Deze functie schakelt je schermverlichting in bij zonsondergang en uit bij zonsopkomst volgens de <span class="ui">Huidig actieve parameters</span>. Je kunt dit overschrijven door de verlichting handmatig aan/uit te zetten. Bij de volgende zonsopkomst/-ondergang zal <span class="ui">AutoWarmth</span> het opnieuw aanpassen indien nodig. Activeer via de optie <span class="ui">Verlichting uit overdag</span>.
pt_br: Este recurso liga a luz frontal ao pôr do sol e a desliga ao nascer do sol, de acordo com os seus <span class="ui">Parâmetros ativos no momento</span> neste plugin. Você pode substituir essa alteração ligando/desligando manualmente a luz frontal. No próximo nascer/pôr do sol, o <span class="ui">Ajuste Automático da Temperatura (Luz)</span> a ativará novamente, se necessário. Você pode ativá-lo selecionando o item de menu <span class="ui">Luz frontal desligada durante o dia</span> neste plugin.
pt_pt: Esta funcionalidade liga a sua luz frontal ao pôr do sol e desliga-se ao nascer do sol de acordo com os seus <span class="ui">parâmetros atualmente ativos</span> neste plugin. Pode substituir esta alteração ligando/desligando manualmente a luz frontal. No próximo nascer/pôr do sol, <span class="ui">Aquecimento automático</span> irá voltar a alterná-lo se for necessário. Pode ativá-lo selecionando o item de menu <span class="ui">Luz frontal desligado durante o dia</span> neste plugin.
sk: Táto funkcia zapne vaše nasvietenie/podsvietenie pri západe slnka a vypne ho pri východe slnka podľa vašich <span class="ui">Aktuálne aktívnych parametrov</span> v tomto doplnku. Túto zmenu môžete prepísať manuálnym zapnutím/vypnutím nasvietenia/podsvietenia. Pri ďalšom východe/západe slnka, to funkcia <span class="ui">Automatická farebná teplota</span> v prípade potreby znova prepne. Môžete to aktivovať výberom položky menu <span class="ui">Nasvietenie/podsvietenie je cez deň vypnuté</span> v tomto doplnku.
sr: Ова функција укључује предње светло приликом заласка сунца и искључује га приликом изласка сунца сагласно са <span class="ui">Тренутно активним параметрима</span> у додатку. Ово можете да преиначите тако што ручно укључите/искључите предње светло. Приликом наредног изласка/заласка сунца, <span class="ui">AutoWarmth</span> ће поново изменити стање ако је то потребно. Можете да га активирате тако што у менију овог додатка изаберете ставку <span class="ui">Предње светло је искључено током дана</span>.
ta: இந்த நற்பொருத்தம் சூரிய அச்தமனத்தில் உங்கள் முன் ஒளியை இயக்கி, உங்கள் <ச்பான் கிளாச் = "யுஐ"> தற்போது செயலில் உள்ள அளவுருக்கள் </span> இன் படி சூரிய உதயத்தில் அணைக்கப்படுகிறது. உங்கள் முன் ஒளியை கைமுறையாக இயக்குவதன் மூலம் இந்த மாற்றத்தை நீங்கள் மேலெழுதலாம். அடுத்த சூரிய உதயம்/சூரிய அச்தமனத்தில், <span வகுப்பு = "Ui"> ஆட்டோவார்ம்த் </span> தேவைப்பட்டால் அதை மீண்டும் மாற்றும். இந்த சொருகியில் உள்ள </span> பட்டியல் உருப்படியின் போது <span வகுப்பு = "Ui"> முன் விளக்கு என்பதைத் தேர்ந்தெடுப்பதன் மூலம் அதை செயல்படுத்தலாம்.
uk: Ця функція вмикає підсвічування екрану на світанку і вимикає при заході сонця відповідно до <span class="ui">Зараз активних параметрів</span> цього модуля. Ручне увімкнення/вимкнення підсвічування екрану має пріоритет над цим параметром. Під час наступного сходу/заходу сонця <span class="ui">автотеплота підсвічування</span> перемкнеться. Її можна активувати натиснувши в модулі пункт меню <span class="ui">Підсвічування вимкнено вдень</span>.
zh_hans: 该功能会自动根据<span class="ui">当前生效的计划</span>在日落时打开屏幕前光、在日出时关闭。用户也可忽略当前计划，手动开启或关闭屏幕前光；<span class="ui">自动调整色温</span>功能仍会在设置的下个时间段自动启动。勾选<span class="ui">白天时关闭屏幕前光</span>选项即可启用该功能。

source: Faster warmth transitions
es: Transición de temperatura más rápida
fr: Transitions plus rapides de chaleur du rétroéclairage
ga: Aistrithe teasa níos tapúla
it: Transizioni di calore più rapide
nl: Snellere warmtetransities
pt_br: Transições de temperatura de luz mais rápidas
pt_pt: Transições de calor mais rápidas
sk: Rýchlejšie prechody pre farebnú teplotu
sr: Бржи преласци топлине
ta: வேகமான அரவணைப்பு மாற்றங்கள்
uk: Швидші переходи теплоти
zh_hans: 让色温切换更快

source: If you want your frontlight warmth to change quickly instead of a more gradual change:
es: Si deseas que la calidez de la iluminación cambie rápidamente en lugar de ser gradual:
fr: Si vous voulez que votre rétroéclairage chaud change rapidement au lieu d'un changement progressif :
ga: Más mian leat go n-athródh teas do shoilse tosaigh go tapa seachas athrú níos de réir a chéile:
it: Se si desidera che il calore della luce anteriore cambi rapidamente, invece di un cambiamento più graduale:
nl: Als je wilt dat de warmte snel verandert in plaats van geleidelijk:
pt_br: Se você deseja que a sua temperatura de luz frontal mude mais rapidamente ao invés de mais gradualmente:
pt_pt: Se pretende que o calor da luz frontal mude rapidamente em vez de uma mudança mais gradual:
sk: Ak chcete, aby sa farebná teplota nasvietenia/podsvietenia menila rýchlo namiesto postupnej zmeny:
sr: Ако желите да се уместо постепене измене топлина мења брзо:
ta: படிப்படியாக மாற்றத்திற்கு பதிலாக உங்கள் முன் விளக்கு அரவணைப்பு விரைவாக மாற விரும்பினால்:
uk: Якщо потрібно, щоб температура підсвічування екрану змінювалася не повільно, а швидко:
zh_hans: 若希望屏幕前光色温调节以快速切换而非平滑渐变方式执行，请按下列路径操作：

source: Set the mode to <b>Fixed schedule</b> following the instructions above
es: Configura el modo en <b>Horario fijo</b> siguiendo las instrucciones anteriores
fr: Réglez le mode sur <b>Horaire fixe</b> en suivant les instructions ci-dessus
ga: Socraigh an modh go <b>Sceideal seasta</b> ag leanúint na dtreoracha thuas
it: Impostare la modalità su <b>Impostazioni di pianificazioni fisse</b> seguendo le istruzioni precedenti
nl: Stel de modus in op <b>Vast schema</b> volgens bovenstaande instructies
pt_br: Defina o modo como <b>Horário fixo</b> seguindo as instruções acima
pt_pt: Defina o modo para <b>Programação fixa</b> seguindo as instruções acima
sk: Nastavte režim na <b>Pevný harmonogram</b> podľa pokynov vyššie
sr: Поставите режим на <b>Фиксни распоред</b> следећи инструкције изнад
ta: பயன்முறையை <b> நிலையான அட்டவணை </b> என அமைக்கவும்
uk: Оберіть режим <b>Сталий розклад</b>, як це описано нижче
zh_hans: 参照前文说明将模式改为<b>固定时间表</b>

source: And adjust the settings similar to the image below:
es: Y ajusta la configuración similar a la imagen inferior:
fr: Et ajustez les réglages comme l'image ci-dessous :
ga: Agus coigeartaigh na socruithe cosúil leis an íomhá thíos:
it: E regolare le impostazioni come nell'immagine sottostante:
nl: En pas de instellingen aan zoals op de afbeelding hieronder:
pt_br: E ajuste as configurações de acordo com a imagem abaixo:
pt_pt: E ajuste as definições seguindo a imagem abaixo:
sk: A upravte nastavenia podobne ako na obrázku nižšie:
sr: Па поставите подешавања слично као на слици испод:
ta: கீழே உள்ள படத்திற்கு ஒத்த அமைப்புகளை சரிசெய்யவும்:
uk: Та підлаштуйте параметри подібно до того, як вказано нижче:
zh_hans: 并调整下图所示的选项：

source: As you can see in these settings above, there is only a one minute difference between day-night transition. So the screen warmth goes from <b>0 to 100 (or reverse) in only one minute</b>. You can increase this time separation to make the transition duration longer.
es: Como puedes ver en la configuración anterior, hay sólo una diferencia de un minuto entre la transición día-noche. Así que la calidez de la pantalla va de <b>0 a 100 (o viceversa) en sólo un minuto</b>. Puedes aumentar este intervalo de tiempo para hacer que la duración de la transición sea más larga.
fr: Comme vous pouvez le voir dans les paramètres ci-dessus, il n'y a qu'une minute de différence entre la transition jour-nuit. Donc la température de l'écran passe de <b>0 à 100 (ou inversement) en seulement une minute</b>. Vous pouvez augmenter cet écart pour rendre la transition plus longue.
ga: Mar is féidir leat a fheiceáil sna socruithe seo thuas, níl ach nóiméad amháin difríochta idir an t-aistriú ó lá go hoíche. Mar sin téann teas an scáileáin ó <b>0 go 100 (nó droim ar ais) i nóiméad amháin</b>. Is féidir leat an scaradh ama seo a mhéadú chun fad an aistrithe a dhéanamh níos faide.
it: Come si può vedere nelle impostazioni qui sopra, c'è solo un minuto di differenza tra la transizione giorno-notte. Quindi il calore dello schermo passa da <b>0 a 100 (o viceversa) in un solo minuto</b>. È possibile aumentare questa separazione temporale per allungare la durata della transizione.
nl: Zoals je ziet is er slechts één minuut verschil tussen dag-nacht overgang. De schermwarmte gaat dus van <b>0 naar 100 (of omgekeerd) in één minuut</b>. Vergroot deze tijd om de overgang langer te laten duren.
pt_br: Como você pode ver nas configurações acima, há apenas um minuto de diferença entre a transição dia-noite. Portanto, a temperatura de luz da tela vai de <b>0 a 100 (ou vice-versa) em apenas um minuto</b>. Você pode aumentar esse intervalo de tempo para prolongar a duração da transição.
pt_pt: Como pode ver nas definições acima, existe apenas uma diferença de um minuto entre a transição dia-noite. Assim, o calor do ecrã vai de <b>0 a 100 (ou inverso) em apenas um minuto</b>. Pode aumentar esta separação de tempo para prolongar a duração da transição.
sk: Pri spustení KOReader skompiluje dostupné písma z <b>font metadata/info</b> a klasifikuje ich podľa rodiny a váhy. To znamená, že môžete pridať rôzne váhy a varianty písma a KOReader sa pokúsi použiť ten najvhodnejší. Keďže informácie o rodine písiem preberá z metadát, názvy písem nie sú pri kopírovaní do zariadenia dôležité. Nainštalované písma budú dostupné po reštarte KOReader.
sr: Као што можете видети у горњим подешавањима, разлика у времену преласка између дана и ноћи је само један минут. Тако да топлина екрана иде од <b>0 до 100 (или обратно) за време од само једног минута</b>. Ово време раздвајања преласка можете да повећате и тако продужите транзицију.
ta: தொடங்கும் போது, கொரியடர் <b> எழுத்துரு மெட்டாடேட்டா/தகவல் </b> இலிருந்து கிடைக்கக்கூடிய எழுத்துருக்களை தொகுத்து குடும்பம் மற்றும் எடைக்கு ஏற்ப அவற்றை வகைப்படுத்துகிறது. இதன் பொருள் நீங்கள் ஒரு எழுத்துருவின் வெவ்வேறு எடைகள் மற்றும் மாறுபாடுகளைச் சேர்க்கலாம் மற்றும் கொரியடர் மிகவும் பொருத்தமான ஒன்றைப் பயன்படுத்த முயற்சிப்பார். மெட்டாடேட்டாவிலிருந்து எழுத்துரு குடும்பத் தகவல்களை இது எடுப்பதால், உங்கள் சாதனத்தில் நகலெடுக்கும் போது எழுத்துரு பெயர்கள் முக்கியமல்ல. கொரியாடரை மறுதொடக்கம் செய்த பிறகு நிறுவப்பட்ட எழுத்துருக்கள் கிடைக்கும்.
uk: При запуску KOReader компілює доступні шрифти з <b>метаданих (інформації) шрифтів</b> та класифікує їх відповідно до сімейства шрифтів та товщини. Це значить, що можна додати шрифт різних товщин та варіантів, а KOReader буде намагатися використати найвідповідніший. Оскільки KOReader отримує інформацію про сімейство шрифтів з метаданих, назви файлів шрифтів при копіюванні на пристрій не важливі. Щойно встановлені шрифти стають доступними після перезапуску KOReader.
zh_hans: 按上图所示时间表，色温昼夜切换将在一分钟内完成。这意味着屏幕前光色温将<b>在一分钟内从0调节到100（或反过来）</b>。该用时可单独设置以拉长切换过程。

# user_guide/en.html+html.body.div.div:1471-1
source: LEARNING THE USER INTERFACE
sk: ŠTÚDIUM POUŽÍVATEĽSKÉHO ROZHRANIA
ta: பயனர் இடைமுகத்தைக் கற்றல்
uk: ВИВЧЕННЯ ІНТЕРФЕЙСУ КОРИСТУВАЧА
zh_hans: 学习本软件用户界面
