Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b>Alternate Status bar:</b> In addition to the default <span class="ui">Status bar</span>, we have an <span class="ui">Alt status bar</span> which appears at the top of the page if you enable it. Click here for details: <a href="#L2-statusbar">Status bar</a>
es: <b>Barra de estado alternativa:</b> Además de la <span class="ui">Barra de estado</span> predeterminada, tenemos una <span class="ui">Barra de estado alternativa</span> que aparece en la parte superior de la página si la habilitas. Haz clic aquí para más detalles: <a href="#L2-statusbar">Barra de estado</a>
fr: <b>Barre d'état alternative:</b>En plus de la<span class="ui">Barre d'état</span>par défaut, nous avons une<span class="ui">Bar d'état alternative</span>qui apparait en haut de la page si vous l'activez. Cliquez ici pour plus de détails:<a href="#L2-statusbar">Bar d'état</a>
ga: <b>Barra Stádais Malartach:</b> Chomh maith leis an <span class="ui">barra stádais</span> réamhshocraithe, tá <span class="ui">barra stádais malartach</span> againn a fheictear ag barr an leathanaigh má chumasaíonn tú é. Cliceáil anseo le haghaidh sonraí: <a href="#L2-statusbar">Barra Stádais</a>
it: <b>Barra di stato alternativa:</b> In aggiunta alla barra di stato predefinita <span class="ui">Barra di stato</span>, abbiamo una <span class="ui">barra di stato alternativa</span> che appare in cima alla pagina se la si attiva. Clicca qui per i dettagli: <a href="#L2-statusbar">Barra di stato</a>
nl: <b>Alternatieve statusbalk:</b> Naast de standaard <span class="ui">statusbalk</span> is er een <span class="ui">Alt-statusbalk</span> bovenaan de pagina (indien ingeschakeld). Details: <a href="#L2-statusbar">Statusbalk</a>
pt_br: <b>Barra de status alternativa:</b> Além da <span class="ui">Barra de status</span> padrão, temos uma <span class="ui">Barra de status alternativa</span> que aparece no topo da página se você ativá-la. Clique aqui para mais detalhes: <a href="#L2-statusbar">Barra de status</a>
pt_pt: <b>Barra de estado alternativa:</b> Para além da <span class="ui">barra de estado</span> predefinida, temos uma <span class="ui">barra de estado alternativa</span> que aparece no topo da página se a ativar. Clique aqui para obter detalhes: <a href="#L2-statusbar">Barra de estado</a>
sk: <b>Alternatívny stavový riadok:</b> Okrem predvoleného <span class="ui">stavového riadka</span> máme aj <span class="ui">alternatívny stavový riadok</span>, ktorý sa zobrazí v hornej časti stránky, ak ho povolíte. Kliknite sem pre podrobnosti: <a href="#L2-statusbar">Stavový riadok</a>
sr: <b>Алтернативна статусна линија:</b> поред подразумеване <span class="ui">Статусне линије</span>, имамо и <span class="ui">Алт статусну линију</span> која се појављује на врху странице када је укључите. Кликните овде да сазнате детаље: <a href="#L2-statusbar">Статусна линија</a>
ta: <b> மாற்று நிலை பட்டி: </b> இயல்புநிலை <span வகுப்பு = "Ui"> நிலை பட்டி </span> க்கு கூடுதலாக, எங்களிடம் <ச்பான் கிளாச் = "யுஐ"> ஆல்ட் ச்டேட்டச் பார் </ச்பான்> உள்ளது, இது நீங்கள் இயக்கினால் பக்கத்தின் மேற்புறத்தில் தோன்றும். விவரங்களுக்கு இங்கே சொடுக்கு செய்க: <a href = "#l2-statusbar"> நிலை பட்டி </a>
uk: <b>Альтернативна панель стану.</b> На додачу до типової <span class="ui">панелі стану</span>, KOReader має <span class="ui">альтернативну панель стану</span>, яка, якщо вона увімкнена, відображається вгорі сторінки відкритої книги. Детальніше читайте тут: <a href="#L2-statusbar">Панель стану</a>
zh_hans: <b>副状态栏</b>：除了界面底部的默认<span class="ui">状态栏</span>，屏幕顶部还提供<span class="ui">副状态栏</span>可自行启用。请前往<a href="#L2-statusbar">状态栏</a>章节了解详情

source: <b>Reference page numbers:</b> If the publisher of your book included the page numbers from the paper printed version of the book, you will see them like this. Click here for more info: <a href="#L3-referencepages">Page numbering and reference page numbers</a>
es: <b>Numeración de páginas de la edición impresa:</b> Si el editor del libro ha incluido los números de página de la versión impresa del libro, los verás de esta manera. Haz clic aquí para obtener más información: <a href="#L3-referencepages">Numeración de páginas y numeración de páginas de la edición impresa</a>
fr: <b>Numéros de page de référence :</b> Si l'éditeur de votre livre a inclus les numéros de pages de la version imprimée, il seront affichés de cette manière. Cliquez ici pour plus d'informations : <a href="#L3-referencepages">Numérotation des pages et numéros de page de référence</a>
ga: <b>Uimhreacha leathanach tagartha:</b> Má chuir foilsitheoir do leabhair na huimhreacha leathanach ón leagan clóite páipéir den leabhar san áireamh, feicfidh tú iad mar seo. Cliceáil anseo le haghaidh tuilleadh eolais: <a href="#L3-referencepages">Uimhriú leathanach agus uimhreacha leathanach tagartha</a>
it: <b>Numeri di pagina di riferimento:</b> Se l'editore del libro ha incluso i numeri di pagina della versione cartacea del libro, li vedrete così. Fare clic qui per ulteriori informazioni: <a href="#L3-referencepages">Numerazione delle pagine e numeri di pagina di riferimento</a>
nl: <b>Referentie-paginanummers:</b> als de uitgever de gedrukte paginanummers heeft meegeleverd zie je ze zo. Meer info: <a href="#L3-referencepages">Paginanummering en referentienummers</a>
pt_br: <b>Números de páginas de referência:</b> Se a editora do seu livro incluiu os números de páginas da versão impressa do livro, você os verá assim. Clique aqui para mais informações: <a href="#L3-referencepages">Numeração de páginas e números de páginas de referência</a>
pt_pt: <b>Números de páginas de referência:</b> se a editora do seu livro tiver incluído os números de página da versão impressa do livro, irá vê-los assim. Clique aqui para mais informações: <a href="#L3-referencepages">Numeração de páginas e números de páginas de referência</a>
sk: <b>Čísla referenčných strán:</b> Ak vydavateľ vašej knihy zahrnul čísla strán z tlačenej verzie knihy, uvidíte ich takto. Kliknite sem pre viac informácií: <a href="#L3-referencepages">Číslovanie stránok a čísla referenčných stránok</a>
sr: <b>Референтни бројеви страница:</b> ако је издавач ваше књиге уметнуо бројеве страница из штампане верзије књиге, видећете их на следећи начин. Кликните овде за више информација: <a href="#L3-referencepages">Нумерисане страница и референтни бројеви страница</a>
ta: <b> குறிப்பு பக்க எண்கள்: </b> உங்கள் புத்தகத்தின் வெளியீட்டாளர் புத்தகத்தின் காகித அச்சிடப்பட்ட பதிப்பிலிருந்து பக்க எண்களை உள்ளடக்கியிருந்தால், அவற்றை நீங்கள் இப்படி பார்ப்பீர்கள். மேலும் தகவலுக்கு இங்கே சொடுக்கு செய்க: <a href = "#l3-ReferencePages"> பக்க எண் மற்றும் குறிப்பு பக்க எண்கள் </a>
uk: <b>Номери сторінок джерела.</b> Якщо видавець книги включив до файлу номери сторінок паперового видання книги, вони будуть відображатися як показано тут. Для отримання докладнішої інформації натисніть тут: <a href="#L3-referencepages">Нумерація сторінок і номери сторінок джерела</a>
zh_hans: <b>页码参考</b>：如果书籍出版方提供了纸版书的页码，它们将在此处显示。请前往<a href="#L3-referencepages">页数计数及页码参考</a>章节了解详情

source: <b>Highlight types:</b> You can see the different highlight types here. Also you can make colored highlights if your device has a suitable screen. Click here to go to the section: <a href="#L1-bookmarks">Bookmarks, Highlighting and Notes</a>
es: <b>Tipos de subrayados:</b> Aquí puedes ver los diferentes tipos de subrayados. También puedes hacer subrayados de colores si tu dispositivo tiene la pantalla adecuada. Haz clic aquí para ir a la sección: <a href="#L1-bookmarks">Marcadores, Subrayados y Notas</a>
fr: <b>Types de surlignage :</b> Vous pouvez voir les différents types de surlignage ici. Vous pouvez aussi surligner en couleur si votre liseuse le supporte. Cliquez ici pour aller à la section : <a href="#L1-bookmarks">Signets, Surlignage et Annotations</a>
ga: <b>Cineálacha aibhsithe:</b> Is féidir leat na cineálacha aibhsithe éagsúla a fheiceáil anseo. Chomh maith leis sin, is féidir leat aibhsithe daite a dhéanamh má tá scáileán oiriúnach ar do ghléas. Cliceáil anseo chun dul go dtí an chuid: <a href="#L1-bookmarks">Leabharmharcanna, Aibhsithe agus Nótaí</a>
it: <b>Tipi di evidenziazione:</b> Qui si possono vedere i diversi tipi di evidenziazione. È inoltre possibile creare evidenziazioni colorate se il dispositivo dispone di uno schermo adatto. Fare clic qui per accedere alla sezione:<a href="#L1-bookmarks">Segnalibri, evidenziazione e note</a>
nl: <b>Markeringstypes:</b> hier zie je de verschillende soorten markeringen. Op geschikte schermen kun je ook gekleurde markeringen maken. Zie: <a href="#L1-bookmarks">Bladwijzers, markeringen en notities</a>
pt_br: <b>Tipos de destaque:</b> Você pode ver os diferentes tipos de destaque aqui. Você também pode fazer destaques coloridos se o seu dispositivo tiver uma tela adequada. Clique aqui para acessar a seção: <a href="#L1-bookmarks">Marcadores, Destaques e Notas</a>
pt_pt: <b>Tipos de destaque:</b> pode ver aqui os diferentes tipos de destaque. Além disso, pode fazer destaques coloridos se o seu dispositivo tiver um ecrã adequado. Clique aqui para ir para a secção: <a href="#L1-bookmarks">Marcadores, Destaques e Notas</a>
sk: <b>Typy zvýraznení:</b> Rôzne typy zvýraznení si môžete pozrieť tu. Ak má vaše zariadenie vhodnú obrazovku, môžete tiež vytvoriť farebné zvýraznenia. Kliknite sem a prejdete do sekcie: <a href="#L1-bookmarks">Záložky, zvýraznenie a poznámky</a>
sr: <b>Типови истицања:</b> овде можете видети различите типове истицања. Ако ваш уређај има одговарајући екран, можете да направите ми обојена истицања. Кликните овде да скочите на одељак: <a href="#L1-bookmarks">Маркери, истицања и белешке</a>
ta: <b> சிறப்பம்சமாக வகைகள்: </b> வெவ்வேறு சிறப்பம்சமாக வகைகளை இங்கே காணலாம். உங்கள் சாதனத்தில் பொருத்தமான திரை இருந்தால் வண்ண சிறப்பம்சங்களை உருவாக்கலாம். பகுதிக்குச் செல்ல இங்கே சொடுக்கு செய்க: <a href = "#l1-BookMarks"> புக்மார்க்குகள், சிறப்பம்சங்கள் மற்றும் குறிப்புகள் </a>
uk: <b>Типи виділення.</b> Тут можна побачити різні типи виділення тексту. На пристрої з кольоровим екраном також можна робити виділення тексту кольоровим. Щоб перейти до присвяченого цьому розділу натисніть тут: <a href="#L1-bookmarks">Закладки, виділення і нотатки</a>
zh_hans: <b>标注样式</b>：KOreader提供如图所示的多种标注样式。若阅读设备配有彩色屏幕，用户还可使用彩色标注。点击<a href="#L1-bookmarks">书签、标注和笔记</a>章节了解详情

source: <b>Note marker:</b> Note marker icon shows up when you add a note to a highlight. We have different types of note markers. Click here for more info: <a href="#L1-bookmarks">Bookmarks, Highlighting and Notes</a>
es: <b>Marcador de notas:</b> El icono de marcador de nota aparece cuando agregas una nota a un subrayado. Tenemos diferentes tipos de marcadores de nota. Haz clic aquí para obtener más información: <a href="#L1-bookmarks">Marcadores, Subrayados y Notas</a>
fr: <b>Marqueur de note :</b> L'icône du marqueur de note apparaît lorsque vous ajoutez une note à un surlignage. Il existe différents types de marqueurs de note. Cliquez ici pour plus d'informations : <a href="#L1-bookmarks">Signets, Surlignage et Notes</a>
ga: <b>Marcóir nóta:</b> Taispeántar deilbhín marcóra nóta nuair a chuireann tú nóta le buaicphointe. Tá cineálacha éagsúla marcóirí nóta againn. Cliceáil anseo le haghaidh tuilleadh eolais: <a href="#L1-bookmarks">Leabharmharcanna, Aibhsiú agus Nótaí</a>
it: <b>Marcatore di note: </b> L'icona del marcatore di note viene visualizzata quando si aggiunge una nota a un'evidenziazione. Esistono diversi tipi di marcatori di note. Fare clic qui per maggiori informazioni: <a href="#L1-bookmarks">Segnalibri, evidenziazione e note</a>
nl: <b>Notitiepictogram:</b> verschijnt wanneer je een notitie aan een markering toevoegt. Er zijn verschillende types. Meer info: <a href="#L1-bookmarks">Bladwijzers, markeringen en notities</a>
pt_br: <b>Marcador de nota:</b> O ícone de marcador de nota aparece quando você adiciona uma nota a um destaque. Temos diferentes tipos de marcadores de nota. Clique aqui para mais informações: <a href="#L1-bookmarks">Marcadores, Destaques e Notas</a>
pt_pt: <b>Marcador de notas:</b> o ícone do marcador de notas aparece quando adiciona uma nota a um destaque. Temos diferentes tipos de marcadores de notas. Clique aqui para mais informações: <a href="#L1-bookmarks">Marcadores, Destaques e Notas</a>
sk: <b>Značka poznámky:</b> Ikona značky poznámky sa zobrazí, keď pridáte poznámku k zvýrazneniu. Máme rôzne typy značiek poznámok. Kliknite sem pre viac informácií: <a href="#L1-bookmarks">Záložky, zvýraznenie a poznámky</a>
sr: <b>Маркер белешке:</b> икона маркера белешке се појављује када истицању додате белешку. Постоје различити типови маркера белешки. Кликните овде за више информација: <a href="#L1-bookmarks">Маркери, истицања и белешке</a>
ta: <b> குறிப்பு மார்க்கர்: </b> குறிப்பு மார்க்கர் படவுரு நீங்கள் ஒரு சிறப்பம்சத்திற்கு ஒரு குறிப்பைச் சேர்க்கும்போது காண்பிக்கப்படும். எங்களிடம் பல்வேறு வகையான குறிப்பு குறிப்பான்கள் உள்ளன. மேலும் தகவலுக்கு இங்கே சொடுக்கு செய்க: <a href = "#l1-BookMarks"> புக்மார்க்குகள், சிறப்பம்சங்கள் மற்றும் குறிப்புகள் </a>
uk: <b>Позначка нотатки.</b> Позначка нотатки показує коли до виділення тексту додано нотатку. Існують різні типи позначок нотатки. Більше інформації див. тут: <a href="#L1-bookmarks">Закладки, виділення і нотатки</a>
zh_hans: <b>笔记标记</b>：该标志出现在添加了笔记的标注旁。KOReader提供多种样式的笔记标记。前往<a href="#L1-bookmarks">书签、标注和笔记</a>章节了解详情

source: Indicator icons
es: Iconos indicadores
fr: Icônes de notification
ga: Deilbhíní táscaire
it: Icone indicatori
nl: Indicatorpictogrammen
pt_br: Ícones indicadores
pt_pt: Ícones indicadores
sk: Ikony indikátorov
sr: Иконе индикатора
ta: காட்டி சின்னங்கள்
uk: Значки індикаторів
zh_hans: 指示标志

source: KOReader has some indicators to inform you about certain ongoing processes and states as you can see in the image above. You will see them at the top left corner of your screen during certain operations.
es: KOReader dispone de algunos iconos para informarte acerca de ciertos estados y procesos en marcha, como puedes observar en la anterior imagen. Se muestran en la esquina superior izquierda de la pantalla durante ciertas operaciones.
fr: Koreader possède des icônes pour vous informer de certains processus en cours et de leurs états, comme vous pouvez le voir dans l'image ci-dessus. Vous pourrez les voir dans le coin en haut à gauche et votre écran lors de certaines opérations.
ga: Tá roinnt táscairí ag KOReader chun tú a chur ar an eolas faoi phróisis agus stáit áirithe atá ar siúl mar is féidir leat a fheiceáil san íomhá thuas. Feicfidh tú iad sa chúinne uachtarach ar chlé de do scáileán le linn oibríochtaí áirithe.
it: KOReader dispone di alcuni indicatori che informano su alcuni processi e stati in corso, come si può vedere nell'immagine qui sopra. Sono visibili nell'angolo in alto a sinistra dello schermo durante alcune operazioni.
nl: KOReader heeft enkele indicatoren om je te informeren over bepaalde lopende processen en toestanden zoals je kunt zien in de afbeelding hierboven. Je zult ze zien in de linkerbovenhoek van je scherm tijdens bepaalde bewerkingen.
pt_br: O KOReader possui alguns indicadores para informá-lo sobre determinados processos e estados em andamento, como você pode ver na imagem acima. Você os verá no canto superior esquerdo da tela durante determinadas operações.
pt_pt: O KOReader possui alguns indicadores para o informar sobre determinados processos em curso e estados, como pode ver na imagem acima. Pode ver-los no canto superior esquerdo do ecrã durante determinadas operações.
sk: KOReader má niekoľko indikátorov, ktoré vás informujú o určitých prebiehajúcich procesoch a stavoch, ako môžete vidieť na obrázku vyššie. Uvidíte ich v ľavom hornom rohu obrazovky počas určitých operácií.
sr: KOReader има одређене индикаторе који вас обавештавају о стањима и одређеним процесима који се извршавају, као што можете видети на слици изнад. Видећете их у горњем левом углу екрана током одређених операција.
ta: மேலே உள்ள படத்தில் நீங்கள் காணக்கூடிய சில செயல்முறைகள் மற்றும் நிலைகளைப் பற்றி உங்களுக்குத் தெரிவிக்க சில குறிகாட்டிகள் உள்ளன. சில செயல்பாடுகளின் போது உங்கள் திரையின் மேல் இடது மூலையில் அவற்றைப் பார்ப்பீர்கள்.
uk: KOReader має деякі індикатори, якими інформує читача про певні поточні процеси і стани, як показано на зображенні вище. Вони відображаються у верхньому лівому куті екрану протягом певних операцій.
zh_hans: KOReader使用如上图所示的标志指示某些状态或当前进程，它们会在特定阶段出现在屏幕左上角。

source: <span class="label_orange">Partial rendering icons</span> This group of icons belong to the partial rendering procedure and probably you will see these icons more frequently than the others. You see these icons when you change the settings on the <span class="ui">bottom menu</span>.
es: <span class="label_orange">Iconos de renderización parcial</span> Este grupo de iconos pertenece al procedimiento de renderización y probablemente los veas con más frecuencia. Aparecen cuando cambias los ajustes en el <span class="ui">menú inferior</span>.
fr: <span class="label_orange">Icônes de rendu partiel</span> Ce groupe d'icônes fait partie de la procédure de rendu partiel et vous verrez probablement ces icônes plus souvent que les autres. Ces icônes apparaissent lorsque vous modifiez les paramètres du <span class="ui">menu inférieur</span>.
ga: <span class="label_orange">Deilbhíní rindreála páirteach</span> Baineann an grúpa deilbhíní seo leis an nós imeachta rindreála páirteach agus is dócha go bhfeicfidh tú na deilbhíní seo níos minice ná na cinn eile. Feiceann tú na deilbhíní seo nuair a athraíonn tú na socruithe ar an <span class="ui">roghchlár bun</span>.
it: <span class="label_orange">Icone di visualizzazione parziale</span> Questo gruppo di icone appartiene alla procedura di visualizzazione parziale e probabilmente le vedrete più spesso delle altre. Queste icone vengono mostrate quando si modificano le impostazioni dal <span class="ui">menu inferiore</span>.
nl: <span class="label_orange">Gedeeltelijke rendering-pictogrammen</span> Deze groep pictogrammen hoort bij de gedeeltelijke rendering-procedure en waarschijnlijk zie je deze pictogrammen vaker dan de andere. Je ziet deze pictogrammen wanneer je de instellingen wijzigt op het <span class="ui">ondermenu</span>.
pt_br: <span class="label_orange">Ícones de renderização parcial</span> Este grupo de ícones pertence ao procedimento de renderização parcial e provavelmente você os verá com mais frequência do que os outros. Você os verá ao alterar as configurações no <span class="ui">menu inferior</span>.
pt_pt: <span class="label_orange">Ícones de renderização parcial</span> Este grupo de ícones pertence ao procedimento de renderização parcial e provavelmente verá estes ícones com mais frequência do que os outros. Estes ícones são visiveis quando altera as definições no <span class="ui">menu inferior</span>.
sk: <span class="label_orange">Ikony čiastočného vykresľovania</span> Táto skupina ikon patrí do postupu čiastočného vykresľovania a pravdepodobne sa s nimi budete stretávať častejšie ako s ostatnými. Tieto ikony uvidíte, keď zmeníte nastavenia v <span class="ui">spodnom menu</span>.
sr: <span class="label_orange">Иконе делимичног исцртавања</span> ова група икона припада процедури делимичног исцртавања и вероватно ћете је виђати чешће него остале. Ове иконе видите када промените подешавања у <span class="ui">менију на дну</span>.
ta: <span வகுப்பு = "label_orange"> பகுதி வழங்குதல் ஐகான்கள் </span> இந்த ஐகான்களின் குழு பகுதி வழங்குதல் நடைமுறைக்கு சொந்தமானது, மேலும் இந்த சின்னங்களை மற்றவர்களை விட நீங்கள் அடிக்கடி பார்ப்பீர்கள். <Span வகுப்பு = "Ui"> கீழ் பட்டியல் </span> இல் உள்ள அமைப்புகளை மாற்றும்போது இந்த சின்னங்களை நீங்கள் காண்கிறீர்கள்.
uk: <span class="label_orange">Значки часткової візуалізації</span> Ця група значків стосується процедури часткової візуалізації та, ймовірно, ви будете бачити ці значки частіше за інші. Ви бачите ці значки коли змінюєте налаштування у <span class="ui">нижньому меню</span>.
zh_hans: <span class="label_orange">分段渲染标志</span> 这组标志指示了分段渲染进程，会比其它标志更常出现。当用户调整了<span class="ui">底部菜单</span>中的选项，这组标志就会显示。
