Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: KOReader also integrates the Chinese stroke keyboard for inputting simplified and traditional Chinese characters. You can find more info about it in our <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
es: KOReader también integra el teclado de trazos chinos para ingresar caracteres chinos simplificados y tradicionales. Puedes encontrar más información en nuestra <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
fr: KOReader intègre également un clavier chinois pour saisir des caractères chinois simplifiés et traditionnels. Vous pouvez en savoir plus à ce sujet sur notre <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
ga: Comhtháthaíonn KOReader an méarchlár stróc Síneach chun carachtair shimplithe agus thraidisiúnta na Síne a ionchur freisin. Is féidir leat tuilleadh eolais a fháil faoi inár <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">vicí</a>.
it: KOReader integra anche la tastiera a tratto cinese per l'immissione di caratteri cinesi semplificati e tradizionali. Potete trovare maggiori informazioni al riguardo nella nostra <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
nl: KOReader bevat ook het Chinese lijnentoetsenbord voor het invoeren van vereenvoudigde en traditionele Chinese tekens. Meer info vind je in onze <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
pt_br: KOReader também integra um teclado de traços Chinês para inserir caracteres do chinês simplificado e tradicional. Você pode conferir mais informações na <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
pt_pt: O KOReader também integra o teclado chinês para introduzir caracteres chineses simplificados e tradicionais. Pode encontrar mais informações sobre isto no nosso <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
sk: KOReader tiež integruje čínsku klávesnicu s ťahmi na zadávanie zjednodušených a tradičných čínskych znakov. Viac informácií o nej nájdete v našej <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">wiki</a>.
sr: KOReader такође интегрише кинеску тастатуру потеза којом се уносе упрошћени и традиционални кинески карактери. Више информација о томе можете да пронађете у нашем <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">викију</a>.
ta: எளிமைப்படுத்தப்பட்ட மற்றும் பாரம்பரிய சீன எழுத்துக்களை உள்ளிடுவதற்கான சீன பக்கவாதம் விசைப்பலகையையும் கொரியடர் ஒருங்கிணைக்கிறது. இதைப் பற்றிய கூடுதல் தகவல்களை எங்கள் <a href = "https://github.com/koreader/koreader/wiki/chinese-keyboard"> விக்கி </a> இல் காணலாம்.
uk: KOReader також інтегрує китайську клавіатуру з штрихами, яка дозволяє вводити символи традиційного і спрощеного китайського письма. Більше інформації про це можна прочитати у нашій <a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">вікі</a>.
zh_hans: KOReader亦包含用于输入繁体及简体中文的笔画输入法。请查阅<a href="https://github.com/koreader/koreader/wiki/Chinese-keyboard">维基页</a>了解更多信息。

# user_guide/en.html+html.body.div.div:1382-1
source: Auto Warmth And Night Mode
sk: Automatická farebná teplota a nočný režim
ta: ஆட்டோ அரவணைப்பு மற்றும் இரவு முறை
uk: Автотеплота і нічний режим
zh_hans: 自动色温及夜间模式

source: This plugin allows you to adjust frontlight warmth in devices with <b>natural (yellow/orange) light</b> and set <span class="ui">night mode</span> (inverted screen colors – <b>white text on black background</b>) automatically according to a schedule. It can control them both or you can choose <span class="ui">only warmth control</span> or <span class="ui">only night mode control</span> mode, so you can adjust the other one manually.
es: Este complemento te permite ajustar la calidez de la luz frontal en dispositivos con <b>luz natural (amarilla/naranja)</b> y establecer el <span class="ui">modo nocturno</span> (colores de pantalla invertidos – <b>texto blanco sobre fondo negro</b>) automáticamente según un horario. Puede controlar ambos o puedes elegir el modo <span class="ui">solo control de calidez</span> o <span class="ui">solo control de modo nocturno</span>, para que puedas ajustar el otro manualmente.
fr: Ce plugin vous permet d'ajuster la chaleur du rétroéclairage sur les appareils avec <b>lumière naturelle (jaune/orange)</b> et de définir le <span class="ui">mode nuit</span> (couleurs d'écran inversées — <b>texte blanc sur fond noir</b>) automatiquement selon un calendrier. Il peut contrôler les deux ou vous pouvez choisir le mode <span class="ui">contrôle de la chaleur uniquement</span> ou <span class="ui">contrôle du mode nuit uniquement</span>, afin de pouvoir ajuster l'autre manuellement.
ga: Ligeann an breiseán seo duit teas an tsolais tosaigh a choigeartú i ngléasanna le <b>solas nádúrtha (buí/oráiste)</b> agus <span class="ui">mód oíche</span> (dathanna scáileáin inbhéartaithe – <b>téacs bán ar chúlra dubh</b>) a shocrú go huathoibríoch de réir sceidil. Is féidir leis an dá cheann a rialú nó is féidir leat <span class="ui">rialú teasa amháin</span> nó <span class="ui">rialú mód oíche amháin</span> a roghnú, ionas gur féidir leat an ceann eile a choigeartú de láimh.
it: Questo plugin consente di regolare il calore della luce frontale nei dispositivi con luce <b>naturale (gialla/arancione)</b> e di impostare la <span class="ui">modalità notturna</span> (colori dello schermo invertiti - <b>testo bianco su sfondo nero</b>) automaticamente in base ad una pianificazione. Può controllarli entrambi o si può scegliere la modalità <span class="ui">controllo del solo calore</span> o <span class="ui">controllo della sola modalità notturna</span>, in modo da poter regolare manualmente l'altro.
nl: Deze plugin laat je de warmte van de schermverlichting op apparaten met <b>natuurlijk (geel/oranje) licht</b> aanpassen en <span class="ui">nachtmodus</span> (omgekeerde schermkleuren – <b>witte tekst op zwarte achtergrond</b>) automatisch volgens een schema instellen. Hij kan beide sturen of je kiest <span class="ui">alleen warmte</span> of <span class="ui">alleen nachtmodus</span> zodat je de andere handmatig regelt.
pt_br: Esse plugin permite que você ajuste a temperatura da luz frontal em dispositivos com <b>luz natural (amarelo/laranja)</b> e selecionar o <span class="ui">modo noturno</span> (cores da tela invertidas – <b>texto branco no fundo preto</b>) automaticamente de acordo com o horário. Ele pode controlar ambos ou você pode escolher <span class="ui">apenas controle de temperatura</span> ou <span class="ui">apenas modo escuro</span> para que você possa ajustar o outro manualmente.
pt_pt: Este plug-in permite ajustar o calor da luz frontal em dispositivos com <b>luz natural (amarela/laranja)</b> e definir o <span class="ui">modo noturno</span> (cores de ecrã invertidas – <b>texto branco sobre fundo preto</b>) automaticamente de acordo com uma programação. Pode controlar ambos ou pode escolher o modo <span class="ui">apenas controlo de calor</span> ou <span class="ui">apenas controlo do modo noturno</span>, para que possa ajustar o outro manualmente.
sk: Tento doplnok vám umožňuje upraviť teplotu predného svetla v zariadeniach s <b>prirodzeným (žltým/oranžovým) svetlom</b> a nastaviť <span class="ui">Nočný režim</span> (obrátené farby obrazovky – <b>biely text na čiernom pozadí</b>) automaticky podľa plánu. Môže ich ovládať obe alebo si môžete vybrať režim <span class="ui">len ovládanie farebnej teploty</span> alebo <span class="ui">len ovládanie nočného režimu</span>, takže druhý môžete nastaviť manuálne.
sr: Овај додатак вам омогућава да подесите топлину предњег светла на уређајима са <b>природним (жутим/наранџастим) светлом</b> и да аутоматски подесите <span class="ui">ноћни режим</span> (инвертоване боје на екрану – <b>бели текст на црној позадини</b>), сагласно са распоредом. Може оба да контролише, или можете да изаберете режим <span class="ui">само контрола топлине</span> или <span class="ui">само контрола ноћног режима</span>, па да оно друго контролишете ручно.
ta: <b> இயற்கை (மஞ்சள்/ஆரஞ்சு) ஒளி </b> உடன் சாதனங்களில் முன் விளக்கு அரவணைப்பை சரிசெய்ய இந்த சொருகி உங்களை அனுமதிக்கிறது மற்றும் <ச்பான் கிளாச் = "யுஐ"> நைட் பயன்முறை </ச்பான்> (தலைகீழ் திரை வண்ணங்கள் - <b> கருப்பு பின்னணியில் வெள்ளை உரை </b>) தானாகவே ஒரு அட்டவணையின்படி அமைக்கவும். இது இரண்டையும் கட்டுப்படுத்தலாம் அல்லது நீங்கள் <span வகுப்பு = "Ui"> மட்டுமே அரவணைப்பு கட்டுப்பாடு </span> அல்லது <span வகுப்பு = "Ui"> இரவு பயன்முறை கட்டுப்பாடு </span> பயன்முறையை தேர்வு செய்யலாம், எனவே நீங்கள் மற்றொன்றை கைமுறையாக சரிசெய்யலாம்.
uk: Цей модуль дозволяє автоматично підлаштувати теплоту (колір) підсвічування екрану на пристроях з <b>теплим (жовтим/жовтогарячим) підсвічуванням</b> і встановлює <span class="ui">нічний режим</span> (інвертує кольори – <b>білий текст на чорному тлі</b>) відповідно до розкладу. Він може контролювати обидва ці параметри або можна обрати режим <span class="ui">керування лише теплотою підсвічування</span> або <span class="ui">керування лише нічним режимом</span>, щоб інший параметр підлаштувати вручну.
zh_hans: 该插件适用于支持<b>自然光（黄色光/橘色光）</b>的设备，用于按照时间表自动调整屏幕前光色温及开启<span class="ui">夜间模式</span>（屏幕颜色反转为<b>黑底白字</b>）。该功能既可同时设置两者，又可单独开启<span class="ui">色温控制</span>或<span class="ui">夜间模式</span>以便手动调整另一项。

source: This plugin comes enabled as default when you install KOReader. If for some reason it is not in the menu, you can enable it here:
es: Este complemento viene habilitado por defecto cuando instalas KOReader. Si por alguna razón no está en el menú, puedes activarlo aquí:
fr: Ce plugin est activé par défaut lors de l'installation de KOReader. Si pour une raison quelconque il n’apparaît pas dans le menu, vous pouvez l’activer ici :
ga: Tagann an breiseán seo cumasaithe mar réamhshocrú nuair a shuiteálann tú KOReader. Mura bhfuil sé sa roghchlár ar chúis éigin, is féidir leat é a chumasú anseo:
it: Questo plugin è abilitato di default quando si installa KOReader. Se per qualche motivo non è presente nel menu, è possibile attivarlo qui:
nl: Deze plugin staat standaard aan wanneer je KOReader installeert. Staat hij om wat voor reden dan ook niet in het menu, dan kun je hem hier inschakelen:
pt_br: Esse plugin vêm ativado por padrão quando você instala o KOReader. Se por algum motivo ele não estiver no menu, você pode ativá-lo aqui:
pt_pt: Este plugin vem activado por defeito quando instala o KOReader. Se por algum motivo não estiver no menu, pode ativá-lo aqui:
sk: Tento doplnok je štandardne povolený pri inštalácii KOReaderu. Ak z nejakého dôvodu nie je v ponuke, môžete ho povoliť tu:
sr: Када инсталирате KOReader, овај додатак се испоручује подразумевано укључен. Ако се из неког разлога не налази у менију, можете да га укључите овде:
ta: நீங்கள் கொரியாடரை நிறுவும்போது இந்த சொருகி இயல்புநிலையாக இயக்கப்பட்டது. சில காரணங்களால் அது பட்டியலில் இல்லை என்றால், அதை இங்கே இயக்கலாம்:
uk: Цей модуль є увімкненим одразу після встановлення KOReader. Якщо з якихось причин його немає в меню, його можна увімкнути тут:
zh_hans: 本插件随KOReader安装过程默认启用。若其未列于菜单中，可通过下列路径启用：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More tools / Auto Warmth and Night Mode
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Más herramientas / Temperatura Automática y Modo Nocturno
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Plus d'outils / Chaleur Automatique et Mode Nuit
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Tuilleadh uirlisí / Mód Teasa Uathoibríoch agus Oíche
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Altri strumenti / Mantieni attivo
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Meer hulpmiddelen / Automatische warmte en nachtmodus
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Ajuste Automático de Temperatura (Luz) e Modo Noturno
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Aquecimento automático e modo noturno
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Ďalšie nástroje / Automatická farebná teplota a nočný režim
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Још алата / Аутоматска топлина и ноћни режим
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Більше інструментів / Автотеплота підсвічування і нічний режим
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 更多工具 / 自动开启暖光及夜间模式

source: <span class="label_blue">INFO</span> If you have a PocketBook device and frontlight or warmth slider is not working in KOReader, please be sure that in the PocketBook reader (which comes with your device) <b>SmartLight-Auto</b> option is set to <b>Disabled</b>.
es: <span class="label_blue">INFORMACIÓN</span> Si tienes un dispositivo PocketBook y el control deslizante de luz frontal o calidez no funciona en KOReader, asegúrate de que en el lector de PocketBook (que viene con tu dispositivo) la opción <b>SmartLight-Auto</b> está <b>Desactivada</b>.
fr: <span class="label_blue">INFO</span> Si vous possédez un appareil PocketBook et que le curseur de luminosité ou de chaleur ne fonctionne pas dans KOReader, veuillez vous assurer que l'option <b>SmartLight-Auto</b> est réglée sur <b>Désactivé</b> dans le lecteur PocketBook.
ga: <span class="label_blue">EOLAS</span> Má tá gléas PocketBook agat agus mura bhfuil an solas tosaigh nó an sleamhnán teasa ag obair i KOReader, déan cinnte go bhfuil an rogha <b>SmartLight-Auto</b> socraithe go <b>Díchumasaithe</b> sa léitheoir PocketBook (a thagann le do ghléas).
it: <span class="label_blue">INFO</span> Se si dispone di un dispositivo PocketBook e il frontlight o il warmth slider non funzionano in KOReader, assicurarsi che nel lettore PocketBook (fornito con il dispositivo) l'opzione <b>SmartLight-Auto</b> sia impostata su <b>Disabilitato</b>.
nl: <span class="label_blue">INFO</span> Als je een PocketBook hebt en de frontlight- of warmteschuif werkt niet in KOReader, zorg er dan voor dat in de PocketBook-lezer (die met je apparaat meegeleverd is) de optie <b>SmartLight-Auto</b> op <b>Uitgeschakeld</b> staat.
pt_br: <span class="label_blue">INFO</span> Se você tiver um dispositivo PocketBook e o controle deslizante de iluminação frontal não estiver funcionando no KOReader, certifique-se de que no leitor PocketBook (que vem com seu dispositivo) a opção <b>SmartLight-Auto</b> esteja definida como <b>Desativada</b>.
pt_pt: <span class="label_blue">INFO</span> Se tiver um dispositivo PocketBook e a luz frontal ou o controlo deslizante de temperatura não estiverem a funcionar no KOReader, certifique-se de que no leitor PocketBook (que acompanha o seu dispositivo) a opção <b>SmartLight-Auto</b> está definida para <b>Desativada</b>.
sk: <span class="label_blue">INFORMÁCIA</span> Ak máte zariadenie PocketBook a v KOReaderi nefunguje predné svetlo alebo posúvač teploty, uistite sa, že v čítačke PocketBook (dodávanej so zariadením) je možnosť <b>SmartLight-Auto</b> nastavená na <b>Zakázané</b>.
sr: <span class="label_blue">ИНФО</span> Ако имате PocketBook уређај и клизач за предње светло или топлину не функционише у програму KOReader, проверите да ли је опција PocketBook читача (који долази уз уређај) <b>SmartLight-Auto</b> постављена на <b>Disabled</b>.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உங்களிடம் ஒரு பாக்கெட் புத்தக சாதனம் மற்றும் முன் விளக்கு அல்லது அரவணைப்பு ச்லைடர் கொரியாடரில் வேலை செய்யவில்லை என்றால், தயவுசெய்து பாக்கெட் புக் ரீடரில் (இது உங்கள் சாதனத்துடன் வருகிறது) <b> ச்மார்ட்லைட்-ஆட்டோ </b> விருப்பம் <b> முடக்கப்பட்ட </b> என அமைக்கப்பட்டுள்ளது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Якщо на вашому пристрої PocketBook у KOReader не працює повзунок підсвічування або його теплоти, переконайтеся, що у заводській програмі читання PocketBook (з якою постачається пристрій) параметр <b>Розумне світло – Авто</b> встановлено на <b>Вимкнено</b>.
zh_hans: <span class="label_blue">说明</span> 若部分PocketBook型号在KOReader中设置屏幕前光或色温滑块无效，请确保设备原生阅读功能中的<b>智能灯光控制</b>选项设为<b>禁用</b>。

source: You can adjust the warmth of your screen frontlight automatically in two different ways:
es: Puedes ajustar automáticamente la calidez de la luz frontal de la pantalla de dos formas diferentes:
fr: Vous pouvez ajuster automatiquement la chaleur du rétroéclairage frontal de deux façons :
ga: Is féidir leat teas sholas tosaigh do scáileáin a choigeartú go huathoibríoch ar dhá bhealach éagsúla:
it: È possibile regolare automaticamente il calore della luce frontale dello schermo in due modi diversi:
nl: Je kunt de warmte van de schermverlichting automatisch aanpassen op twee manieren:
pt_br: Você pode ajustar a temperatura da luz da sua tela automaticamente de duas formas:
pt_pt: Pode ajustar a temperatura da cor da luz frontal do seu ecrã automaticamente de duas formas diferentes:
sk: Farebnú teplotu predného svetla obrazovky môžete automaticky nastaviť dvoma rôznymi spôsobmi:
sr: Топлину предњег светла екрана можете аутоматски да подесите на два различита начина:
ta: உங்கள் திரை முன் விளக்கின் அரவணைப்பை இரண்டு வெவ்வேறு வழிகளில் தானாக சரிசெய்யலாம்:
uk: Автоматично регулювати теплоту підсвічування екрану пристрою можна двома різними способами:
zh_hans: 屏幕前光色温自动调整功能提供两种切换模式：

source: <span class="ui">Fixed schedule:</span> In this mode your frontlight warmth changes according to the daily schedule you entered. This mode is <b>static</b>, it doesn’t account for daylight length. The schedule stays the same all around the year.
es: <span class="ui">Horario fijo:</span> En este modo, la calidez de la luz frontal cambia según el horario diario que has proporcionado. Este modo es <b>estático</b>, no tiene en cuenta la duración del día. El horario permanece igual durante todo el año.
fr: <span class="ui">Horaire fixe:</span> Dans ce mode, la chaleur du rétroéclairage change en fonction du programme quotidien que vous définissez. Ce mode est <b>statique </b> et ne prend pas en compte la durée d'ensoleillement. Cet horaire reste le même tout au long de l'année.
ga: <span class="ui">Sceideal seasta:</span> Sa mhodh seo athraíonn teas do shoilse tosaigh de réir an sceidil laethúil a chuir tú isteach. Tá an modh seo <b>statach</b>, ní chuireann sé fad sholas an lae san áireamh. Fanann an sceideal mar a chéile ar feadh na bliana.
it: <span class="ui">Pianificazione fissa:</span> In questa modalità il calore della luce anteriore cambia in base al programma giornaliero inserito. Questa modalità è <b>statica</b>, non tiene conto della durata della luce diurna. L'orario rimane invariato per tutto l'anno.
nl: <span class="ui">Vast schema:</span> in deze modus verandert de warmte volgens het dagelijkse schema dat je hebt ingevoerd. Deze modus is <b>statisch</b> en houdt geen rekening met de lengte van de dag. Het schema blijft het hele jaar gelijk.
pt_br: <span class="ui">Agendamento fixo:</span> Nesse modo, a temperatura da tela muda de acordo com os horários que você adicionar. Esse modo é <b>estático</b>, e não leva em consideração a duração da luz do dia. A programação permanece a mesma durante todo o ano.
pt_pt: <span class="ui">Programação fixa:</span> Neste modo, a temperatura da cor da luz frontal altera-se de acordo com a programação diária que introduziu. Este modo é <b>estático</b>, não tem em conta a duração da luz do dia. A programação mantém-se a mesma durante todo o ano.
sk: <span class="ui">PEVNÝ HARMONOGRAM:</span> V tomto režime sa farebná teplota predného svetla mení podľa denného plánu, ktorý ste zadali. Tento režim je <b>STATICKÝ</b>, nezohľadňuje dĺžku denného svetla. Harmonogram zostáva rovnaký počas celého roka.
sr: <span class="ui">Фиксни распоред:</span> у овом режиму се топлина предњег светла мења према дневном распореду који унесете. Овај режим је <b>статички</b>, не узима у обзир трајање обданице. Распоред остаје исти током целе године.
ta: <span வகுப்பு = "Ui"> நிலையான அட்டவணை: </span> இந்த பயன்முறையில் நீங்கள் உள்ளிட்ட நாள்தோறும் அட்டவணைக்கு ஏற்ப உங்கள் முன் விளக்கு அரவணைப்பு மாறுகிறது. இந்த பயன்முறை <b> நிலையான </b>, இது பகல் நீளத்திற்கு கணக்கிடாது. அட்டவணை ஆண்டு முழுவதும் ஒரே மாதிரியாக இருக்கும்.
uk: <span class="ui">Сталий розклад:</span> в цьому режимі теплота підсвічування екрану змінюється відповідно до визначеного вами щоденного розкладу. Цей режим є <b>фіксованим</b>, він не враховує тривалість світлового дня. Розклад залишається однаковим протягом всього року.
zh_hans: <span class="ui">固定时间表</span>：按照用户输入的时间点切换屏幕前光色温。该模式的切换点是<b>固定</b>的，全年保持不变、无视白昼长度的季节变化。
