Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: This feature, allows you to preview the text appearance adjustments much quicker by only rendering the current chapter instead of the whole book. Also rotating your screen orientation is now much faster thanks to this feature. This feature is <b>ENABLED</b> by default. If necessary, it can be disabled per book (with a tap), or globally (with a long-tap) on:
es: Esta función te permite previsualizar la apariencia de los ajustes de texto mucho más rápido al renderizar solo el capítulo actual en lugar de todo el libro. También agiliza la rotación de la pantalla. Esta función está <b>ACTIVADA</b> por defecto. Si fuese necesario puede desactivarse globalmente (toque largo) o por libro (un toque) desde:
fr: Cette fonctionnalité vous permet de prévisualiser les ajustements faits à l'apparence du texte bien plus vite en ne faisant que le rendu du chapitre en cours plutôt que celui du livre complet. De plus, changer l'orientation de l'écran est bien plus rapide grâce à cette fonctionnalité. Cette fonctionnalité est <b>ACTIVÉE</b> par défaut. Si nécessaire, elle peut être désactivée pour chaque livre (avec un appui court), ou pour tous (en restant appuyé) sur :
ga: Leis an ngné seo, is féidir leat réamhamharc a dhéanamh ar choigeartuithe cuma an téacs i bhfad níos tapúla tríd an gcaibidil reatha amháin a rindreáil seachas an leabhar ar fad. Chomh maith leis sin, tá rothlú treoshuíomh an scáileáin i bhfad níos tapúla anois a bhuíochas leis an ngné seo. Tá an ghné seo <b>CUMASÚITHE</b> de réir réamhshocraithe. Más gá, is féidir í a dhíchumasú in aghaidh an leabhair (le sconna), nó go domhanda (le sconna fada) ar:
it: Questa funzione consente di visualizzare in anteprima le regolazioni dell'aspetto del testo in modo molto più rapido, renderizzando solo il capitolo corrente invece dell'intero libro. Anche la rotazione dell'orientamento dello schermo è ora molto più veloce grazie a questa funzione. Questa funzione è <b>ABILITATA</b> per impostazione predefinita. Se necessario, può essere disattivata per ogni libro (con un tocco) o a livello globale (con un tocco prolungato):
nl: Deze functie stelt je in staat om de tekstweergave-aanpassingen veel sneller te bekijken door alleen het huidige hoofdstuk te renderen in plaats van het hele boek. Ook het draaien van je schermoriëntatie is nu veel sneller dankzij deze functie. Deze functie is standaard <b>INGESCHAKELD</b>. Indien nodig kan het per boek uitgeschakeld worden (met een tik), of globaal (met een lange tik) op:
pt_br: Este recurso permite visualizar os ajustes de aparência do texto muito mais rapidamente, renderizando apenas o capítulo atual em vez do livro inteiro. A rotação da orientação da tela também fica muito mais rápida graças a esse recurso. Este recurso vem <b>ATIVADO</b> por padrão. Se necessário, pode ser desativado por livro (com um toque) ou globalmente (com um toque longo) em:
pt_pt: Esta funcionalidade permite visualizar as alterações na aparência do texto muito mais rapidamente, renderizando apenas o capítulo atual em vez do livro inteiro. Além disso, rodar a orientação do ecrã é agora muito mais rápido graças a ela. Esta funcionalidade está <b>ATIVADA</b> por predefinição. Se necessário, pode ser desativado para cada livro individualmente (com um toque) ou globalmente (com um toque longo) em:
sk: Táto funkcia vám umožňuje oveľa rýchlejšie zobraziť ukážku úprav vzhľadu textu tým, že sa zobrazí iba aktuálna kapitola namiesto celej knihy. Vďaka tejto funkcii je teraz oveľa rýchlejšie aj otáčanie orientácie obrazovky. Táto funkcia je predvolene <b>POVOLENÁ</b>. V prípade potreby ju možno zakázať pre jednotlivé knihy (ťuknutím) alebo globálne (dlhým podržaním) na:
sr: Ова функционалност вам омогућава да много брже видите измене подешавања изгледа текста тако што уместо целе књиге исцртава само текуће поглавље. Захваљујући њој, и ротација оријентације екрана је сада много бржа. Ова функционалност је подразумевано <b>УКЉУЧЕНА</b> . Ако желите, можете да је искључите за одређену књигу (тапом), или глобално (дугим тапом) на:
ta: இந்த நற்பொருத்தம், முழு புத்தகத்திற்கும் பதிலாக தற்போதைய அத்தியாயத்தை மட்டுமே வழங்குவதன் மூலம் உரை தோற்றம் மாற்றங்களை மிக விரைவாக முன்னோட்டமிட உங்களை அனுமதிக்கிறது. உங்கள் திரை நோக்குநிலையை சுழற்றுவது இப்போது இந்த அம்சத்திற்கு மிக வேகமாக நன்றி. இந்த நற்பொருத்தம் <b> இயக்கப்பட்டது </b> இயல்பாகவே. தேவைப்பட்டால், இது ஒரு புத்தகத்திற்கு (தட்டலுடன்) முடக்கப்படலாம், அல்லது உலகளவில் (நீண்ட தட்டினால்):
uk: Ця функція дозволяє набагато швидше побачити зміни пристосування вигляду тексту, візуалізуючи лише поточний розділ, а не всю книгу. Також обертання орієнтації екрану завдяки цій функції є набагато швидшим. Ця функція типово <b>УВІМКНЕНА</b>. Якщо необхідно, її можна вимкнути для окремої книги (дотиком) або для усіх книг (затисканням) тут:
zh_hans: 该功能通过仅渲染当前章节（而非整本书）以便用户快速预览样式调整效果。得益于此功能，屏幕旋转也会更快生效。该功能默认<b>启用</b>；若要为当前书籍或全部书目禁用该功能，可点按或长按下列菜单项：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Document / Enable partial renderings
es: MENÚ SUPERIOR <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Documento / Activar renderización parcial
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Document / Activer les rendus partiels
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Doiciméad / Cumasaigh rindreálacha páirteacha
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Documento / Abilita rendering parziale
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Document / Gedeeltelijke weergave inschakelen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Documento / Habilitar renderizações parciais
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Documento / Habilitar renderização parcial
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dokument / Povoliť čiastočné vykresľovanie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Документ / Укључи делимична исцртавања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 24px;"> / ஆவணம் / பகுதி ரெண்டரிங்சை இயக்கவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Документ / Увімкнути часткову візуалізацію
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / 文档相关 / 启用分段渲染

source: After confirming your changes whole book has to be re-rendered so this is a multi-step procedure. These icons shows the stage of rendering as explained below:
es: Después de confirmar los cambios, el libro completo tiene que ser renderizado, siendo un proceso de varios pasos. Estos iconos muestran la fase de renderización tal como se explica:
fr: Après avoir confirmé vos modifications, l'ensemble du livre doit être ré-affiché. Il s'agit donc d'une procédure en plusieurs étapes. Ces icônes indiquent l'état d'avancement du rendu, comme expliqué ci-dessous :
ga: Tar éis duit do chuid athruithe a dheimhniú, ní mór an leabhar ar fad a ath-rindreáil, mar sin is nós imeachta ilchéime é seo. Taispeánann na deilbhíní seo céim an rindreála mar a mhínítear thíos:
it: Dopo aver confermato le modifiche, l'intero libro deve essere renderizzato di nuovo, quindi si tratta di una procedura in più fasi. Queste icone mostrano la fase di rendering come spiegato di seguito:
nl: Na bevestiging van je wijzigingen moet het hele boek opnieuw gerenderd worden; dit is dus een meerstapsprocedure. Deze pictogrammen tonen de fase van het renderen zoals hieronder uitgelegd:
pt_br: Após confirmar as alterações, todo o livro precisa ser renderizado novamente, portanto, este é um procedimento de várias etapas. Estes ícones mostram o estágio da renderização, conforme explicado abaixo:
pt_pt: Após confirmar as suas alterações o livro todo tem de ser renderizado novamente, por isso isto é um processo de múltiplos passos. Estes ícones mostram o estado do processo de renderização como explicado abaixo:
sk: Po potvrdení zmien je potrebné celú knihu znova vykresliť, takže ide o viac-krokový postup. Tieto ikony zobrazujú fázu vykresľovania, ako je vysvetlené nižšie:
sr: Када потврдите измене, комплетна књига мора да се поново исцрта, тако да је ово процедура у више корака. Следеће иконе приказују корак исцртавања, као што је приказано испод:
ta: உங்கள் மாற்றங்களை உறுதிப்படுத்திய பிறகு முழு புத்தகமும் மீண்டும் வழங்கப்பட வேண்டும், எனவே இது பல-படி செயல்முறை. இந்த சின்னங்கள் கீழே விளக்கப்பட்டுள்ளபடி வழங்குதல் கட்டத்தைக் காட்டுகின்றன:
uk: Після підтвердження змін ціла книга повинна повторно візуалізуватися, тому це багатокрокова процедура. Ці значки показують стадії візуалізації, які роз'яснені нижче:
zh_hans: 在确认设置变更后，整本书需要重新渲染，因此这是一项分多阶段的过程。下方罗列了各标志对应的渲染阶段：

source: In this stage, document is <b>partially</b> rendered. Page count, footer info and many things are <b>innacurate</b>. You can see how the new settings look and adjust further. You can also turn pages, jump links in this state.
es: En esta fase el documento es renderizado <b>parcialmente</b>. El recuento de páginas, información a pié de página y otros datos son <b>imprecisos</b>. Puedes ver los cambios y en consecuencia afinar los ajustes. También puedes pasar de página e ir a enlaces.
fr: À ce stade, le document est rendu <b>partiellement</b>. Le nombre de pages, les informations en pied de page et de nombreux autres éléments sont <b>inexacts</b>. Vous pouvez voir à quoi ressemblent les nouveaux paramètres et les ajuster davantage. Vous pouvez également tourner les pages et utiliser les liens de saut dans cet état.
ga: Sa chéim seo, déantar an doiciméad a rindreáil <b>go páirteach</b>. Tá líon na leathanach, faisnéis faoin mbunleathanach agus go leor rudaí <b>míchruinn</b>. Is féidir leat a fheiceáil cén chuma atá ar na socruithe nua agus iad a choigeartú tuilleadh. Is féidir leat leathanaigh a chasadh, naisc a léim sa staid seo freisin.
it: In questa fase, il documento viene <b>parzialmente</b> renderizzato. Il conteggio delle pagine, le informazioni sul piè di pagina e molte altre cose sono <b>innacurate</b>. È possibile vedere l'aspetto delle nuove impostazioni e modificarle ulteriormente. In questo stato è possibile anche girare le pagine e saltare i link.
nl: In dit stadium wordt het document <b>gedeeltelijk</b> weergegeven. Het aantal pagina's, de voettekstinformatie en veel andere zaken zijn <b>onjuist</b>. Je kunt zien hoe de nieuwe instellingen eruitzien en deze verder aanpassen. In deze toestand kun je ook pagina's omslaan en links volgen.
pt_br: Nesta fase, o documento é <b>parcialmente</b> renderizado. A contagem de páginas, as informações de rodapé e muitos outros itens estão <b>imprecisos</b>. Você pode ver a aparência das novas configurações e fazer ajustes adicionais. Você também pode virar páginas e pular links neste estado.
pt_pt: Neste estado, o documento é <b>parcialmente</b> renderizado. A contagem de páginas, a informação de rodapé e outras informações são <b>imprecisas</b>. Pode ver o comportamento das alterações às definições e ajustá-las ainda mais. Também pode virar páginas e saltar links.
sk: V tejto fáze je dokument <b>čiastočne</b> vykreslený. Počet strán, informácie o päte a mnohé iné sú <b>nepresné</b>. Môžete vidieť, ako vyzerajú nové nastavenia, a môžete ich ďalej upravovať. V tomto stave môžete tiež otáčať stránky, preskakovať odkazy.
sr: У овом кораку, документ је <b>делимично</b> исцртан. Број страница, информације у подножју и многе друге ствари <b>нису прецизне</b>. Можете да видите како изгледа ново подешавање и да наставите са подешавањима. У овом стању такође можете да окрећете странице, скачете на линкове.
ta: இந்த கட்டத்தில், ஆவணம் <b> ஓரளவு </b> வழங்கப்படுகிறது. பக்க எண்ணிக்கை, அடிக்குறிப்பு செய்தி மற்றும் பல விசயங்கள் <b> inacautite </b>. புதிய அமைப்புகள் எவ்வாறு தோற்றமளிக்கின்றன என்பதை நீங்கள் காணலாம் மற்றும் மேலும் சரிசெய்யலாம். நீங்கள் பக்கங்களைத் திருப்பலாம், இந்த நிலையில் இணைப்புகளைத் தாவலாம்.
uk: Документ <b>частково</b> візуалізований. Лічильник сторінок, інформація в нижньому колонтитулі та багато інших відомостей є <b>неточними</b>. Можна переглянути як виглядає документ з новими налаштуваннями і здійснити подальші зміни. В цьому стані також можна гортати сторінки та переходити за посиланнями.
zh_hans: 在此阶段，文档仅有<b>局部</b>渲染。页码计数、脚注等受影响数据是<b>不准确</b>的。用户可快速预览设置后的文本样式并进一步调整。在此阶段用户仍可翻页及使用注释链接跳转阅读位置。

source: A full rendering is happening in the <b>background</b>. You can still turn pages, jump links, change settings.
es: Está en proceso la renderización completa <b>en segundo plano</b>. Puedes pasar de página, ir a enlaces y modificar ajustes.
fr: Un rendu complet est en cours en <b>arrière-plan</b>. Vous pouvez toujours tourner les pages, cliquer sur les liens et modifier les paramètres.
ga: Tá rindreáil iomlán ar siúl sa <b>chúlra</b>. Is féidir leat leathanaigh a chasadh, naisc a léim, agus socruithe a athrú fós.
it: Il rendering completo avviene in <b>background</b>. È ancora possibile girare le pagine, saltare i link, modificare le impostazioni.
nl: Een volledige weergave wordt <b>op de achtergrond</b> uitgevoerd. Je kunt nog steeds pagina's omslaan, links volgen en instellingen wijzigen.
pt_br: Uma renderização completa está acontecendo em <b>segundo plano</b>. Você ainda pode virar páginas, acessar links e alterar configurações.
pt_pt: Uma renderização completa está a acontecer em <b>fundo</b>. Pode ainda virar páginas, saltar links, alterar configurações.
sk: Na <b>pozadí</b> prebieha úplné vykreslenie. Stále môžete otáčať stránky, preskakovať odkazy, meniť nastavenia.
sr: Потпуно исцртавање се дешава у <b>позадини</b>. Још увек можете да окрећете странице, следите линкове, мењате подешавања.
ta: <b> பின்னணி </b> இல் ஒரு முழு வழங்குதல் நடக்கிறது. நீங்கள் இன்னும் பக்கங்களைத் திருப்பலாம், இணைப்புகளைத் தாவலாம், அமைப்புகளை மாற்றலாம்.
uk: Повна візуалізація відбувається <b>у тлі</b>. Все ще можна гортати сторінки, переходити за посиланнями та змінювати налаштування.
zh_hans: 此标志代表 <b>后台</b>正在执行全书完整渲染。此时用户仍可翻页、使用注释链接跳转页面位置及调整设置。

source: Full rendering is done, but <b>not yet applied</b> because KOReader is waiting for you to be <b>idle</b> to reload the rest of the book (idle=not interacting with the device). You can still turn pages, jump links, change settings.
es: La renderización completa ha finalizado, pero aún <b>no se ha aplicado</b> porque KOReader está esperando a estar <b>en reposo</b> para recargar el resto del libro (reposo = no interactuar con el dispositivo). Puedes pasar de página, ir a enlaces y modificar ajustes.
fr: Le rendu complet est terminé, mais <b>pas encore appliqué</b> car KOReader attend que vous soyez <b>inactif</b> pour recharger le reste du livre (inactif = ne pas interagir avec l'appareil). Vous pouvez toujours tourner les pages, accéder aux liens, modifier les paramètres.
ga: Tá an rindreáil iomlán déanta, ach <b>níl sé curtha i bhfeidhm fós</b> mar go bhfuil KOReader ag fanacht leat a bheith <b>díomhaoin</b> chun an chuid eile den leabhar a athlódáil (díomhaoin = gan idirghníomhú leis an bhfeiste). Is féidir leat leathanaigh a chasadh, naisc a léim, agus socruithe a athrú fós.
it: Il rendering completo è stato eseguito, ma <b>non ancora applicato</b> perché KOReader è in attesa di essere <b>inattivo</b> per ricaricare il resto del libro (inattivo=non interagire con il dispositivo). È ancora possibile girare le pagine, saltare i link, cambiare le impostazioni.
nl: De volledige weergave is voltooid, <b>maar nog niet toegepast</b>, omdat KOReader wacht tot je <b>inactief</b> bent om de rest van het boek opnieuw te laden (inactief = geen interactie met het apparaat). Je kunt nog steeds pagina's omslaan, links volgen en instellingen wijzigen.
pt_br: A renderização completa foi concluída, mas <b>ainda não foi aplicada</b> porque o KOReader está esperando que você fique <b>ocioso</b> para recarregar o restante do livro (ocioso = sem interagir com o dispositivo). Você ainda pode virar páginas, pular links e alterar configurações.
pt_pt: A renderização completa foi feita, mas <b>ainda não foi aplicada</b> porque o KOReader está à espera que fique <b>suspenso</b> para recarregar o resto do livro (suspenso=não interargir com o dispositivo). Pode ainda virar páginas, saltar links, alterar configurações.
sk: Úplné vykreslenie je hotové, ale <b>zatiaľ sa nepoužije</b>, pretože KOReader čaká, kým budete <b>nečinný</b>, aby ste mohli znova načítať zvyšok knihy (nečinný = bez interakcie so zariadením). Stále môžete otáčať stránky, preskakovať odkazy, meniť nastavenia.
sr: Комплетно исцртавање је завршено, али <b>још увек није примењено</b> јер KOReader чека да <b>не радите ништа</b> како би могао поново да учита остатак књиге (не радите ништа=не дирате уређај). Још увек можете да окрећете странице, следите линкове, мењате подешавања.
ta: முழு வழங்குதல் செய்யப்படுகிறது, ஆனால் <b> இன்னும் பயன்படுத்தப்படவில்லை </b> ஏனெனில் நீங்கள் <b> செயலற்ற </b> புத்தகத்தின் மீதமுள்ளவற்றை மீண்டும் ஏற்றக் காத்திருக்கிறீர்கள் (செயலற்ற = சாதனத்துடன் தொடர்பு கொள்ளவில்லை). நீங்கள் இன்னும் பக்கங்களைத் திருப்பலாம், இணைப்புகளைத் தாவலாம், அமைப்புகளை மாற்றலாம்.
uk: Повна візуалізація завершена, але ще <b>не застосована</b>, бо KOReader очікує вашої <b>бездіяльності</b>, щоб перезавантажити решту книги (бездіяльність = відсутність взаємодії з пристроєм). Все ще можна гортати сторінки, переходити за посиланнями та змінювати налаштування.
zh_hans: 此标志代表已完成全书完整渲染但<b>尚未生效</b>，因为KOReader正等待用户<b>空闲</b>（未操作设备）以重新加载书籍的剩余部分。此时用户仍可翻页、使用注释链接跳转页面位置及调整设置。

source: You've been idle for a while so KOReader is now reloading the whole document. At this step KOReader is <b>blocked</b> to prevent interaction.
es: Tras un período de reposo, KOReader está recargando el documento completo. En esta fase KOReader está <b>bloqueado</b> para prevenir interacciones.
fr: Vous êtes resté inactif pendant un certain temps, KOReader est donc en train de recharger l'intégralité du document. À cette étape, KOReader est <b>bloqué</b> afin d'empêcher toute interaction.
ga: Bhí tú díomhaoin ar feadh tamaill agus mar sin tá KOReader ag athlódáil an doiciméid ar fad anois. Ag an gcéim seo tá KOReader <b>blocáilte</b> chun idirghníomhaíocht a chosc.
it: L'utente è rimasto inattivo per un po', quindi KOReader sta ricaricando l'intero documento. In questa fase KOReader viene <b>bloccato</b> per impedire l'interazione.
nl: Je was een tijdje inactief, dus KOReader laadt nu het hele document opnieuw. In deze stap is KOReader <b>geblokkeerd</b> om interactie te voorkomen.
pt_br: Você ficou inativo por um tempo, então o KOReader está recarregando o documento inteiro. Nesta etapa, o KOReader está <b>bloqueado</b> para impedir a interação.
pt_pt: Esteve suspenso durante algum tempo, então o KOReader está a recarregar o documento inteiro. Neste passo o KOReader é <b>bloqueado</b> para evitar a interacção.
sk: Boli ste chvíľu nečinní, takže KOReader teraz znova načítava celý dokument. V tomto kroku je KOReader <b>zablokovaný</b>, aby sa zabránilo interakcii.
sr: Нисте додиривали уређај неко време, тако да KOReader сада поново учитава комплетан документ. У овом кораку KOReader је <b>блокиран</b> да би се спречила интеракција.
ta: நீங்கள் சிறிது காலமாக சும்மா இருந்தீர்கள், எனவே கொரியடர் இப்போது முழு ஆவணத்தையும் மீண்டும் ஏற்றுகிறார். இந்த கட்டத்தில் கொரியடர் <b> தடுக்கப்பட்டவர் </b> தொடர்புகளைத் தடுக்க.
uk: Ви деякий час були бездіяльними, тому KOReader зараз перезавантажує весь документ. На цьому етапі KOReader <b>заблокований</b> для взаємодії з ним.
zh_hans: 用户已空闲一段时间，KOReader正重新加载整本书。在此阶段，KOReader会<b>屏蔽一切交互</b>避免干预。
