Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: When you are reading a <b>PDF/DJVU</b> document, KOReader keeps a cache of the last page you have read. So when you reopen the book, it will be faster. But this cache can grow big if you are using KOReader for a long time and reading many PDF/DJVU documents. These cache files are kept under your KOReader installation directory under the <b>cache folder</b>. To clear this cache and reclaim the space you can go to:
es: Cuando estás leyendo un documento <b>PDF/DJVU</b>, KOReader guarda un caché de la última página que has leído. Así, cuando vuelvas a abrir el libro, será más rápido. Pero este caché puede crecer mucho si usa KOReader durante mucho tiempo y lee muchos documentos PDF/DJVU. Estos archivos de caché se guardan en el directorio de instalación de KOReader, en la <b>carpeta de caché</b>. Para borrar este caché y recuperar el espacio puedes ir a:
fr: Lorsque vous lisez un document <b>PDF/DJVU</b>, KOReader conserve en cache la dernière page que vous avez lue. Ainsi, lorsque vous rouvrez le livre, il s'affiche plus rapidement. Mais ce cache peut devenir volumineux si vous utilisez KOReader pendant longtemps et lisez de nombreux documents PDF/DJVU. Ces fichiers cache sont conservés dans le répertoire d'installation de KOReader, dans le <b>dossier cache</b>. Pour vider ce cache et récupérer de l'espace, vous pouvez vous rendre dans :
ga: Agus doiciméad <b>PDF/DJVU</b> á léamh agat, coinníonn KOReader taisce den leathanach deireanach a léigh tú. Mar sin, nuair a athosclaíonn tú an leabhar, beidh sé níos tapúla. Ach is féidir leis an taisce seo fás go mór má tá tú ag úsáid KOReader ar feadh i bhfad agus ag léamh go leor doiciméad PDF/DJVU. Coinnítear na comhaid taisce seo faoi d'eolaire suiteála KOReader faoin <b>fhillteán taisce</b>. Chun an taisce seo a ghlanadh agus an spás a athghabháil is féidir leat dul chuig:
it: Quando si legge un documento <b>PDF/DJVU</b>, KOReader mantiene una cache dell'ultima pagina letta. Così, quando si riapre il libro, sarà più veloce. Ma questa cache può diventare grande se si utilizza KOReader per molto tempo e si leggono molti documenti PDF/DJVU. Questi file di cache sono conservati nella directory di installazione di KOReader, nella cartella <b>cache</b>. Per cancellare la cache e recuperare spazio si può andare su:
nl: Wanneer je een <b>PDF/DJVU-document</b> leest, bewaart KOReader een cache van de laatst gelezen pagina. Hierdoor zal het boek vanaf de tweede keer sneller openen. Maar deze cache kan groot worden als je KOReader lange tijd gebruikt en veel PDF/DJVU-documenten leest. Deze cachebestanden worden bewaard in je KOReader-installatiemap, in de <b>cachemap</b>. Om deze cache te wissen en de ruimte terug te winnen, kun je naar:
pt_br: Quando você está lendo um documento <b>PDF/DJVU</b>, o KOReader mantém um cache da última página que você leu. Assim, quando você reabrir o livro, ele será carregado mais rapidamente. Mas esse cache pode crescer bastante se você usar o KOReader por muito tempo e ler muitos documentos PDF/DJVU. Esses arquivos de cache ficam armazenados no diretório de instalação do KOReader, dentro da <b>pasta cache</b>. Para limpar esse cache e recuperar espaço, você pode ir em:
sk: Keď čítate dokument <b>PDF/DJVU</b>, KOReader uchováva vo vyrovnávacej pamäti poslednú prečítanú stránku. Keď teda knihu znova otvoríte, bude to rýchlejšie. Tieto súbory vyrovnávacej pamäte sú uložené vo vašom inštalačnom adresári KOReadera v <b>priečinku vyrovnávacej pamäte (cache)</b>. Ak chcete vymazať túto vyrovnávaciu pamäť a získať späť voľné miesto, prejdite na:
sr: Када читате <b>PDF/DJVU</b> документ, KOReader чува кеш последње странице коју сте читали. Тако да када поново отворите књигу, то ће се извршити брже. Али кеш може да постане прилично велики после дуже употребе програма KOReader и читања доста PDF/DJVU докумената. Ови фајлови кеша се држе у инсталационом директоријуму програма KOReader унутар <b>cache фолдера</b>. Да бисте обрисали овај кеш и ослободили простор можете да одете на:
ta: நீங்கள் ஒரு <b> PDF/DJVU </b> ஆவணத்தைப் படிக்கும்போது, நீங்கள் படித்த கடைசி பக்கத்தின் தற்காலிக சேமிப்பை கொரியடர் வைத்திருக்கிறார். எனவே நீங்கள் புத்தகத்தை மீண்டும் திறக்கும்போது, அது வேகமாக இருக்கும். ஆனால் நீங்கள் நீண்ட காலமாக கொரியாடரைப் பயன்படுத்துகிறீர்கள் மற்றும் பல PDF/DJVU ஆவணங்களைப் படித்தால் இந்த கேச் பெரிதாக வளரக்கூடும். இந்த கேச் கோப்புகள் <b> கேச் கோப்புறை </b> இன் கீழ் உங்கள் கொரியடர் நிறுவல் கோப்பகத்தின் கீழ் வைக்கப்பட்டுள்ளன. இந்த தற்காலிக சேமிப்பை அழிக்கவும், நீங்கள் செல்லக்கூடிய இடத்தை மீட்டெடுக்கவும்:
uk: Коли ви читаєте документи <b>PDF і DJVU</b>, KOReader зберігає кеш останніх сторінок книг, які ви читали. Тож повторне відкриття книги відбувається швидше. Але цей кеш може займати багато місця, якщо KOReader тривалий час використовується для читання великої кількості документів PDF/DJVU. Цей кеш файлів зберігається у <b>підтеці кешу</b> теки встановленого KOReader. Очистити цей кеш і звільнити місце можна тут:
zh_hans: 当您阅读 <b>PDF/DJVU</b> 文档时，KOReader 会保留您阅读的最后一页的缓存。所以当你重新打开这本书时，它会更快。但是，如果您长时间使用 KOReader 并阅读许多 PDF/DJVU 文档，则此缓存可能会变大。这些缓存文件保存在 KOReader 安装目录下的<b>缓存文件夹</b>下。要删除此缓存并回收空间，您可以转到：

source: TOP MENU (in file browser) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More tools / Developer options / Clear caches
es: MENÚ SUPERIOR (en el explorador de archivos) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Más herramientas / Opciones de desarrollador / Borrar cachés
fr: MENU SUPÉRIEUR (dans l'Explorateur de fichiers) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Plus d'outils / Options pour développeurs / Vider les caches
ga: BARR-ROGHCHLÁR (sa bhrabhsálaí comhad) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Tuilleadh uirlisí / Roghanna forbróra / Glan taisceáin
it: MENU SUPERIORE (in file browser) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Altri strumenti / Opzioni sviluppatore / Pulisci cache
nl: BOVENMENU (in Bestandsverkenner) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Meer hulpmiddelen / Ontwikkelaarsopties / Caches wissen
pt_br: MENU SUPERIOR (no explorador de arquivos) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Mais ferramentas / Opções de desenvolvedor / Limpar caches
sk: VRCHNÉ MENU (v prehliadači súborov) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Ďalšie nástroje / Možnosti pre vývojárov / Vymazať vyrovnávaciu pamäť
sr: МЕНИ НА ВРХУ (у Прегледачу фајлова) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Још алата / Подешавања за програмера / Обриши кеш меморије
ta: சிறந்த பட்டியல் (கோப்பு உலாவியில்) / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ (у Оглядачі файлів) / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Більше інструментів / Функції розробника / Очистити кеш
zh_hans: （文件管理器中的）顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 更多工具 / 开发者选项 / 删除缓存

source: <span class="label_red">WARNING</span> Clear this cache <b>only if you really need this space</b>. If you have enough space, clearing the cache will not provide any benefit. Instead, it will degrade the performance because your reader will have to render those pages again.
es: <span class="label_red">ADVERTENCIA</span> Borre este caché <b>solo si realmente necesita este espacio</b>. Si tiene suficiente espacio, borrar el caché no proporcionará ningún beneficio. En cambio, degradará el rendimiento porque el lector tendrá que renderizar esas páginas nuevamente.
fr: <span class="label_red">AVERTISSEMENT</span> Ne videz ce cache <b>que si vous avez vraiment besoin de cet espace</b>. Si vous disposez de suffisamment d'espace, vider le cache ne vous apportera aucun avantage. Au contraire, cela dégradera les performances, car votre lecteur devra à nouveau afficher ces pages.
ga: <span class="label_red">RABHADH</span> Ná glan an taisce seo <b>ach amháin má tá an spás seo de dhíth ort i ndáiríre</b>. Mura bhfuil dóthain spáis agat, ní bheidh aon tairbhe le baint as an taisce a ghlanadh. Ina áit sin, laghdóidh sé an fheidhmíocht mar go mbeidh ar do léitheoir na leathanaigh sin a rindreáil arís.
it: <span class="label_red">ATTENZIONE</span> Cancellare questa cache <b>solo se si ha veramente bisogno di questo spazio</b>. Se lo spazio a disposizione è sufficiente, la cancellazione della cache non apporterà alcun beneficio. Al contrario, peggiorerà le prestazioni perché il lettore dovrà eseguire nuovamente il rendering di quelle pagine.
nl: <span class="label_red">WAARSCHUWING</span> Wis deze cache <b>alleen als je de ruimte echt nodig hebt</b>. Als je genoeg ruimte hebt, levert het wissen van de cache geen voordeel op; het verslechtert juist de prestaties omdat je reader die pagina’s opnieuw moet renderen.
pt_br: <span class="label_red">AVISO</span> Limpe este cache <b>somente se realmente precisar desse espaço</b>. Se houver espaço suficiente, limpar o cache não trará nenhum benefício. Ao contrário, isso pode reduzir o desempenho, pois o leitor terá que renderizar essas páginas novamente.
sk: <span class="label_red">UPOZORNENIE</span> Vymažte túto vyrovnávaciu pamäť <b>iba ak skutočne potrebujete uvoľniť miesto</b>. Ak máte dostatok miesta, vymazanie vyrovnávacej pamäte neprinesie žiadnu výhodu. Namiesto toho to zníži výkon, pretože vaša čítačka bude musieť tieto stránky vykresliť znova.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Обришите овај кеш <b>само ако вам је заиста потребан тај простор</b>. Ако имате довољно простора, брисање кеша неће донети никакве предности. Уместо тога, деградираће се перформансе јер читач мора поново да исцртава те странице.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> இந்த தற்காலிக சேமிப்பை அழிக்கவும் <b> உங்களுக்கு உண்மையில் இந்த இடம் தேவைப்பட்டால் மட்டுமே </b>. உங்களிடம் போதுமான இடம் இருந்தால், தற்காலிக சேமிப்பை அழிப்பது எந்த நன்மையையும் அளிக்காது. அதற்கு பதிலாக, இது செயல்திறனைக் குறைக்கும், ஏனெனில் உங்கள் வாசகர் அந்த பக்கங்களை மீண்டும் வழங்க வேண்டும்.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Очищуйте цей кеш <b>тільки якщо справді потребуєте це місце</b>. Якщо на пристрої і без того достатньо місця, очищення місця не принесе жодної користі. Навпаки, це погіршить швидкодію, оскільки застосунок повторно візуалізуватиме ці сторінки.
zh_hans: <span class="label_red">警告</span> 请务必仅在<b>着实急需存储空间</b>时再删除这些缓存。若存储空间充裕，删除缓存没有任何好处，反而会降低性能，因为阅读设备需要对全部页面重新渲染。

# user_guide/en.html+html.body.div.div:5096-1
source: REACH US
sk: KONTAKTUJTE NÁS
ta: எங்களை அடையுங்கள்
uk: ЗВ'ЯЗОК З НАМИ
zh_hans: 联系我们

source: KOReader uses <span class="external">GitHub</span> as its project base. You can report problems or suggestions on our GitHub page. You just need a GitHub account which is free. Click this link to open our <a href="https://github.com/koreader/koreader/issues">GitHub Issues</a> page.
es: KOReader usa <span class="external">GitHub</span> como base de proyecto. Puedes informar de problemas o hacer sugerencias en nuestra página de GitHub. Sólo necesitas una cuenta de GitHub que es gratuita. Haz clic en este enlace para abrir nuestra página <a href="https://github.com/koreader/koreader/issues">Problemas de GitHub</a>.
fr: KOReader utilise <span class="external">GitHub</span> comme base de projet. Vous pouvez signaler des problèmes ou faire des suggestions sur notre page GitHub. Il vous suffit de créer un compte GitHub, qui est gratuit. Cliquez sur ce lien pour ouvrir notre page <a href="https://github.com/koreader/koreader/issues">GitHub Issues</a>.
ga: Úsáideann KOReader <span class="external">GitHub</span> mar bhonn tionscadail. Is féidir leat fadhbanna nó moltaí a thuairisciú ar ár leathanach GitHub. Ní theastaíonn uait ach cuntas GitHub atá saor in aisce. Cliceáil an nasc seo chun ár leathanach <a href="https://github.com/koreader/koreader/issues">Fadhbanna GitHub</a> a oscailt.
it: KOReader utilizza <span class="external">GitHub</span> come base del progetto.È possibile segnalare problemi o suggerimenti sulla nostra pagina GitHub. È sufficiente avere un account GitHub, che è gratuito. Fare clic su questo link per aprire la nostra pagina <a href="https://github.com/koreader/koreader/issues">GitHub Issues</a>.
nl: KOReader gebruikt <span class="external">GitHub</span> als projectbasis. Je kunt problemen of suggesties melden op onze GitHub‑pagina. Je hebt alleen een GitHub‑account nodig, dat gratis is. Klik op deze link om onze pagina <a href="https://github.com/koreader/koreader/issues">GitHub Issues</a> te openen.
pt_br: O KOReader usa o <span class="external">GitHub</span> como base do projeto. Você pode relatar problemas ou sugestões em nossa página do GitHub. Você só precisa de uma conta gratuita no GitHub. Clique neste link para abrir nossa página <a href="https://github.com/koreader/koreader/issues">Problemas no GitHub</a>.
sk: KOReader používa ako projektovú základňu <span class="external">GitHub</span>. Problémy alebo návrhy môžete nahlásiť na našej stránke GitHub. Potrebujete iba účet GitHub, ktorý je zadarmo. Kliknutím na tento odkaz otvoríte našu GitHub stránku s <a href="https://github.com/koreader/koreader/issues">problémami</a>.
sr: KOReader као своју базу пројекта користи <span class="external">GitHub</span>. На нашој GitHub страници можете да пријавите проблеме и дате предлоге. Потребан вам је само бесплатан GitHub налог. Кликните на следећи линк да отворите нашу страницу <a href="https://github.com/koreader/koreader/issues">GitHub проблема</a>.
ta: கொரியடர் <ச்பான் கிளாச் = "வெளிப்புற"> அறிவிலிமையம் </span> ஐ அதன் திட்ட தளமாகப் பயன்படுத்துகிறார். எங்கள் அறிவிலிமையம் பக்கத்தில் சிக்கல்கள் அல்லது பரிந்துரைகளை நீங்கள் புகாரளிக்கலாம். உங்களுக்கு இலவசமாக ஒரு அறிவிலிமையம் கணக்கு தேவை. எங்கள் <a href = "https://github.com/koreader/koreader/issues"> அறிவிலிமையம் சிக்கல்கள் </a> பக்கத்தைத் திறக்க இந்த இணைப்பைக் சொடுக்கு செய்க.
uk: KOReader як базу проекту використовує <span class="external">GitHub</span>. На сторінці GitHub можна повідомити про проблеми, написати свої побажання і пропозиції (англійською мовою). Для цього достатньо мати обліковий запис GitHub. Перейдіть за цим посиланням, щоб відкрити нашу сторінку <a href="https://github.com/koreader/koreader/issues">обговорень (issues)</a>.
zh_hans: KOReader使用<span class="external">GitHub</span>作为项目大本营。只需注册一个免费的GitHub账号，即可报告问题或提出建议。点击此处链接访问项目的<a href="https://github.com/koreader/koreader/issues">GitHub 工单列</a>。

source: On the <b>Issues</b> page click the <b>New Issue</b> button. But before doing that, we suggest using the search bar to see if there is already an existing issue about the same topic. You can also check other opened issues to have an idea about the process.
es: En la página <b>Issues</b>, haz clic en el botón <b>New issue</b>. Pero antes de hacer eso, sugerimos usar la barra de búsqueda para ver si ya existe un problema sobre el mismo tema. También puedes consultar otros números abiertos para tener una idea sobre el proceso.
fr: Sur la page <b>Problèmes</b>, cliquez sur le bouton <b>Nouveau problème</b>. Mais avant cela, nous vous suggérons d'utiliser la barre de recherche pour voir s'il existe déjà un problème concernant le même sujet. Vous pouvez également consulter d'autres problèmes ouverts pour vous faire une idée du processus.
ga: Ar an leathanach <b>Saincheisteanna</b> cliceáil an cnaipe <b>Saincheist Nua</b>. Ach sula ndéanann tú sin, molaimid duit an barra cuardaigh a úsáid chun a fháil amach an bhfuil saincheist ann cheana féin faoin ábhar céanna. Is féidir leat saincheisteanna oscailte eile a sheiceáil freisin chun tuairim a fháil faoin bpróiseas.
it: Nella pagina <b>Issues</b> cliccare sul bottone <b>New Issue</b>. Ma prima di farlo, vi suggeriamo di usare la barra di ricerca per vedere se esiste già un problema sullo stesso argomento. Potete anche controllare altri problemi aperti per avere un'idea del processo.
nl: Klik op de pagina <b>Issues</b> op de knop <b>New Issue</b>. Maar gebruik eerst de zoekbalk om te zien of er al een issue over hetzelfde onderwerp bestaat. Je kunt ook andere geopende issues bekijken om een idee te krijgen van het proces.
pt_br: Na página <b>Issues</b>, clique no botão <b>Novo Ticket</b>. Mas antes de fazer isso, sugerimos usar a barra de pesquisa para verificar se já existe um problema sobre o mesmo tópico. Você também pode verificar outros problemas abertos para ter uma ideia do processo.
sk: Na stránke <b>Problémy (Issues)</b> kliknite na tlačidlo <b>Nový problém (New Issue)</b>. Predtým však odporúčame použiť vyhľadávací panel, aby ste zistili, či už existuje problém s rovnakou témou. Môžete tiež skontrolovať ďalšie otvorené problémy, aby ste mali základnú predstavu o procese nahlasovania problémov.
sr: На страници <b>Issues</b> кликните на дугме <b>New Issue</b>. Али пре него што то урадите, саветујемо вам да употребите линију за претрагу да видите постоји ли већ отворен проблем у вези са истом темом. Такође можете да погледате остале отворене проблеме да стекнете идеју о процесу.
ta: <b> சிக்கல்கள் </b> பக்கத்தில் <b> புதிய வெளியீடு </b> பொத்தானைக் சொடுக்கு செய்க. ஆனால் அதைச் செய்வதற்கு முன், அதே தலைப்பைப் பற்றி ஏற்கனவே ஒரு சிக்கல் இருக்கிறதா என்று தேடல் பட்டியைப் பயன்படுத்த பரிந்துரைக்கிறோம். செயல்முறையைப் பற்றி ஒரு யோசனையைப் பெற நீங்கள் திறந்த பிற சிக்கல்களையும் சரிபார்க்கலாம்.
uk: На сторінці обговорень (<b>Issues</b>) натисніть кнопку «<b>New Issue</b>» («Створити обговорення»). Але перед тим, як це робити, ми наполегливо радимо за допомогою панелі пошуку спробувати пошукати та перевірити чи не обговорювалося це питання раніше. Також можна переглянути інші відкриті обговорення, щоб мати уявлення про процес.
zh_hans: 点击<b>Issues</b>页上的<b>New Issue</b>按钮即可提交问题。但建议你先使用搜索栏检索是否已有其他人就相似话题提问，并参考已经提交的工单了解提交工单的流程与操作。

source: When you click the <b>New Issue</b> button you will be presented with two options:
es: Cuando hagas clic en el botón <b>New Issue</b>, se presentarán dos opciones:
fr: Lorsque vous cliquez sur le bouton <b>Nouveau problème</b>, deux options s'offrent à vous :
ga: Nuair a chliceálann tú an cnaipe <b>Eagrán Nua</b> cuirfear dhá rogha i láthair duit:
it: Quando si fa clic sul pulsante <b>New Issue</b>, vengono presentate due opzioni:
nl: Wanneer je op <b>New Issue</b> klikt, krijg je twee opties:
pt_br: Ao clicar no botão <b>Novo Ticket</b>, você verá duas opções:
sk: Po kliknutí na tlačidlo <b>Nový problém (New Issue)</b> sa vám zobrazia dve možnosti:
sr: Када кликнете на дугме <b>New Issue</b> појавиће вам се две опције:
ta: நீங்கள் <b> புதிய வெளியீடு </b> பொத்தானைக் சொடுக்கு செய்தால் உங்களுக்கு இரண்டு விருப்பங்கள் வழங்கப்படும்:
uk: Після натискання кнопки <b>New Issue</b> вам буде запропоновано два варіанти:
zh_hans: 点击<b>New Issue</b>按钮后，你将看到两个选项：

source: Click the appropriate one and follow the instructions on the page to report your problem or suggestion.
es: Haz clic en el correspondiente y sigue las instrucciones de la página para informar del problema o sugerencia.
fr: Cliquez sur celui qui convient et suivez les instructions sur la page pour signaler votre problème ou faire part de votre suggestion.
ga: Cliceáil ar an gceann cuí agus lean na treoracha ar an leathanach chun do fhadhb nó do mholadh a thuairisciú.
it: Fate clic su quello appropriato e seguite le istruzioni della pagina per segnalare il vostro problema o suggerimento.
nl: Klik de juiste optie en volg de instructies op de pagina om je probleem of suggestie te melden.
pt_br: Clique na opção correspondente e siga as instruções na página para reportar seu problema ou sugestão.
sk: Kliknite na príslušnú položku a podľa pokynov na stránke nahláste váš problém alebo návrh.
sr: Кликните на одговарајућу и следите упутства на страници да пријавите свој проблем или дате предлог.
ta: பொருத்தமான ஒன்றைக் சொடுக்கு செய்து, உங்கள் சிக்கல் அல்லது ஆலோசனையைப் புகாரளிக்க பக்கத்தில் உள்ள வழிமுறைகளைப் பின்பற்றவும்.
uk: Щоб сповістити нас про свою проблему чи пропозицію, натисніть відповідний варіант і далі дійте згідно з інструкціями на сторінці.
zh_hans: 点选你需要的选项，然后按照页面上的说明报告你的问题或提出建议。

source: If you are reporting a bug, <b>verbose debug logs</b> are very helpful to determine the problem. You can enable them via:
es: Si estás informando de un error, los <b>registros de depuración detallados</b> son muy útiles para determinar el problema. Puedes habilitarlos a través de:
fr: Si vous signalez un bug, les <b>journaux de débogage détaillés</b> sont très utiles pour déterminer le problème. Vous pouvez les activer via :
ga: Más rud é go bhfuil tú ag tuairisciú fabht, tá <b>logaí dífhabhtaithe mionsonraithe</b> an-chabhrach chun an fhadhb a chinneadh. Is féidir leat iad a chumasú trí:
it: Se si sta segnalando un bug, i log di debug <b>verbosi</b> sono molto utili per determinare il problema. È possibile attivarli tramite:
nl: Als je een bug meldt, zijn <b>uitgebreide debuglogs</b> erg nuttig om het probleem te bepalen. Je schakelt ze in via:
pt_br: Se você estiver reportando um bug, os <b>logs de depuração detalhados</b> são muito úteis para identificar o problema. Você pode ativá-los via:
sk: Ak nahlasujete chybu, <b>podrobné protokoly ladenia</b> sú veľmi užitočné pri určovaní problému. Môžete ich povoliť prostredníctvom:
sr: Ако пријављујете баг, <b>детаљни дибаг дневници</b> су од непроцењиве помоћи за утврђивање узрока проблема. Можете да их укључите из:
ta: நீங்கள் ஒரு பிழையைப் புகாரளிக்கிறீர்கள் என்றால், <b> வாய்மொழி பிழைத்திருத்த பதிவுகள் </b> சிக்கலைத் தீர்மானிக்க மிகவும் உதவியாக இருக்கும். நீங்கள் அவற்றை இயக்கலாம்:
uk: Якщо ви сповіщаєте про помилку, дуже корисними для визначення причини виникнення проблеми будуть <b>докладні журнали налагодження</b>. Їх автоматичне створення можна увімкнути тут:
zh_hans: 报告故障时附上<b>详细调试日志</b>将大大有助于明确故障原因。请通过以下方式启用该功能：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / Report a bug / Enable verbose logging
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ayuda / Informar de un error / Activar registro detallado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aide / Signaler un bug / Activer la journalisation détaillée
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Cabhair / Tuairiscigh fabht / Cumasaigh logáil fhoclach
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Aiuto / Segnala un bug / Abilita rapporto dettagliato
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / Een bug melden / Uitgebreid loggen inschakelen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Ajuda / Reportar um erro / Ativar registro detalhado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Pomocník / Nahlásiť chybu / Povoliť podrobné protokolovanie
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Помоћ / Пријавите баг/ Укључи детаљно записивање
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Довідка / Повідомити про ваду / Увімкнути докладне журналювання
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 帮助 / 报告故障 / 启用详细日志记录
