Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Word spacing:</span> How much the <b>space</b> characters in a line of text can be compressed to fit more words. This setting doesn’t affect words, it only changes the space between them.
es: <span class="ui">Espaciado entre palabras:</span> cuánto se pueden comprimir los caracteres de <b>espacio</b> en una línea de texto para que quepan más palabras. Esta configuración no afecta a las palabras y sólo cambia el espacio entre ellas.
fr: <span class="ui">Espacement des mots :</span> Dans quelle mesure les caractères <b>espace</b> d'une ligne de texte peuvent être compressés pour accueillir davantage de mots. Ce paramètre n'affecte pas les mots, il modifie uniquement l'espace entre eux.
ga: <span class="ui">Spásáil focal:</span> Cé mhéad is féidir na carachtair <b>spáis</b> i líne téacs a chomhbhrú chun níos mó focal a fheistiú. Ní dhéanann an socrú seo difear do na focail, ní athraíonn sé ach an spás eatarthu.
it: <span class="ui">Spaziatura delle parole:</span> determina quanto i caratteri <b>spazio</b> in una riga di testo possono essere compressi per inserire più parole. Questa impostazione non influisce sulle parole, ma cambia solo lo spazio tra di esse.
nl: <span class="ui">Woordafstand:</span> Hoeveel de <b>spaties</b> in een regel tekst kunnen worden samengedrukt om meer woorden te laten passen. Deze instelling beïnvloedt de woorden niet, alleen de ruimte ertussen.
pt_br: <span class="ui">Espaçamento entre palavras:</span> O quanto o <b>espaço</b> dos caracteres em uma linha de texto podem ser comprimidos para acomodar mais palavras. Esta configuração não afeta as palavras, apenas altera o espaço entre elas.
pt_pt: <span class="ui">Espaçamento entre palavras:</span> quanto os caracteres de <b>espaço</b> numa linha de texto podem ser comprimidos para acomodar mais palavras. Esta definição não afeta as palavras, apenas altera o espaço entre elas.
sk: <span class="ui">Medzery medzi slovami:</span> Do akej miery je možné zhustiť znaky <b>medzery</b> v riadku textu, aby sa do nich zmestilo viac slov. Toto nastavenie neovplyvňuje slová, mení iba medzery medzi nimi.
sr: <span class="ui">Размак између речи:</span> колико карактери <b>размака</b> у линији могу да се сабију тако да стане више речи. Ово подешавање не утиче на речи, оно мења само размак између њих.
ta: <span வகுப்பு = "Ui"> சொல் இடைவெளி: </span> <b> விண்வெளி </b> உரையின் வரியில் உள்ள எழுத்துக்களை அதிக சொற்களுக்கு ஏற்றவாறு சுருக்கலாம். இந்த அமைப்பு சொற்களை பாதிக்காது, அது அவற்றுக்கிடையேயான இடத்தை மட்டுமே மாற்றுகிறது.
uk: <span class="ui">Проміжки між словами:</span> Наскільки символи <b>пробілу</b> між словами можуть бути стисненими, щоб в рядок помістилося більше слів. Цей параметр не стосується слів, а тільки простору між ними.
zh_hans: <span class="ui">字间距</span>：为容纳更多文字，一行文字中的<b>空白</b>允许被压缩的程度。该选项不会影响字，只会改变字间的间隔。

source: <span class="ui">Word expansion:</span> If you have too much white space in a line, how much of that can be distributed into the words by expanding them. This setting affects the appearance of words. If you don’t want your words to expand, set this to <span class="ui">none</span>.
es: <span class="ui">Expansión de palabras:</span> Si tienes demasiado espacio en blanco en una línea, cuánto de ese espacio puede distribuirse dentro de las palabras expandiéndolas. Esta configuración afecta la apariencia de las palabras. Si no quieres que tus palabras se expandan ajusta el valor a <span class="ui">ninguna</span>.
fr: <span class="ui">Expansion des mots :</span> si une ligne contient trop d'espaces blancs, quelle quantité peut être répartie entre les mots en les étirant ? Ce paramètre affecte l'apparence des mots. Si vous ne souhaitez pas que vos mots soient étirés, définissez ce paramètre sur <span class="ui">none</span>.
ga: <span class="ui">Leathnú focal:</span> Má tá an iomarca spáis bhán i líne, cé mhéad de sin is féidir a dháileadh sna focail trí iad a leathnú. Bíonn tionchar ag an socrú seo ar chuma na bhfocal. Mura dteastaíonn uait go leathnóidh do chuid focal, socraigh é seo go <span class="ui">níl</span>.
it: <span class="ui">Espansione delle parole:</span> Se in una riga c'è troppo spazio bianco, quanto di questo può essere distribuito nelle parole espandendole. Questa impostazione influisce sull'aspetto delle parole. Se non si vuole che le parole si espandano, impostare questa opzione su <span class="ui">nessuna</span>.
nl: <span class="ui">Woordenexpansie:</span> Als er te veel witruimte in een regel zit, hoeveel daarvan in de woorden verdeeld mag worden door ze uit te rekken. Deze instelling beïnvloedt het uiterlijk van woorden. Wil je niet dat woorden uitzetten, zet dit dan op <span class="ui">geen</span>.
pt_br: <span class="ui">Expansão de palavras:</span> Se houver muito espaço em branco em uma linha, determine quanto desse espaço pode ser distribuído entre as palavras expandindo-as. Esta configuração afeta a aparência das palavras. Se não quiser que suas palavras se expandam, defina como <span class="ui">nenhum</span>.
pt_pt: <span class="ui">Expansão de palavras:</span> Se tiver muito espaço em branco numa linha, o quanto desse estaço pode ser distribuído nas palavras, expandindo-as. Esta definição afeta a aparência das palavras. Se não quiser que as suas palavras se expandam, defina como <span class="ui">none</span>.
sk: <span class="ui">Rozšírenie slov:</span> Ak máte príliš veľa prázdneho miesta v riadku, koľko z toho sa dá rozdeliť do slov ich rozšírením. Toto nastavenie ovplyvňuje vzhľad slov. Ak nechcete, aby sa vaše slová rozširovali, nastavte toto na <span class="ui">žiadne</span>.
sr: <span class="ui">Експанзија речи:</span> ако у линији имате превише празног простора, колики део може да се распореди у речи тако што се рашире. Ово подешавање утиче на изглед речи. Ако не желите ширење речи, поставите ову опцију на <span class="ui">ништа</span>.
ta: <span வகுப்பு = "Ui"> சொல் விரிவாக்கம்: </span> உங்களிடம் ஒரு வரியில் அதிக வெள்ளை இடம் இருந்தால், அவற்றை விரிவாக்குவதன் மூலம் அவற்றை எவ்வளவு சொற்களில் விநியோகிக்க முடியும். இந்த அமைப்பு சொற்களின் தோற்றத்தை பாதிக்கிறது. உங்கள் வார்த்தைகள் விரிவாக்கப்படுவதை நீங்கள் விரும்பவில்லை என்றால், இதை <span வகுப்பு = "Ui"> எதுவுமில்லை </span> என அமைக்கவும்.
uk: <span class="ui">Розтягування слів:</span> Якщо в рядку завеликі проміжки між словами, тут визначається скільки з них можна розподілити між словами, розтягнувши їх. Цей параметр впливає на відображення слів. Якщо ви не бажаєте, щоб слова розтягувалися, встановіть тут <span class="ui">немає</span>.
zh_hans: <span class="ui">字母间距</span>：当一行文字中有太多空白时，将这些空白分拆到字母之间而使单词被拉伸的程度。 该选项将影响单词的样式。若不希望单词被拉伸，请将该选项设置为<span class="ui">无</span>。

source: You can experiment with different settings until the text looks pleasing to you, then set them as defaults via their respective dialogs.
es: Puedes experimentar con diferentes ajustes hasta que el texto te resulte agradable, y luego establecerlos como valores predeterminados mediante tus respectivos cuadros de diálogo.
fr: Vous pouvez essayer différents paramètres jusqu'à ce que le texte vous convienne, puis les définir comme paramètres par défaut via leurs boîtes de dialogue respectives.
ga: Is féidir leat triail a bhaint as socruithe éagsúla go dtí go mbeidh an téacs taitneamhach duit, agus ansin iad a shocrú mar réamhshocruithe trína ndialóga faoi seach.
it: È possibile sperimentare diverse impostazioni fino a ottenere un testo gradevole, quindi impostarle come predefinite tramite le rispettive finestre di dialogo.
nl: Je kunt met verschillende instellingen experimenteren tot de tekst er mooi uitziet en ze daarna als standaard instellen via hun respectieve dialoogvensters.
pt_br: Você pode experimentar diferentes configurações até que o texto pareça agradável para você e, então, defini-las como padrões por meio de suas respectivas caixas de diálogo.
pt_pt: Pode experimentar diferentes definições até que o texto lhe pareça agradável e, em seguida, defini-las como predefinição através das suas respetivas caixas de diálogo.
sk: Môžete experimentovať s rôznymi nastaveniami, kým sa vám text nebude páčiť, a potom ich nastaviť ako predvolené prostredníctvom príslušných dialógových okien.
sr: Можете да експериментишете са различитим подешавањима све док вам текст не изгледа лепо, па да их затим у њиховим одговарајућим дијалозима поставите као подразумевана.
ta: உரை உங்களுக்கு மகிழ்ச்சி அளிக்கும் வரை நீங்கள் வெவ்வேறு அமைப்புகளுடன் ஆய்வு செய்யலாம், பின்னர் அவற்றை அந்தந்த உரையாடல்கள் வழியாக இயல்புநிலைகளாக அமைக்கவும்.
uk: Можна експериментувати з різними параметри доки текст не виглядатиме так, як вам подобається, після чого встановіть ці налаштування як типові.
zh_hans: 请自行探索各种选项组合，让文本呈现自己喜欢的样式，然后在各选项对框中将所选设置保存为默认值。

source: <span class="ui">Contrast</span> and <span class="ui">Font weight</span> are two options that you can use to make your text bolder (or lighter). You can achieve the same appearance with either of these options but they use different methods to achieve it. Of course you can use them both at the same time.
es: <span class="ui">Contraste</span> y <span class="ui">grosor de letra</span> son dos opciones que puedes usar para hacer el texto más grueso (o más claro). Puedes lograr la misma apariencia con cualquiera de estas opciones pero para conseguirlo usan métodos diferentes. Por supuesto puedes usar ambas al mismo tiempo.
fr: <span class="ui">Contraste</span> et <span class="ui">Épaisseur de police</span> sont deux options que vous pouvez utiliser pour rendre votre texte plus gras (ou plus clair). Vous pouvez obtenir le même résultat avec l'une ou l'autre de ces options, mais elles utilisent des méthodes différentes pour y parvenir. Vous pouvez bien sûr les utiliser simultanément.
ga: Is dhá rogha iad <span class="ui">Codarsnacht</span> agus <span class="ui">Meáchan cló</span> ar féidir leat a úsáid chun do théacs a dhéanamh níos troime (nó níos éadroime). Is féidir leat an chuma chéanna a bhaint amach le ceachtar den dá rogha seo ach úsáideann siad modhanna difriúla chun é sin a bhaint amach. Ar ndóigh, is féidir leat an dá cheann a úsáid ag an am céanna.
it: <span class="ui">Contrasto</span> e <span class="ui">Spessore font</span> sono due opzioni che si possono usare per rendere il testo più chiaro (o più brillante). È possibile ottenere lo stesso aspetto con una di queste opzioni, ma utilizzano metodi diversi per ottenerlo. Naturalmente è possibile utilizzarle entrambe contemporaneamente.
nl: <span class="ui">Contrast</span> en <span class="ui">Letterdikte</span> zijn twee opties om je tekst vetter (of lichter) te maken. Je kunt hetzelfde uiterlijk bereiken met beide opties maar ze gebruiken verschillende methoden. Je kunt ze natuurlijk ook tegelijk gebruiken.
pt_br: <span class="ui">Contraste</span> e <span class="ui">Espessura da fonte</span> são duas opções que você pode usar para deixar seu texto mais espesso (ou mais fino). Você pode obter a mesma aparência com qualquer uma dessas opções, mas elas usam métodos diferentes para isso. É claro que você pode usar as duas ao mesmo tempo.
pt_pt: <span class="ui">Contraste</span> e <span class="ui">espessura da fonte</span> são duas opções que pode utilizar para tornar o seu texto mais carregado (ou mais claro). Pode obter a mesma aparência com qualquer uma destas opções, mas utilizar métodos diferentes para a alcançar. Pode, também, usar os dois ao mesmo tempo.
sk: <span class="ui">Kontrast</span> a <span class="ui">hrúbka písma</span> sú dve možnosti, ktoré môžete použiť na zvýraznenie (alebo zosvetlenie) textu. Rovnaký vzhľad môžete dosiahnuť s ktoroukoľvek z týchto možností, ale používajú na jeho dosiahnutie rôzne metódy. Samozrejme, môžete ich použiť obe súčasne.
sr: <span class="ui">Контраст</span> и <span class="ui">Тежина фонта</span> су две опције којима текст може постати тамнији (или светлији). Исти изглед можете постићи било којом од ове две опције, али оне користе различите методе да постигну ефекат. Наравно, обе можете да користите истовремено.
ta: <span வகுப்பு = "Ui"> கான்ட்ராச்ட் </span> மற்றும் <span வகுப்பு = "Ui"> எழுத்துரு எடை </span> ஆகியவை உங்கள் உரையை தைரியமாக (அல்லது இலகுவாக) மாற்ற நீங்கள் பயன்படுத்தக்கூடிய இரண்டு விருப்பங்கள். இந்த விருப்பங்களில் ஏதேனும் ஒரே தோற்றத்தை நீங்கள் அடையலாம், ஆனால் அதை அடைய அவை வெவ்வேறு முறைகளைப் பயன்படுத்துகின்றன. நிச்சயமாக நீங்கள் இரண்டையும் ஒரே நேரத்தில் பயன்படுத்தலாம்.
uk: <span class="ui">Контраст</span> та <span class="ui">Товщина шрифту</span> – це дві функції, які можна використовувати, щоб зробити шрифт товщим (або тоншим). Того ж вигляду можна досягти за допомогою будь-якої з цих функцій, але вони використовують різні методи для досягнення цього. Звісно ж, їх обох можна використовувати водночас.
zh_hans: <span class="ui">对比度</span>和<span class="ui">字重</span>影响文字笔画浓淡。这两个选项都可以让文本呈现某种样式，但它们的技术原理不同。当然，这两项可以同时生效。

source: The differences between them can be summarized as:
es: Las diferencias entre ellas pueden resumirse así:
fr: Les différences entre eux peuvent être résumées comme suit :
ga: Is féidir na difríochtaí eatarthu a achoimriú mar seo a leanas:
it: Le differenze tra loro possono essere riassunte come segue:
nl: De verschillen ertussen kunnen als volgt worden samengevat:
pt_br: As diferenças entre eles podem ser resumidas como:
pt_pt: As diferenças entre eles pode ser resumida em:
sk: Rozdiely medzi nimi možno zhrnúť takto:
sr: Укратко, разлике између њих су:
ta: அவற்றுக்கிடையேயான வேறுபாடுகளை சுருக்கமாகக் கூறலாம்:
uk: Різницю між ними можна підсумувати так:
zh_hans: 两个选项间的区别可以这样概括：

source: CONTRAST
es: CONTRASTE
fr: CONTRASTE
ga: CODRASACHT
it: CONTRASTO
pt_br: CONTRASTE
pt_pt: CONTRASTE
sk: KONTRAST
sr: КОНТРАСТ
ta: மாறுபாடு
uk: КОНТРАСТ
zh_hans: 对比度

source: <b>+</b> Doesn’t change font width, book length stays the same
es: <b>+</b> No cambia el ancho de la letra, la longitud del libro permanece igual
fr: <b>+</b> Ne modifie pas la largeur de la police, la longueur du livre reste la même
ga: <b>+</b> Ní athraíonn sé leithead an chló, fanann fad an leabhair mar a chéile
it: <b>+</b> Non cambia la larghezza dei caratteri, la lunghezza del libro rimane invariata
nl: <b>+</b> Verandert de letterbreedte niet; boeklengte blijft hetzelfde
pt_br: <b>+</b> Não altera a largura da fonte, o tamanho do livro permanece o mesmo
pt_pt: <b>+</b> Não altera a largura da letra, o comprimento do livro mantém-se
sk: <b>+</b> Nezmení šírku písma, dĺžka knihy zostáva rovnaká
sr: <b>+</b> Не мења ширину фонта, дужина књиге остаје иста
ta: <b>+</b> எழுத்துரு அகலத்தை மாற்றாது, புத்தக நீளம் அப்படியே இருக்கும்
uk: <b>+</b> Товщина шрифту не змінюється, розмір книги залишається таким же
zh_hans: <b>+</b> 不改变字体宽度，不影响书籍总页数

source: <b>+</b> Doesn’t need to re-render document, faster
es: <b>+</b> No necesita volver a renderizar el documento, más rápido
fr: <b>+</b> Ne nécessite pas de réaffichage du document, plus rapide
ga: <b>+</b> Ní gá an doiciméad a ath-rindreáil, níos tapúla
it: <b>+</b> Non è necessario eseguire nuovamente il rendering del documento, più veloce
nl: <b>+</b> Hoeft document niet opnieuw te renderen, sneller
pt_br: <b>+</b> Não precisa renderizar novamente o documento, mais rápido
pt_pt: <b>+</b>Não é necessário renderizar novamente o documento, mais rápido
sk: <b>+</b> Nie je potrebné znova vykresľovať dokument, rýchlejšie
sr: <b>+</b> Нема потребе да се документ поново исцрта, брже је
ta: <b>+</b> ஆவணத்தை மீண்டும் வழங்க தேவையில்லை
uk: <b>+</b> Непотрібно повторно візуалізувати документ, швидше
zh_hans: <b>+</b> 无需对书籍进行重渲染，调整速度快

source: <b>-</b> Might look bad on LCD or low DPI screens
es: <b>-</b> Puede verse mal en pantallas LCD o de baja resolución (dpi)
fr: <b>-</b> Peut donner un mauvais rendu sur les écrans LCD ou à faible résolution
ga: <b>-</b> D’fhéadfadh cuma dhona a bheith air ar scáileáin LCD nó ar scáileáin íseal-DPI
it: <b>-</b> Potrebbe avere un aspetto negativo su schermi LCD o a basso DPI
nl: <b>-</b> Kan er slecht uitzien op LCD- of lage-DPI-schermen
pt_br: <b>-</b> Pode parecer ruim em telas LCD ou de baixo DPI
pt_pt: <b>-</b> Pode ficar mal em ecrãs LCD ou com baixo DPI
sk: <b>-</b> Na LCD alebo obrazovkách s nízkym DPI môže vyzerať zle
sr: <b>-</b> Може лоше да изгледа на LCD или на екранима са малом DPI
ta: <b>-</b> எல்சிடி அல்லது குறைந்த டிபிஐ திரைகளில் மோசமாகத் தோன்றலாம்
uk: <b>-</b> Може погано виглядати на LCD-екранах та при низькій роздільній здатності екрану
zh_hans: <b>-</b> 在LCD或低DPI屏幕上可能影响观感

source: FONT WEIGHT
es: GROSOR DE LETRA
fr: POIDS DE LA POLICE
ga: MEÁCHAN CLÓ
it: SPESSORE FONT
nl: LETTERDIKTE
pt_br: ESPESSURA DA FONTE
pt_pt: ESPESSURA DA FONTE
sk: VÁHA PÍSMA
sr: ТЕЖИНА ФОНТА
ta: எழுத்துரு எடை
uk: ТОВЩИНА ШРИФТУ
zh_hans: 字重

source: <b>+</b> Will use proper weighted fonts if you have them installed
es: <b>+</b>Usará fuentes ponderadas si las tiene instaladas
fr: <b>+</b> Utilisera les polices pondérées appropriées si elles sont installées
ga: <b>+</b> Úsáidfear clónna ualaithe cuí má tá siad suiteáilte agat
it: <b>+</b> Utilizzerà i font pesati corretti, se installati
nl: <b>+</b> Gebruikt echte gewichtvarianten als je die hebt geïnstalleerd
pt_br: <b>+</b> Usará fontes com espessura apropriada se você as tiver instaladas
pt_pt: <b>+</b> Utilizará tipos de letra com espessura adequada se os tiver instalados
sk: <b>+</b> Použije správne vyvážené písma, ak ich máte nainštalované
sr: <b>+</b> Ако су инсталирани, употребиће се фонтови одговарајуће тежине
ta: <b>+</b> நீங்கள் நிறுவப்பட்டிருந்தால் சரியான எடையுள்ள எழுத்துருக்களைப் பயன்படுத்தும்
uk: <b>+</b> Буде вживати відповідні жирні шрифти, якщо вони є на пристрої
zh_hans: <b>+</b> 如果已安装，将使用适当字重的字体

source: <b>+</b> Looks better on LCD or low DPI screens
es: <b>+</b> Se ve mejor en pantallas LCD o con pocos PPP
fr: <b>+</b> Rend mieux sur les écrans LCD ou à faible résolution
ga: <b>+</b> Breathnaíonn sé níos fearr ar scáileáin LCD nó scáileáin íseal-DPI
it: <b>+</b> Si vede meglio su schermi LCD o a basso DPI
nl: <b>+</b> Ziet er beter uit op LCD- of lage-DPI-schermen
pt_br: <b>+</b> Fica com melhor aspecto em telas LCD ou de baixo DPI
pt_pt: <b>+</b> Fica melhor em ecrãs LCD ou com baixo DPI
sk: <b>+</b> Vyzerá lepšie na LCD alebo obrazovkách s nízkym DPI
sr: <b>+</b> Боље изгледа на LCD или на екранима са малом DPI
ta: <b>+</b> எல்சிடி அல்லது குறைந்த டிபிஐ திரைகளில் நன்றாக இருக்கிறது
uk: <b>+</b> Краще виглядає на LCD-кранах та при низькій роздільній здатності екрану
zh_hans: <b>+</b> 在LCD和低DPI屏幕上观感更佳

source: <b>-</b> Has to re-render fonts, slower
es: <b>-</b> Tiene que volver a renderizar las fuentes, más lento
fr: <b>-</b> Doit réafficher les polices, ce qui ralentit le processus
ga: <b>-</b> Caithfidh sé clónna a ath-rindreáil, níos moille
it: <b>-</b> Deve renderizzare nuovamente i font, più lento
nl: <b>-</b> Moet lettertypes opnieuw renderen, langzamer
pt_br: <b>-</b> Tem que renderizar novamente as fontes, mais lento
pt_pt: <b>-</b> Nova renderização das fontes necessária, mais lento
sk: <b>-</b> Musí znova vykresľovať písma, pomalšie
sr: <b>-</b> Потребно је да се фонтови поново исцртају, спорије је
ta: <b>-</b> வேகமான எழுத்துருக்களை மீண்டும் வழங்க வேண்டும், மெதுவாக
uk: <b>-</b> Доводиться перемальовувати шрифти, повільніше
zh_hans: <b>-</b> 需要重新渲染字体，调整速度慢
