Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Favorites</span> - A list which you can add your books by long pressing on them in the <span class="ui">File Browser</span>
es: <span class="ui">Favoritos</span> - Una lista a la que puedes añadir tus libros con un toque largo desde el <span class="ui">Navegador de Archivos</span>
fr: <span class="ui">Favoris</span> - Une liste à laquelle vous pouvez ajouter vos livres en appuyant longuement dessus depuis l’<span class="ui">Explorateur de fichiers</span>
ga: <span class="ui">Ceanáin</span> - Liosta ar féidir leat do leabhair a chur leis trí bhrú fada orthu sa <span class="ui">Brabhsálaí Comhad</span>
it: <span class="ui">Favoriti</span> - Un elenco a cui è possibile aggiungere i libri premendo a lungo su di essi nel <span class="ui">File Browser</span>
nl: <span class="ui">Favorieten</span> - Een lijst waaraan je je boeken kunt toevoegen door lang op ze te drukken in de <span class="ui">Bestandsverkenner</span>
pt_br: <span class="ui">Favoritos</span> - Uma lista na qual você pode adicionar seus livros se pressionar e segurá-los no <span class="ui">Explorador de Arquivos</span>
pt_pt: <span class="ui">Favoritos</span> - Uma lista na qual pode adicionar os seus livros mantendo-os selecionados e premindo neles no <span class="ui">Navegador de ficheiros</span>
sk: <span class="ui">Obľúbené</span> - Zoznam, do ktorého môžete pridávať svoje knihy dlhým stlačením v <span class="ui">Prehliadači súborov</span>
sr: <span class="ui">Омиљено</span> - листа на коју можете да додате књиге дугим притиском на њих у <span class="ui">Прегледачу фајлова</span>
ta: <span வகுப்பு = "Ui"> பிடித்தவை </span> - உங்கள் புத்தகங்களை <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இல் நீண்ட நேரம் அழுத்துவதன் மூலம் நீங்கள் சேர்க்கக்கூடிய பட்டியல்
uk: <span class="ui">Обране</span> – список, в який можна додавати книги затиснувши їх у <span class="ui">Оглядачі файлів</span>
zh_hans: <span class="ui">收藏夹</span>——由用户选定书目组成的列表，可在<span class="ui">文件管理器</span>中长按书籍添加

source: <span class="ui">History</span> - List of books you opened
es: <span class="ui">Historial</span> - Lista de libros que has abierto
fr: <span class="ui">Historique</span> - Liste des livres que vous avez ouverts
ga: <span class="ui">Stair</span> - Liosta leabhar a d'oscail tú
it: <span class="ui">Cronologia</span> - Elenco dei libri aperti dall'utente
nl: <span class="ui">Geschiedenis</span> - Lijst van boeken die je geopend hebt
pt_br: <span class="ui">Histórico</span> - Lista dos livros que você abriu
pt_pt: <span class="ui">Histórico</span> - Lista de livros que abriu
sk: <span class="ui">História</span> - Zoznam kníh, ktoré ste otvorili
sr: <span class="ui">Историја</span> - листа књига које сте отворили
ta: <span வகுப்பு = "Ui"> வரலாறு </span> - நீங்கள் திறந்த புத்தகங்களின் பட்டியல்
uk: <span class="ui">Історія</span> – список книг, які ви відкривали
zh_hans: <span class="ui">阅读历史</span>——曾经打开过的书目

source: <span class="ui">Collections</span> - Personalized book lists you created. Dedicated section is here: <a href="#L2-collections">Collections</a>
es: <span class="ui">Colecciones</span> - Lista personalizada de libros que has creado La sección dedicada está aquí: <a href="#L2-collections">Colecciones</a>
fr: <span class="ui">Collections</span> - Listes de livres personnalisées que vous pouvez créer. Section dédiée ici : <a href="#L2-collections">Collections</a>
ga: <span class="ui">Bailiúcháin</span> - Liostaí leabhar pearsantaithe a chruthaigh tú féin. Tá an chuid tiomnaithe anseo: <a href="#L2-collections">Bailiúcháin</a>
it: <span class="ui">Collezioni</span> - Elenchi di libri personalizzati creati da voi. La sezione dedicata è qui: <a href="#L2-collections">Collections</a>
nl: <span class="ui">Collecties</span> - Gepersonaliseerde boekenlijsten die je gemaakt hebt. Toegewijde sectie is hier: <a href="#L2-collections">Collecties</a>
pt_br: <span class="ui">Coleções</span> - Listas de livros personalizadas que você criou. Seção dedicada aqui: <a href="#L2-collections">Coleções</a>
pt_pt: <span class="ui">Colecções</span> - Listas de livros personalizadas que criou. A secção dedicada está aqui: <a href="#L2-collections">Coleções</a>
sk: <span class="ui">Zbierky</span> - Prispôsobené zoznamy kníh, ktoré ste vytvorili. Vyhradená sekcia je tu: <a href="#L2-collections">Zbierky</a>
sr: <span class="ui">Збирке</span> - персонализоване листе књига које ви креирате. Посебан одељак се налази овде: <a href="#L2-collections">Збирке</a>
ta: <span வகுப்பு = "Ui"> சேகரிப்புகள் </span> - நீங்கள் உருவாக்கிய தனிப்பயனாக்கப்பட்ட புத்தக பட்டியல்கள். அர்ப்பணிக்கப்பட்ட பிரிவு இங்கே: <a href = "#l2-சேகரிப்புகள்"> சேகரிப்புகள் </a>
uk: <span class="ui">Добірки</span> – створені вами персоналізовані списки книг. Присвячений цьому розділ є тут: <a href="#L2-collections">Добірки</a>
zh_hans: <span class="ui">书单</span>——由用户自行创建的书籍清单。请点击<a href="#L2-collections">书单</a>详细了解

source: You can change how these screens look from:
es: Puedes modificar el aspecto de estas pantallas desde:
fr: Vous pouvez modifier l'apparence de ces vues à partir de :
ga: Is féidir leat cuma na scáileáin seo a athrú ó:
it: È possibile modificare l'aspetto di queste schermate da:
nl: Je kunt wijzigen hoe deze schermen eruit zien via:
pt_br: Você pode mudar a aparência dessas telas em:
pt_pt: Pode alterar a aparência destes ecrãs a partir de:
sk: Ak chcete zmeniť počet viditeľných položiek na týchto obrazovkách, pozrite sa sem:
sr: Начин на који се приказују ови екрани можете да промените из:
ta: இந்த திரைகளில் எத்தனை உருப்படிகள் தெரியும் என்பதை நீங்கள் மாற்ற விரும்பினால், இங்கே பாருங்கள்:
uk: Вигляд цих екранів можна змінити тут:
zh_hans: 若要改变书目陈列方式，请按照如下路径操作：

source: TOP MENU (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Display mode
es: MENÚ SUPERIOR (en el Navegador de Archivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Modo de pantalla
fr: MENU SUPÉRIEUR (dans l'Explorateur de fichiers) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Mode d’affichage
ga: BARR-ROGHCHLÁR (sa Bhrabhsálaí Comhad) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Mód taispeána
it: MENU SUPERIORE (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Modalità di visualizzazione
nl: BOVENMENU (in Bestandsverkenner) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Weergavemodus
pt_br: MENU SUPERIOR (no Explorador de Arquivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Modo de Exibição
pt_pt: MENU SUPERIOR (no navegador de ficheiros) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Modo de visualização
sk: VRCHNÉ MENU (v Prehliadači súborov) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Režim zobrazenia
sr: МЕНИ НА ВРХУ (у Прегледачу фајлова) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Режим приказа
ta: சிறந்த பட்டியல் (கோப்பு உலாவியில்) / <img வகுப்பு = "img_inline" src = "படங்கள் / top_cabinet.svg" பாணி = "அகலம்: 22px;"> / காட்சி முறை
uk: ВЕРХНЄ МЕНЮ (у Оглядачі файлів) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Режим перегляду
zh_hans: （文件浏览器中的）顶部菜单 / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / 书籍陈列方式

source: If you want to change how many items are visible on these screens, look here:
es: Si quieres cambiar cuántos elementos son visibles en estas pantallas, mira aquí:
fr: Si vous souhaitez modifier le nombre d’éléments visibles sur ces vues, regardez ici :
ga: Más mian leat líon na míreanna atá le feiceáil ar na scáileáin seo a athrú, féach anseo:
it: Se si desidera modificare il numero di elementi visibili in queste schermate, guardare qui:
nl: Als je wilt wijzigen hoeveel items zichtbaar zijn op deze schermen, kijk hier:
pt_br: Se quiser alterar quantos itens são visíveis nessas telas, olhe em:
pt_pt: Se quiser alterar quantos itens são visíveis nestes ecrãs, veja aqui:
sk: Ak chcete zmeniť počet položiek zobrazených na týchto obrazovkách, pozrite sa sem:
sr: Ако желите да промените број ставки које се виде на овим екранима, погледајте овде:
ta: இந்த ஒவ்வொரு உரையாடல்களுக்கும் நீங்கள் சைகைகளை ஒதுக்கலாம். எடுத்துக்காட்டாக, ஒரு புத்தகத்தைப் படிக்கும்போது, உங்கள் &lt;ச்பான் கிளாச் = "யுஐ"&gt; வரலாறு அல்லது &lt;ச்பான் கிளாச் = "யுஐ"&gt; பிடித்தவை ஐ ஒரு சைகையுடன் அணுகலாம் மற்றும் &lt;வழியாக செல்லாமல் மற்றொரு புத்தகத்தைத் திறக்கலாம் span வகுப்பு = "Ui"&gt; கோப்பு உலாவி .
uk: Якщо бажаєте змінити кількість елементів, які відображаються на цих екранах, зазирніть сюди:
zh_hans: 若要改变书目陈列密度，请按照如下路径操作：

source: TOP MENU (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Settings / Mosaic and detailed list settings
es: MENÚ SUPERIOR (en el Navegador de Archivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Ajustes / Configuración de lista en mosaico y de la lista detallada
fr: MENU SUPÉRIEUR (dans l'Explorateur de fichiers) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Réglages/ Paramètres de mosaïque et de liste détaillée
ga: BARR-ROGHCHLÁR (sa Bhrabhsálaí Comhad) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Socruithe / Socruithe mósáice agus liosta mionsonraithe
it: MENU SUPERIORE (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Impostazioni / Impostazioni del mosaico e dell'elenco dettagliato
nl: BOVENMENU (in Bestandsverkenner) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Instellingen / Mozaïek- en gedetailleerde lijstinstellingen
pt_br: MENU SUPERIOR (no Explorador de Arquivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Configurações / Configurações do mosaico e da lista detalhada
pt_pt: MENU SUPERIOR (no navegador de ficheiros) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Definições / Definições de mosaico e lista detalhada
sk: VRCHNÉ MENU (v Prehliadači súborov) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Nastavenia → Nastavenia mozaiky a podrobného zoznamu
sr: МЕНИ НА ВРХУ (у Прегледачу фајлова) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Подешавања / Подешавања мозаика и детаљне листе
ta: சிறந்த பட்டியல் (கோப்பு உலாவியில்) / <img வகுப்பு = "img_inline" src = "படங்கள் / top_cabinet.svg" பாணி = "அகலம்: 22px;" / அமைப்புகள் / மொசைக் மற்றும் விரிவான பட்டியல் அமைப்புகள்
uk: ВЕРХНЄ МЕНЮ (у Оглядачі файлів) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Налаштування / Параметри мозаїчного і детального списків
zh_hans: （文件浏览器中的）顶部菜单 / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / 设置 / 陈列参数设置

source: You can assign gestures for each of these dialogs. For example while reading a book, you can access your <span class="ui">History</span> or <span class="ui">Favorites</span> with a gesture and open another book without going through the <span class="ui">File Browser</span>.
es: Puedes asignar gestos para cualquera de estos diálogos. Por ejemplo, mientras lees un libro, puedes acceder al <span class="ui">Historial</span> o a <span class="ui">Favoritos</span> mediante gestos, y abrir otro libro sin pasar por el <span class="ui">Navegador de Archivos</span>.
fr: Vous pouvez attribuer des gestes à chacun de ces dialogues. Par exemple, pendant la lecture d’un livre, vous pouvez accéder à votre <span class="ui">Historique</span> ou à vos <span class="ui">Favoris</span> avec un geste et ouvrir un autre livre sans passer par l’<span class="ui">Explorateur de fichiers</span>.
ga: Is féidir leat gothaí a shannadh do gach ceann de na dialóga seo. Mar shampla, agus leabhar á léamh agat, is féidir leat rochtain a fháil ar do <span class="ui">Stair</span> nó ar do <span class="ui">Ceanáin</span> le gotha agus leabhar eile a oscailt gan dul tríd an <span class="ui">Brabhsálaí Comhad</span>.
it: È possibile assegnare gesti per ciascuna di queste finestre di dialogo. Ad esempio, mentre si legge un libro, è possibile accedere alla finestra della <span class="ui">Cronologia</span> o dei <span class="ui">Favoriti</span> con un gesto e aprire un altro libro senza passare dal <span class="ui">File Browser</span>.
nl: Je kunt gebaren toewijzen voor elk van deze dialogen. Bijvoorbeeld tijdens het lezen van een boek kun je <span class="ui">Geschiedenis</span> of <span class="ui">Favorieten</span> benaderen met een gebaar en een ander boek openen zonder door de <span class="ui">Bestandsverkenner</span> te gaan.
pt_br: Você pode escolher gestos para cada um desses diálogos. Por exemplo, enquanto estiver lendo um livro, você pode acessar seu <span class="ui">Histórico</span> ou seus <span class="ui">Favoritos</span> com um gesto e abrir outro livro sem ter que ir para o <span class="ui">Explorador de Arquivos</span>.
pt_pt: Pode atribuir gestos para cada uma destas caixas de diálogo. Por exemplo, ao ler um livro, pode aceder ao seu <span class="ui">Histórico</span> ou <span class="ui">Favoritos</span> com um gesto e abrir outro livro sem passar pelo <span class="ui">Navegador de ficheiros</span>.
sk: Každému z týchto dialógových okien môžete priradiť gestá. Napríklad pri čítaní knihy máte prístup k svojej <span class="ui">Histórii</span> alebo <span class="ui">Obľúbeným</span> gestom a otvoriť ďalšiu knihu bez toho, aby ste prešli cez <span class="ui">Prehliadač súborov</span>.
sr: За сваки од ових дијалога можете да подесите гестикулације. На пример, док читате књигу, <span class="ui">Историји</span> или <span class="ui">Омиљеним</span> можете да приступите гестикулацијом, па да отворите другу књигу без потребе да идете кроз <span class="ui">Прегледач фајлова</span>.
ta: இந்த ஒவ்வொரு உரையாடல்களுக்கும் நீங்கள் சைகைகளை ஒதுக்கலாம். எடுத்துக்காட்டாக, ஒரு புத்தகத்தைப் படிக்கும்போது, உங்கள் <ச்பான் கிளாச் = "யுஐ"> வரலாறு </ச்பான்> அல்லது <ச்பான் கிளாச் = "யுஐ"> பிடித்தவை </ச்பான்> ஒரு சைகையுடன் அணுகலாம் மற்றும் <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> வழியாக செல்லாமல் மற்றொரு புத்தகத்தைத் திறக்கலாம்.
uk: Для кожного з цих діалогів можна призначити жести. Наприклад, під час читання книги за допомогою жесту можна отримати доступ до <span class="ui">Історії</span> або <span class="ui">Обраного</span>, а також відкрити іншу книгу без необхідності переходу до <span class="ui">Оглядача файлів</span>.
zh_hans: 每个对话框可指定专属呼出手势。例如，在阅读过程中可使用手势交互唤出<span class="ui">阅读历史</span>或者<span class="ui">收藏夹</span>窗口来打开另一本书，无需打开<span class="ui">文件浏览器</span>。

source: You can search a book in the <span class="ui">History</span> screen by <b>filename</b> or <b>book metadata</b> from the upper left hamburger menu button.
es: Puedes buscar un libro en la pantalla del <span class="ui">Historial</span> por <b>nombre de archivo</b> o por <b>metadatos del libro</b> desde el menú hamburguesa en la parte superior izquierda.
fr: Vous pouvez rechercher un livre dans le menu <span class="ui">Historique</span> par <b>nom de fichier</b> ou <b>métadonnées du livre</b> à partir du bouton menu hamburger en haut à gauche.
ga: Is féidir leat leabhar a chuardach sa scáileán <span class="ui">Stair</span> de réir <b>ainm comhaid</b> nó <b>meiteashonraí leabhair</b> ón gcnaipe roghchláir barr ar chlé.
it: È possibile cercare un libro nella schermata della <span class="ui">Cronologia</span> per <b>nome del file</b> o <b>metadati del libro</b> dal pulsante del menu ad hamburger in alto a sinistra.
nl: Je kunt een boek zoeken in het <span class="ui">Geschiedenis</span> scherm op <b>bestandsnaam</b> of <b>boekmetadata</b> via de hamburger menu knop linksboven.
pt_br: Você pode buscar um livro na tela do <span class="ui">Histórico</span> por <b>nome do arquivo</b> ou <b>metadados do livro</b> através do menu ☰ superior esquerdo.
pt_pt: Pode pesquisar um livro no ecrã <span class="ui">Histórico</span> por <b>nome do ficheiro</b> ou <b>metadados do livro</b> no botão superior esquerdo do menu de hambúrgueres.
sk: Na obrazovke <span class="ui">Histórie</span> môžete vyhľadávať knihu podľa <b>názvu súboru</b> alebo <b>metadát knihy</b> z ľavého horného tlačidla ponuky "hamburger".
sr: Из горњег левог дугмета хамбургер менија можете да претражите књигу у екрану <span class="ui">Историја</span> по <b>имену фајла</b> или <b>метаподацима књиге</b>.
ta: <b> கோப்பு பெயர் </b> அல்லது <b> புத்தக மேனிலை தரவு </b> இன் மேல் இடது ஆம்பர்கர் பட்டியல் பொத்தானிலிருந்து <b> கோப்பு </span> திரையில் நீங்கள் ஒரு புத்தகத்தைத் தேடலாம்.
uk: В <span class="ui">Історії</span> книги можна шукати за <b>назвою</b> або <b>метаданими книги</b> за допомогою кнопки-«гамбургера» вгорі ліворуч.
zh_hans: 在<span class="ui">阅读历史</span>界面点击左上角的汉堡状菜单键，可以按照<b>文件名</b>或<b>书籍元数据</b>检索书籍。

source: You can also set KOReader to start with <span class="ui">Favorites</span> or <span class="ui">History</span> screen instead of <span class="ui">File Browser</span> via:
es: También puedes configurar KOReader para que se inicie en la pantalla de <span class="ui">Favoritos</span> o con el <span class="ui">Historial</span>, en lugar de hacerlo desde el <span class="ui">Navegador de archivos</span> mediante:
fr: Vous pouvez également configurer KOReader pour qu’il démarre sur l’écran <span class="ui">Favoris</span> ou <span class="ui">Historique</span> au lieu de l’<span class="ui">Explorateur de fichiers</span> via :
ga: Is féidir leat KOReader a shocrú freisin chun tosú le scáileán <span class="ui">Ceanáin</span> nó <span class="ui">Stair</span> in ionad <span class="ui">Brabhsálaí Comhad</span> trí:
it: Si può anche impostare KOReader per iniziare con la schermata dei <span class="ui">Favoriti</span> o della <span class="ui">Cronologia</span> invece del <span class="ui">File Browser</span> attraverso:
nl: Je kunt KOReader ook instellen om te starten met het <span class="ui">Favorieten</span> of <span class="ui">Geschiedenis</span> scherm in plaats van de <span class="ui">Bestandsverkenner</span> via:
pt_br: Você também pode definir o KOReader para iniciar na tela de <span class="ui">Favoritos</span> ou <span class="ui">Histórico</span> ao invés do <span class="ui">Explorador de Arquivos</span> em:
pt_pt: Também pode configurar o KOReader para iniciar com o ecrã <span class="ui">Favoritos</span> ou <span class="ui">Histórico</span> em vez do <span class="ui">Navegador de Ficheiros</span> através de:
sk: Môžete tiež nastaviť spúšťanie KOReadera na obrazovke pre <span class="ui">Obľúbené</span> alebo <span class="ui">História</span> namiesto <span class="ui">Prehliadača súborov</span> cez:
sr: Такође можете подесити да KOReader приликом покретања уместо екрана <span class="ui">Прегледач фајлова</span> отвори екран <span class="ui">Омиљено</span> или <span class="ui">Историја</span> преко:
ta: <ச்பான் கிளாச் = "யுஐ"
uk: Щоб KOReader завжди запускався на екрані <span class="ui">Обране</span> або <span class="ui">Історія</span>, замість екрана <span class="ui">Оглядача файлів</span>, це можна налаштувати тут:
zh_hans: 还可将<span class="ui">收藏夹</span>或者<span class="ui">阅读历史</span>窗口设置为KOReader首屏，代替默认的<span class="ui">文件管理器</span>。请按如下路径操作：

source: TOP MENU (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Start with
es: MENÚ SUPERIOR (en el Navegador de Archivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Empieza con
fr: MENU SUPÉRIEUR (dans l'Explorateur de fichiers) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Démarrer avec
ga: BARR-ROGHCHLÁR (sa Bhrabhsálaí Comhad) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Tosaigh le
it: MENU SUPERIORE (in File Browser) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Avvia con
nl: BOVENMENU (in Bestandsverkenner) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Start met
pt_br: MENU SUPERIOR (no Explorador de Arquivos) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Iniciar com
pt_pt: MENU SUPERIOR (no navegador de ficheiros) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Iniciar com
sk: VRCHNÉ MENU (v Prehliadači súborov) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Spustiť s
sr: МЕНИ НА ВРХУ (у Прегледачу фајлова) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Почни са
ta: சிறந்த பட்டியல் (கோப்பு உலாவியில்) / <img வகுப்பு = "img_inline" src = "படங்கள் / top_cabinet.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ (у Оглядачі файлів) / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / Починати тут
zh_hans: （文件浏览器中的）顶部菜单 / <img class="img_inline" src="pictures/top_cabinet.svg" style="width:22px;"> / 启动后首屏显示

# user_guide/en.html+html.body.div.div:1272-1
source: Tap zones
sk: Dotykové zóny
ta: மண்டலங்களைத் தட்டவும்
uk: Ділянки дотику
zh_hans: 点按区域
