Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Anki plugin:</a> KOReader plugin enabling <b>Anki</b> (an open-source flashcard software) card generations for words looked up in the internal dictionary.
es: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Complemento de Anki:</a> complemento de KOReader que permite la generación de tarjetas <b>Anki</b> (un software de tarjetas didácticas de código abierto) para palabras buscadas en el diccionario interno.
fr: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Plugin Anki :</a> plugin KOReader permettant la génération de cartes <b>Anki</b> (un logiciel open source de cartes mémoire) pour les mots recherchés dans le dictionnaire interne.
ga: Breiseán <a href="https://github.com/Ajatt-Tools/anki.koplugin">Anki:</a> Breiseán KOReader a chuireann ar chumas <b>Anki</b> (bogearraí cártaí splanc foinse oscailte) cártaí a ghiniúint do fhocail a chuardaítear sa fhoclóir inmheánach.
it: <a href="https://github.com/Ajatt-Tools/anki.koplugin">L'estensione Anki:</a> Estensione KOReader che consente di generare schede <b>Anki</b> (un software open-source per le flashcard) per le parole cercate nel dizionario interno.
nl: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Anki-plugin:</a> KOReader-plugin die <b>Anki</b> (open-source flashcardsoftware) ondersteunt door kaarten te genereren voor woorden die in het interne woordenboek zijn opgezocht.
pt_br: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Plugin Anki:</a> Um plugin que permite a geração de cartões <b>Anki</b> (um software de flashcards de código aberto) para palavras pesquisadas no dicionário interno.
sk: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Doplnok Anki:</a> Doplnok KOReadera, ktorý umožňuje generovanie kartičiek <b>Anki</b> (softvér s otvoreným zdrojovým kódom) pre slová vyhľadané v internom slovníku.
sr: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Anki додатак:</a> KOReader додатак који омогућава <b>Anki</b> (софтвер отвореног кода за флеш картице) генерисање картица за речи потражене у интерном речнику.
ta: <a href = "https://github.com/ajatt-tools/anki.koplugin"> அன்கி சொருகி: </a> கொரியடர் சொருகி <b> அன்கி </b> (ஒரு திறந்த-மூல ஃபிளாச் அட்டை மென்பொருள்) அட்டை தலைமுறைகள் உள் கதை.
uk: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Anki</a> – модуль KOReader, що дозволяє генерувати картки <b>Anki</b> (програмне забезпечення з відкритим кодом для карток) для слів, знайдених у внутрішньому словнику.
zh_hans: <a href="https://github.com/Ajatt-Tools/anki.koplugin">Anki 插件</a>：KOReader 插件支持在内部词典中查找的字词生成 <b>Anki</b>（一种开源抽认卡软件）卡。

source: <a href="https://github.com/stelzch/zotero.koplugin">Zotero plugin:</a> This addon allows you to browse your <span class="external">Zotero</span> (an open-source reference management software) collections from KOReader.
es: <a href="https://github.com/stelzch/zotero.koplugin">Complemento de Zotero:</a> Este complemento le permite explorar sus colecciones de <span class="external">Zotero</span> (un software de gestión de referencias de código abierto) desde KOReader.
fr: <a href="https://github.com/stelzch/zotero.koplugin">Plugin Zotero :</a> cet add-on vous permet de parcourir vos collections <span class="external">Zotero</span> (un logiciel open source de gestion des références) depuis KOReader.
ga: <a href="https://github.com/stelzch/zotero.koplugin">Breiseán Zotero:</a> Ligeann an breiseán seo duit brabhsáil trí do bhailiúcháin <span class="external">Zotero</span> (bogearraí bainistíochta tagartha foinse oscailte) ó KOReader.
it: <a href="https://github.com/stelzch/zotero.koplugin">Estensione Zotero:</a> Questo addon consente di sfogliare le collezioni di <span class="external">Zotero</span> (un software open-source per la gestione delle referenze) da KOReader.
nl: <a href="https://github.com/stelzch/zotero.koplugin">Zotero-plugin:</a> Met deze add-on kun je je <span class="external">Zotero</span>-collecties (open-source referentiebeheer) vanuit KOReader doorbladeren.
pt_br: <a href="https://github.com/stelzch/zotero.koplugin">Plugin Zotero:</a> Este complemento permite que você navegue em suas coleções do <span class="external">Zotero</span> (um software de código aberto de gerenciamento de referências) diretamente do KOReader.
sk: <a href="https://github.com/stelzch/zotero.koplugin">Doplnok Zotero:</a> Tento doplnok vám umožňuje prehliadať vaše zbierky <span class="external">Zotero</span> (softvér na správu referencií s otvoreným zdrojovým kódom) z KOReaderu.
sr: <a href="https://github.com/stelzch/zotero.koplugin">Zotero додатак:</a> овај додатак вам омогућава да прегледате ваше <span class="external">Zotero</span> (софтвер отвореног кода за управљање референцама) збирке из KOReader читача.
ta: <a href = "https://github.com/stelzch/zotero.koplugin"> சோட்டெரோ செருகுநிரல்: </a> இந்த துணை நிரல் உங்கள் <ச்பான் கிளாச் = "வெளிப்புற"> சோட்டெரோ </ச்பான்> (ஒரு திறந்த-மூல குறிப்பு மேலாண்மை மென்பொருள்) சேகரிப்புகளை உலாவ அனுமதிக்கிறது.
uk: <a href="https://github.com/stelzch/zotero.koplugin">Zotero</a> – модуль, що дозволяє переглядати ваші колекції <span class="external">Zotero</span> (програмне забезпечення з відкритим кодом для керування посиланнями) з KOReader.
zh_hans: <a href="https://github.com/stelzch/zotero.koplugin">Zotero插件</a>：这款插件可以直接在KOReader中访问用户的<span class="external">Zotero</span>（一款开源的参考引用管理软件）收藏。

source: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Syncthing plugin:</a> This addon allows you to run <b>Syncthing</b> peer-to-peer file synchronization program on KOReader (tested only on Kobo devices but might work on other devices according to the author). This makes it possible to sync files between your e-reader and computer/phone automatically.
es: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Complemento Syncthing:</a> Este complemento te permite ejecutar el programa de sincronización de archivos punta-a-punta<b>Syncthing</b> en KOReader (probado solo en dispositivos Kobo, pero podría funcionar en otros dispositivos según el autor). Esto permite sincronizar archivos automáticamente entre tu lector electrónico y tu ordenador/teléfono.
fr: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Plugin Syncthing :</a> Cet add-on vous permet d'exécuter le programme de synchronisation de fichiers peer-to-peer <b>Syncthing</b> sur KOReader (testé uniquement sur les appareils Kobo, mais pourrait fonctionner sur d'autres appareils selon l'auteur). Il permet de synchroniser automatiquement les fichiers entre votre liseuse et votre ordinateur/téléphone.
ga: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Breiseán Syncthing:</a> Ligeann an breiseán seo duit clár sioncrónaithe comhad piara-go-piara <b>Syncthing</b> a rith ar KOReader (tástáilte ar ghléasanna Kobo amháin ach d'fhéadfadh sé oibriú ar ghléasanna eile de réir an údair). Fágann sé seo gur féidir comhaid a shioncrónú idir do léitheoir leictreonach agus ríomhaire/fón go huathoibríoch.
it: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Estensione per Syncthing:</a> Questo addon consente di eseguire il programma di sincronizzazione dei file peer-to-peer <b>Syncthing</b> su KOReader (testato solo sui dispositivi Kobo, ma secondo l'autore potrebbe funzionare anche su altri dispositivi). In questo modo è possibile sincronizzare automaticamente i file tra l'e-reader e il computer/telefono.
nl: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Syncthing-plugin:</a> Met deze add-on kun je het peer-to-peer bestandssynchronisatieprogramma <b>Syncthing</b> op KOReader uitvoeren (alleen getest op Kobo-apparaten, maar volgens de auteur mogelijk ook op andere apparaten). Hiermee kun je automatisch bestanden synchroniseren tussen je e-reader en je computer/telefoon.
pt_br: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Plugin Syncthing:</a> Este complemento permite que você execute o programa de sincronização de arquivos ponto a ponto <b>Syncthing</b> diretamente no KOReader (testado apenas em dispositivos Kobo, mas pode funcionar em outros dispositivos, de acordo com o autor). Isso possibilita a sincronização automática de arquivos entre seu e-reader e o seu computador/celular.
sk: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Doplnok Syncthing:</a> Tento doplnok vám umožňuje spustiť program peer-to-peer synchronizácie súborov <b>Syncthing</b> na KOReaderi (testované iba na zariadeniach Kobo, ale podľa autora by mohlo fungovať aj na iných zariadeniach). Toto umožňuje automatickú synchronizáciu súborov medzi vašou elektronickou čítačkou a počítačom/telefónom.
sr: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Syncthing додатак:</a> овај додатак вам омогућава да унутар KOReader читача извршавате <b>Syncthing</b>, програм за директну синхронизацију фајлова (тестиран само на Kobo уређајима, али би, према аутору, могао да ради и на осталим уређајима). Помоћу њега аутоматски можете да синхронизујете фајлове између e-читача и компјутера/телефона.
ta: <a href = "https://github.com/jasonchoimtt/koreader-syncthing"> ஒத்திசைவு சொருகி: </a> இந்த துணை நிரல் <b> ஒத்திசைவு </b> பியர்-டு-பெர் கோப்பு ஒத்திசைவு திட்டத்தை இயக்கத்தை இயக்க அனுமதிக்கிறது (கோபோ சாதனங்களில் மட்டுமே சோதனை செய்யப்படலாம், ஆனால் மற்றவை. இது உங்கள் மின்-வாசகர் மற்றும் கணினி/தொலைபேசிக்கு இடையில் கோப்புகளை தானாக ஒத்திசைக்க உதவுகிறது.
uk: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Syncthing</a> – модуль, що дозволяє запускати програму синхронізації файлів між одноранговими пристроями <b>Syncthing</b> на KOReader (перевірено лише на пристроях Kobo, але, за словами автора, може працювати й на інших пристроях). Це дозволяє автоматично синхронізувати файли між вашою е-читалкою та комп’ютером/телефоном.
zh_hans: <a href="https://github.com/jasonchoimtt/koreader-syncthing">Syncthing 插件</a>：该插件允许您在 KOReader 上运行 <b>Syncthing</b> 点对点文件同步程序（根据作者的说法，仅在 Kobo 设备上测试，但可能适用于其他设备）。这使得在您的电子阅读器和计算机/手机之间自动同步文件成为可能。

source: Also you can click <a href="https://github.com/search?q=koplugin&type=repositories">this link</a> to open a search page on <span class="external">Github</span> to discover more KOReader plugin projects.
es: También puedes hacer clic en <a href="https://github.com/search?q=koplugin&type=repositories">este enlace</a> para abrir una página de búsqueda en <span class="external">Github</span> para descubrir más proyectos del complemento KOReader.
fr: Vous pouvez également cliquer sur <a href="https://github.com/search?q=koplugin&type=repositories">ce lien</a> pour ouvrir une page de recherche sur <span class="external">Github</span> afin de découvrir d'autres projets de plugins KOReader.
ga: Chomh maith leis sin, is féidir leat cliceáil ar an <a href="https://github.com/search?q=koplugin&type=repositories">an nasc seo</a> chun leathanach cuardaigh a oscailt ar <span class="external">Github</span> chun tuilleadh tionscadal breiseán KOReader a fháil amach.
it: È inoltre possibile fare clic su <a href="https://github.com/search?q=koplugin&type=repositories">questo link</a> per aprire una pagina di ricerca su <span class="external">Github</span> per scoprire altri progetti di plugin di KOReader.
nl: Je kunt ook op <a href="https://github.com/search?q=koplugin&type=repositories">deze link</a> klikken om een zoekpagina op <span class="external">GitHub</span> te openen en meer KOReader-pluginprojecten te ontdekken.
pt_br: Você também pode clicar <a href="https://github.com/search?q=koplugin&type=repositories">neste link</a> para abrir uma página de pesquisa no <span class="external">Github</span> para descobrir mais projetos de plugins para o KOReader.
sk: Môžete tiež kliknúť na <a href="https://github.com/search?q=koplugin&type=repositories">tento odkaz</a> a otvoriť tak vyhľadávaciu stránku na <span class="external">Githube</span>, kde nájdete ďalšie projekty doplnkov KOReadera.
sr: Такође можете да кликнете на <a href="https://github.com/search?q=koplugin&type=repositories">овај линк</a> да отворите страницу претраге на сервису <span class="external">Github</span> да откријете још пројеката KOReader додатка.
ta: மேலும் கொரியடர் சொருகி திட்டங்களைக் கண்டறிய <ச்பான் கிளாச் = "வெளிப்புற"> அறிவிலிமையம் </ச்பான்> இல் ஒரு தேடல் பக்கத்தைத் திறக்க </a> இந்த இணைப்பை </a> இந்த இணைப்பை </a> இந்த இணைப்பைக் சொடுக்கு செய்யலாம்.
uk: За <a href="https://github.com/search?q=koplugin&type=repositories">цим посиланням</a> можна перейти на сторінку пошуку на <span class="external">Github</span> і там знайти більше проектів модулів KOReader.
zh_hans: 点按<a href="https://github.com/search?q=koplugin&type=repositories">此处</a>打开<span class="external">Github搜索</span>以发现更多 KOReader 插件项目。

# user_guide/en.html+html.body.div.div:4646-9
source: List of internal plugins
sk: Zoznam interných doplnkov
ta: உள் செருகுநிரல்களின் பட்டியல்
uk: Список внутрішніх модулів
zh_hans: 内置插件列表

source: <b> Auto frontlight </b> - Automatically toggles the frontlight according to ambient light level (Only available on Kindle Voyage and Oasis)
es: <b> Reading statistics </b> - Calculates reading sessions statistics and reading speed for use in chapter/book remaining time estimations
fr: <b> Rétroéclairage auto</b> - Active ou désactive automatiquement le rétroéclairage de l'écran en fonction de la luminosité ambiante (disponible uniquement sur Kindle Voyage et Oasis)
ga: <b> Solas tosaigh uathoibríoch </b> - Athraíonn an solas tosaigh go huathoibríoch de réir leibhéal an tsolais chomhthimpeallaigh (Ar fáil ar Kindle Voyage agus Oasis amháin)
it: <b>Oscuramento automatico</b> - Alterna automaticamente la luce frontale in base al livello di luce ambientale (disponibile solo su Kindle Voyage e Oasis)
nl: <b> Automatische verlichting </b> - Schakelt de schermverlichting automatisch aan/uit op basis van het omgevingslicht (alleen beschikbaar op Kindle Voyage en Oasis)
pt_br: <b> Auto frontlight </b> - Alterna automaticamente a luz frontal de acordo com o nível de luz ambiente (disponível apenas no Kindle Voyage e Oasis)
sk: <b> Štatistiky čítania </b> – Vypočítava štatistiky relácií čítania a rýchlosť čítania na použitie v odhadoch zostávajúceho času do konca kapitoly/knihy
sr: <b> Аутоматско предње светло </b> - Аутоматски укључује/искључује предње светло у зависности од количине амбијенталног светла (доступно само на Kindle Voyage и Oasis)
ta: <b> படித்தல் புள்ளிவிவரங்கள் </b> - வாசிப்பு அமர்வுகள் புள்ளிவிவரங்கள் மற்றும் அத்தியாயம்/புத்தகத்தில் மீதமுள்ள நேர மதிப்பீடுகளில் பயன்படுத்த வாசிப்பு வேகத்தை கணக்கிடுகிறது
uk: <b> Автопідсвічування </b> – автоматично перемикає рівень підсвічування екрану відповідно до рівня освітленості навколишнього середовища (працює тільки на Kindle Voyage та Oasis)
zh_hans: <b>自动调整屏幕前光</b> - 根据环境光级别自动切换前灯（仅适用于Kindle Voyage和Oasis）

source: <b> Auto warmth and night mode </b> - Allows you to adjust frontlight warmth in devices with natural (yellow/orange) light and set Night Mode automatically according to a schedule
es: <b> Temperatura del color y modo nocturno automáticos</b>: permite ajustar la calidez de la luz frontal en dispositivos con luz natural (amarilla/naranja) y configurar el modo nocturno automático según un cronograma
fr: <b> Auto warmth and night mode </b> - Permet de régler la chaleur du rétroéclairage avant sur les appareils à lumière naturelle (jaune/orange) et de régler automatiquement le mode nuit selon un horaire défini
ga: <b> Teas uathoibríoch agus mód oíche </b> - Ligeann sé duit teas an tsolais tosaigh a choigeartú i ngléasanna le solas nádúrtha (buí/oráiste) agus Mód Oíche a shocrú go huathoibríoch de réir sceidil
it: <b>Modalità calore e notte automatici </b> - Consente di regolare il riscaldamento della luce frontale nei dispositivi con luce naturale (gialla/arancione) e di impostare automaticamente la modalità notturna in base a un programma
nl: <b> Automatische warmte en nachtmodus </b> - Laat je de warmte van de verlichting aanpassen op apparaten met natuurlijke (geel/oranje) verlichting en nachtmodus automatisch volgens een schema instellen
pt_br: <b> Auto warmth and night mode </b> - Permite ajustar a temperatura da luz frontal em dispositivos com luz natural (amarela/laranja) e definir o Modo Noturno automaticamente de acordo com um agendamento
sk: <b> Automatická farebná teplota a nočný režim </b> – Umožňuje vám nastaviť farebná teplota nasvietenia/podsvietenia displeja v zariadeniach s prirodzeným (žltým/oranžovým) osvetlením a automaticky nastaviť nočný režim podľa plánu
sr: <b> Аутоматска топлина и ноћни режим </b> - Омогућава да се подеси топлина предњег светла на уређајима са природним (жутим/наранџастим) светлом и да се аутоматски према распореду укључује Ноћни режим
ta: <b> பாஓடு </b> - பாஓடு நெறிமுறைக்கு மேல் உங்கள் சாதனத்தை அணுக அனுமதிக்கிறது. FTP பயன்பாடுகள் அல்லது உங்கள் கோப்பு மேலாளரை ஆதரித்தால் கூட அணுகலாம். எப்படி-எப்படி விக்கி பக்கத்தை சரிபார்க்கவும்: <a href="https://github.com/koreader/koreader/wiki/ssh"> https://github.com/koreader/koreader/wiki/ssh </a>
uk: <b> Автотеплота підсвічування і нічний режим </b> – дозволяє змінювати температуру підсвічування екрану пристроїв з жовтим/жовтогарячим кольором підсвічування та автоматично перемикатися на нічний режим згідно з розкладом
zh_hans: <b>自动色温和夜间模式</b>-允许您在具有自然（黄色/橙色）光线的设备中调整前灯色温，并根据时间表自动设置夜间模式

source: <b> Auto power save </b> - Puts the device into standby, suspend or power off after specified periods of inactivity
es: <b>Ahorro automático de energía</b> - Pone el dispositivo en modo de espera, suspensión o apagado después de períodos específicos de inactividad
fr: <b> Auto power save </b> - Met l'appareil en veille, en suspension ou l'éteint après une période d'inactivité spécifiée
ga: <b> Uathshábháil cumhachta </b> - Cuireann sé an gléas i fuireachas, ar fionraí nó múchtar é tar éis tréimhsí sonraithe neamhghníomhaíochta
it: <b> Risparmio energetico automatico </b> - Mette il dispositivo in standby, in sospensione o in spegnimento dopo determinati periodi di inattività
nl: <b> Automatisch energiebesparen </b> - Zet het apparaat in stand-by, slaapstand of schakelt uit na opgegeven inactiviteitsperiodes
pt_br: <b> Auto power save </b> - Coloca o dispositivo em espera, suspende ou desliga após períodos especificados de inatividade
sk: <b> Automatické šetrenie energie </b> – Prepne zariadenie do pohotovostného režimu, spánku alebo ho vypne po zadanej dobe nečinnosti
sr: <b> Аутоматско чување енергије </b> - Поставља уређај у режим спавања, суспензије или га искључује, након задатих периода неактивности
ta: <b> கணினி புள்ளிவிவரங்கள் </b> - இந்த சொருகி வழியாக உங்கள் CPU/RAM/பேட்டரி தகவலை நீங்கள் காணலாம்:
uk: <b> Автоматичне енергозаощадження </b> – переводить пристрій у режим очікування або вимикає його після невикористання протягом вказаного проміжку часу
zh_hans: <b>自动省电</b> - 在指定的不活动时间后，将设备置于待机，暂停或关闭电源

source: <b> Autosuspend </b> - Suspend device after chosen period of inactivity (available on all e-ink devices except android os)
es: <b>Suspensión automática</b>: suspende el dispositivo después del período de inactividad seleccionado (disponible en todos los dispositivos de tinta electrónica, excepto el sistema operativo Android)
fr: <b> Autosuspend </b> - Mettre l'appareil en veille après une période d'inactivité choisie (disponible sur tous les appareils e-ink sauf ceux fonctionnant sous Android)
ga: <b> Uathfhionraí </b> - Cuir an gléas ar fionraí tar éis tréimhse roghnaithe neamhghníomhaíochta (ar fáil ar gach gléas dúigh leictreonach seachas córas oibriúcháin Android)
it: <b>Risparmio energetico automatico </b> - Sospende il dispositivo dopo un determinato periodo di inattività (disponibile su tutti i dispositivi e-ink ad eccezione di Android )
nl: <b> Automatische slaapstand </b> - Zet het apparaat in slaapstand na een gekozen periode van inactiviteit (beschikbaar op alle e-inkapparaten behalve Android)
pt_br: <b> Autosuspend </b> - Suspende o dispositivo após um período de inatividade escolhido (disponível em todos os dispositivos e-ink, exceto Android)
sk: <b> Automatické uspatie </b> – Uspatie zariadenia po zvolenej dobe nečinnosti (k dispozícii na všetkých zariadeniach s elektronickým atramentom okrem OS Android)
sr: <b> Аутосуспензија</b> - Суспендује уређај након изабраног периода неактивности (доступно на свим e-ink уређаја осим на андроид оперативном систему)
ta: <b> ஆட்டோசுச்பென்ட் </b> - செயலற்ற காலத்திற்குப் பிறகு சாதனத்தை இடைநீக்கம் செய்யுங்கள் (Android OS ஐத் தவிர அனைத்து மின் -மை சாதனங்களிலும் கிடைக்கிறது)
uk: <b> Автопризупинення </b> - призупиняє роботу пристрою після обраного періоду бездіяльності (доступно на всіх пристроях з е-чорнилами, крім Android)
zh_hans: <b>自动挂起</b> - 在选定的不活动时间段后挂起设备（适用于除android操作系统之外的所有电子墨水设备）

source: <b> Autoturn </b> - Automatically turns the page after a set period of time
es: <b> Terminal emulator </b> - Starts a shell (command prompt) on your device that can run full terminal apps
fr: <b> Autoturn </b> - Tourne automatiquement la page après un certain laps de temps
ga: <b> Uath-chasadh </b> - Casann an leathanach go huathoibríoch tar éis tréimhse ama socraithe
it: <b>Volta pagina automatico </b> - Gira automaticamente la pagina dopo un determinato periodo di tempo
nl: <b> Automatisch omslaan </b> - Slaat automatisch een pagina om na een ingestelde tijd
pt_br: <b> Autoturn </b> - Vira a página automaticamente após um período de tempo definido
pt_pt: <b> AutoVirar </b> - Vira a página automaticamente após um período definido
sk: <b> Emulátor terminálu </b> – Spustí shell (príkazový riadok) na vašom zariadení, ktorý dokáže spúšťať čisto terminálové aplikácie
sr: <b> Аутоматско окретање </b> - Аутоматски окреће страницу након постављеног временског периода
ta: <b> முனைய முன்மாதிரி </b> - முழு முனைய பயன்பாடுகளை இயக்கக்கூடிய உங்கள் சாதனத்தில் செல் (கட்டளை வரியில்) தொடங்குகிறது
uk: <b> Емулятор терміналу </b> – запускає на пристрої оболонку (командний рядок), за допомогою якої можна запускати повноцінні термінальні застосунки
zh_hans: <b>自动翻页</b> - 在设置的时间段后自动翻页）

source: <b> Background runner </b> - Service to other plugins: Allows tasks to run regularly in the background.
es: <b>Ejecutor en segundo plano</b> - Servicio para otros complementos: permite que las tareas se ejecuten regularmente en segundo plano.
fr: <b> Background runner </b> - Service pour d'autres plugins : permet d'exécuter régulièrement des tâches en arrière-plan.
ga: <b>Rithire cúlra</b> - Seirbhís do bhreiseáin eile: Ceadaíonn sé do thascanna rith go rialta sa chúlra.
it: <b> Background runner </b> - Servizio per altri plugin: Consente l'esecuzione regolare di attività in background.
nl: <b> Achtergrondproces </b> - Ondersteunende service voor andere plugins: laat taken regelmatig op de achtergrond draaien.
pt_br: <b> Background runner </b> - Serviço para outros plugins: permite que tarefas sejam executadas regularmente em segundo plano.
sk: <b> Procesy na pozadí </b> – Slúži iným doplnkom: Umožňuje, aby sa úlohy pravidelne spúšťali na pozadí.
sr: <b> Покретач у позадини </b> - Сервис за остале додатке: омогућава да се задаци редовно покрећу у позадини.
ta: <b> உரை எடிட்டர் </b> - எளிய உரை கோப்புகளை உருவாக்கி திருத்த ஒரு அடிப்படை உரை எடிட்டர்
uk: <b> Робота у тлі </b> – служба для інших модулів, яка дозволяє регулярно виконувати завдання у тлі (без показу процесу виконання).
zh_hans: <b>后台运行程序</b> - 服务于其他插件：允许任务在后台定期运行。
