Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: One book can be in many collections, which is not possible with folders. For example you can have a <b>Science Fiction</b> collection and <b>War Fiction</b> collection. A book can be added to both of these collections at the same time.
es: Un mismo libro puede estar en varias colecciones, algo que no es posible con las carpetas. Por ejemplo, puedes tener una colección de <b>Ciencia Ficción</b> y otra de <b>Ficción Bélica</b>. Se puede añadir un libro a ambas colecciones a la vez.
fr: Un livre peut figurer dans plusieurs collections, ce qui n'est pas possible avec les dossiers. Par exemple, vous pouvez avoir une collection <b>Science-fiction</b> et une collection <b>Romans de guerre</b>. Un livre peut être ajouté simultanément à ces deux collections.
ga: Is féidir leabhar amháin a bheith i mbailiúcháin éagsúla, rud nach féidir le fillteáin. Mar shampla, is féidir bailiúchán <b>Ficsean Eolaíochta</b> agus bailiúchán <b>Ficsean Cogaidh</b> a bheith agat. Is féidir leabhar a chur leis an dá bhailiúchán seo ag an am céanna.
it: Un libro può essere presente in molte collezioni, cosa che non è possibile con le cartelle. Per esempio, si può avere una collezione di <b>Fantascienza</b> e la raccolta <b>Romanzi di guerra</b>. Un libro può essere aggiunto a entrambe le collezioni contemporaneamente.
nl: Eén boek kan in meerdere collecties zitten, wat met mappen niet kan. Je kunt bijvoorbeeld een collectie <b>Sciencefiction</b> en een collectie <b>Oorlogsromans</b> hebben. Een boek kan tegelijk aan beide collecties worden toegevoegd.
pt_br: Um livro pode estar em várias coleções, o que não é possível com pastas. Por exemplo, você pode ter uma coleção <b>Ficção Científica</b> e uma coleção <b>Ficção de Guerra</b>. Um livro pode ser adicionado a ambas as coleções ao mesmo tempo.
sk: Jedna kniha môže byť v mnohých zbierkach, čo nie je možné s priečinkami. Môžete mať napríklad zbierku <b>Sci-fi</b> a zbierku <b>Vojnová beletria</b>. Knihu je možné pridať do oboch týchto zbierok súčasne.
sr: Једна књига може да се налази у многим збиркама, што није могуће са фолдерима. На пример, можете имати збирке <b>Научна фантастика</b> и <b>Ратна белетристика</b>. Књига истовремено може да се дода у обе ове збирке.
ta: ஒரு நூல் பல தொகுப்புகளில் இருக்கலாம், இது கோப்புறைகளுடன் சாத்தியமில்லை. எடுத்துக்காட்டாக, நீங்கள் ஒரு <b> அறிவியல் புனைகதை </b> சேகரிப்பு மற்றும் <b> போர் புனைகதை </b> சேகரிப்பைக் கொண்டிருக்கலாம். இந்த இரண்டு சேகரிப்புகளிலும் ஒரே நேரத்தில் ஒரு புத்தகத்தை சேர்க்கலாம்.
uk: Одна книга може бути в багатьох добірках, що неможливо з теками. Наприклад, можна додати книгу одночасно до добірок «<b>Наукова фантастика</b>» та «<b>Воєнна проза</b>».
zh_hans: 同一本书可以被编入多份书单，这很难通过文件夹实现。例如，一本书可以同时被编入<b>科幻题材</b>书单和<b>战争文学</b>书单。

source: You can trigger <span class="ui">profiles</span> with <span class="ui">collections</span>. This will be explained below if you are not familiar with the <span class="ui">profiles</span> feature of KOReader. (Of course you can trigger <span class="ui">profiles</span> with folders too but <span class="ui">collections</span> doesn't require you to move your books in order to use temporary <span class="ui">profiles</span> for example.)
es: Puedes activar <span class="ui">perfiles</span> con <span class="ui">colecciones</span>. Esto se explicará más adelante si no estás familiarizado con la función de <span class="ui">perfiles</span> de KOReader. (Por supuesto, también puedes activar <span class="ui">perfiles</span> con carpetas, pero <span class="ui">colecciones</span> no requiere que muevas tus libros para usar <span class="ui">perfiles</span> temporales, por ejemplo.)
fr: Vous pouvez déclencher des <span class="ui">profils</span> avec des <span class="ui">collections</span>. Si vous n'êtes pas familier avec la fonctionnalité <span class="ui">profils</span> de KOReader, cela vous sera expliqué ci-dessous. (Bien sûr, vous pouvez également déclencher des <span class="ui">profils</span> avec des dossiers, mais les <span class="ui">collections</span> ne vous obligent pas à déplacer vos livres pour utiliser des <span class="ui">profils</span> temporaires, par exemple.)
ga: Is féidir leat <span class="ui">próifílí</span> a spreagadh le <span class="ui">bailiúcháin</span>. Míneofar é seo thíos mura bhfuil tú eolach ar ghné <span class="ui">próifílí</span> KOReader. (Ar ndóigh, is féidir leat <span class="ui">próifílí</span> a spreagadh le fillteáin freisin ach ní gá duit do leabhair a bhogadh chun <span class="ui">próifílí</span> sealadacha a úsáid mar shampla le haghaidh <span class="ui">bailiúcháin</span>.)
it: È possibile attivare <span class="ui">profili</span> con <span class="ui">collezioni</span>. Questo verrà spiegato di seguito se non si ha familiarità con la funzione <span class="ui">profili</span> di KOReader. (Naturalmente è possibile attivare dei <span class="ui">profili</span> anche con le cartelle ma con le <span class="ui">collezioni</span> non viene richiesto di spostare i libri per poter utilizzare, ad esempio, i <span class="ui">profili</span> temporanei.)
nl: Je kunt <span class="ui">profielen</span> activeren via <span class="ui">collecties</span>. Als je de functie <span class="ui">profielen</span> van KOReader niet kent, wordt dit hieronder uitgelegd. (Je kunt ook via mappen <span class="ui">profielen</span> activeren, maar met <span class="ui">collecties</span> hoef je je boeken niet te verplaatsen om bijvoorbeeld tijdelijk een <span class="ui">profiel</span> te gebruiken.)
pt_br: Você pode acionar <span class="ui">perfis</span> com <span class="ui">coleções</span>. Isso será explicado abaixo caso você não esteja familiarizado com o recurso de <span class="ui">perfis</span> do KOReader. (Claro que você também pode acionar <span class="ui">perfis</span> com pastas, mas <span class="ui">coleções</span> não exigem que você mova seus livros para usar, por exemplo, <span class="ui">perfis</span> temporários.)
sk: <span class="ui">Profily</span> môžete spúšťať pomocou <span class="ui">zbierok</span>. Ak nie ste oboznámení s funkciou <span class="ui">profily</span> v KOReaderi, bude to vysvetlené nižšie. (Samozrejme, môžete spúšťať <span class="ui">profily</span> aj pomocou priečinkov, ale <span class="ui">zbierky</span> nevyžadujú presun kníh, aby ste mohli napríklad použiť dočasné <span class="ui">profily</span>.)
sr: <span class="ui">Збиркама</span> можете да окинете <span class="ui">профиле</span> . Ово ћемо објаснити испод ако нисте упознати са KOReader функционалности <span class="ui">профила</span> . (Наравно, <span class="ui">профиле</span> можете да окинете и фолдерима, али <span class="ui">збиркама</span> није потребно да премештате књиге како бисте, на пример, искористили привремене <span class="ui">профиле</span>.)
ta: <ச்பான் கிளாச் = "யுஐ"> சுயவிவரங்கள் </span> ஐ <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </ச்பான்> உடன் தூண்டலாம். <ச்பான் கிளாச் = "யுஐ"> சுயவிவரங்கள் </ச்பான்> கொரியாடரின் அம்சத்தை நீங்கள் அறிந்திருக்கவில்லை என்றால் இது கீழே விளக்கப்படும். .
uk: <span class="ui">Профілі</span> можна активувати за допомогою <span class="ui">добірок</span>. Нижче про це докладно розказано для тих, хто не знайомий з функцією <span class="ui">профілів</span> KOReader. (Звичайно, <span class="ui">профілі</span> можна активувати за допомогою тек, але <span class="ui">добірки</span> не вимагають переміщення книг, щоб, наприклад, використовувати тимчасові <span class="ui">профілі</span>.)
zh_hans: <span class="ui">配置文件</span> 可以应用于<span class="ui">书单</span>。如果对KOReader的<span class="ui">配置文件</span>功能不熟悉，请查阅下文说明。（当然，<span class="ui">配置文件</span>也可应用于文件夹，但<span class="ui">书单</span>无需移动书籍文件即可临时套用<span class="ui">配置文件</span>。）

source: You can create collections to mirror any kind of categorization. Some example ideas:
es: Puedes crear colecciones que reflejen cualquier tipo de categorización. Algunos ejemplos:
fr: Vous pouvez créer des collections pour refléter tout type de catégorisation. Voici quelques exemples :
ga: Is féidir leat bailiúcháin a chruthú chun aon chineál catagóirithe a léiriú. Seo roinnt smaointe samplacha:
it: È possibile creare collezioni per rispecchiare qualsiasi tipo di categorizzazione. Alcuni esempi di idee:
nl: Je kunt collecties maken die elke gewenste categorisering weerspiegelen. Enkele ideeën:
pt_br: Você pode criar coleções para refletir qualquer tipo de categorização. Alguns exemplos de ideias:
pt_pt: Pode criar colecções para espelhar qualquer categorização. Alguns exemplos:
sk: Môžete vytvárať zbierky, ktoré odrážajú akýkoľvek druh kategorizácie. Niekoľko príkladov:
sr: Можете да креирате збирке које опонашају било коју врсту категоризације. Неке идеје за пример:
ta: எந்தவொரு வகைப்படுத்தலையும் பிரதிபலிக்க நீங்கள் சேகரிப்புகளை உருவாக்கலாம். சில எடுத்துக்காட்டு யோசனைகள்:
uk: Добірки можна створювати, щоб відображати будь-який тип категоризації. Деякі приклади ідей:
zh_hans: 用户可创建多份书单来对应各种书籍分类方式，例如：

source: <b>Genres:</b> Fiction, non-fiction, memoir...
es: <b>Géneros:</b> Ficción, no ficción, memorias...
fr: <b>Genres :</b> Fiction, non-fiction, mémoires...
ga: <b>Seánraí:</b> Ficsean, neamhfhicsin, cuimhní cinn...
it: <b>Generi:</b> Narrativa, saggistica, memorie...
nl: <b>Genres:</b> fictie, non-fictie, memoire…
pt_br: <b>Gêneros:</b> Ficção, não-ficção, memórias...
pt_pt: <b>Géneros:</b> Ficção, não Ficção, memoir...
sk: <b>Žánre:</b> Beletria, literatúra faktu, memoáre...
sr: <b>Жанрови:</b> Белетристика, документарна литература, мемоари…
ta: <b> வகைகள்: </b> புனைகதை, புனைகதை அல்லாத, நினைவுக் குறிப்பு ...
uk: <b>Жанри:</b> художня література, документальна література, спогади...
zh_hans: <b>作品体裁</b>：虚构文学、非虚构文学、报告文学等。

source: <b>Book status:</b> Currently reading, want to read, next, did not finish...
es: <b>Estado del libro:</b> Actualmente leyendo, quiero leer, siguiente, no terminé...
fr: <b>Statut du livre :</b> En cours de lecture, à lire, suivant, non terminé...
ga: <b>Stádas an leabhair:</b> Ag léamh faoi láthair, ba mhaith liom é a léamh, seo chugainn, níor chríochnaigh sé...
it: <b>Stato del libro:</b> Attualmente sto leggendo, voglio leggere, prossimo, non ho finito...
nl: <b>Boekstatus:</b> nu aan het lezen, wil ik lezen, volgende, niet uitgelezen…
pt_br: <b>Status do livro:</b> Lendo atualmente, quero ler, próximo, não terminei...
pt_pt: <b>Estado do livro:</b> Atualmente a ler, quero ler, próximo, não terminei...
sk: <b>Stav knihy:</b> Práve čítam, chcem si prečítať, ďalšia, nedočítaná...
sr: <b>Статус књиге:</b> Тренутно се чита, желим да читам, следећа, незавршене…
ta: <b> புத்தக நிலை: </b> தற்போது படிக்க, படிக்க விரும்புகிறேன், அடுத்து, முடிக்கவில்லை ...
uk: <b>Стан книги:</b> читаю зараз, хочу прочитати, наступна, не дочитав...
zh_hans: <b>阅读状态</b>：在读、想读、已读、搁置等。

source: <b>Series:</b> Lord of the Rings, Harry Potter...
es: <b>Serie:</b> El Señor de los Anillos, Harry Potter...
fr: <b>Séries :</b> Le Seigneur des anneaux, Harry Potter...
ga: <b>Sraith:</b> Tiarna na bhFáinní, Harry Potter...
it: <b>Serie:</b> Il Signore degli Anelli, Harry Potter...
nl: <b>Reeksen:</b> In de ban van de ring, Harry Potter…
pt_br: <b>Séries:</b> O Senhor dos Anéis, Harry Potter...
pt_pt: <b>Series:</b> Senhor dos Anéis, Harry Potter...
sk: <b>Séria:</b> Pán prsteňov, Harry Potter...
sr: <b>Серије:</b> Господар прстенова, Хари Потер…
ta: <b> தொடர்: </b> லார்ட் ஆஃப் தி ரிங்க்ச், ஆரி பாட்டர் ...
uk: <b>Серія:</b> Володар перснів, Історія в романах, Гаррі Поттер...
zh_hans: <b>丛书系列</b>：《指环王》、《饥饿游戏》等。

source: <b>Document type:</b> Books, scientific articles, web articles...
es: <b>Tipo de documento:</b> Libros, artículos científicos, artículos web...
fr: <b>Type de document :</b> Livres, articles scientifiques, articles web...
ga: <b>Cineál doiciméid:</b> Leabhair, ailt eolaíochta, ailt ghréasáin...
it: <b>Tipo di documento:</b> Libri, articoli scientifici, articoli web...
nl: <b>Documenttype:</b> boeken, wetenschappelijke artikelen, webartikelen…
pt_br: <b>Tipo de documento:</b> Livros, artigos científicos, artigos da web...
pt_pt: <b>Tipos de documento:</b> Livros, artigos científicos, artigos da Internet...
sk: <b>Typ dokumentu:</b> Knihy, vedecké články, webové články...
sr: <b>Тип документа:</b> Књиге, научни чланци, веб чланци…
ta: <b> ஆவண வகை: </b> புத்தகங்கள், அறிவியல் கட்டுரைகள், வலை கட்டுரைகள் ...
uk: <b>Тип документа:</b> книги, наукові статті, публіцистичні статті...
zh_hans: <b>文档类型</b>：书籍、科研论文、网页等。

source: Creating and modifying collections
es: Creación y modificación de colecciones
fr: Création et modification de collections
ga: Bailiúcháin a chruthú agus a mhodhnú
it: Creare e modificare collezioni
nl: Collecties maken en wijzigen
pt_br: Criando e modificando coleções
pt_pt: Criar e modificar colecções
sk: Vytváranie a úprava zbierok
sr: Креирање и измена збирки
ta: சேகரிப்புகளை உருவாக்குதல் மற்றும் மாற்றியமைத்தல்
uk: Створення та редагування добірок
zh_hans: 创建并编辑书单

source: You can create collections from the <span class="ui">Collections</span> dialog located here:
es: Puede crear colecciones desde el cuadro de diálogo <span class="ui">Colecciones</span> ubicado aquí:
fr: Vous pouvez créer des collections à partir de la boîte de dialogue <span class="ui">Collections</span> située ici :
ga: Is féidir leat bailiúcháin a chruthú ón dialóg <span class="ui">Bailiúcháin</span> atá le fáil anseo:
it: È possibile creare collezioni dalla finestra di dialogo <span class="ui">Collezioni</span> che si trova qui:
nl: Je kunt collecties maken via het dialoogvenster <span class="ui">Collecties</span> op deze locatie:
pt_br: Você pode criar coleções a partir da janela <span class="ui">Coleções</span>, localizada aqui:
pt_pt: Pode criar coleções na caixa de diálogo <span class="ui">Coleções</span> localizada aqui:
sk: Zbierky môžete vytvárať v dialógovom okne <span class="ui">zbierky</span>, ktoré sa nachádza tu:
sr: <span class="ui">Збирке</span> можете да креирате из дијалога који се налази овде:
ta: இங்கே அமைந்துள்ள <span வகுப்பு = "Ui"> சேகரிப்புகள் </span> உரையாடலிலிருந்து சேகரிப்புகளை உருவாக்கலாம்:
uk: Добірки можна створювати з діалогового вікна <span class="ui">Добірки</span>, яке знаходиться тут:
zh_hans: 若要创建书单，请按照下列路径找到<span class="ui">书单</span>对话框：

source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Colecciones
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collections
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Bailiúcháin
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collezioni
nl: BOVENMENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Collecties
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Coleções
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Colecções
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Zbierky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Збирке
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 26px;"> / சேகரிப்புகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / Добірки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> / 书单

source: You can access this dialog from the reader view or from the <span class="ui">File Browser</span>. When you open this menu, it will show you a list of your collections. By default you will see <span class="ui">Favorites</span> there as a collection item which includes the books you have already added to your <span class="ui">Favorites</span> list.
es: Puedes acceder a este cuadro de diálogo desde la vista del lector o desde el <span class="ui">Explorador de archivos</span>. Al abrir este menú, verás una lista de tus colecciones. Por defecto, verás <span class="ui">Favoritos</span> como un elemento de colección que incluye los libros que ya has añadido a tu lista de <span class="ui">Favoritos</span>.
fr: Vous pouvez accéder à cette boîte de dialogue depuis la vue lecteur ou depuis l'<span class="ui">Explorateur de fichiers</span>. Lorsque vous ouvrez ce menu, il vous affiche une liste de vos collections. Par défaut, vous y verrez <span class="ui">Favoris</span> comme élément de collection qui comprend les livres que vous avez déjà ajoutés à votre liste <span class="ui">Favoris</span>.
ga: Is féidir leat rochtain a fháil ar an dialóg seo ón radharc léitheora nó ón <span class="ui">Brabhsálaí Comhad</span>. Nuair a osclaíonn tú an roghchlár seo, taispeánfar liosta de do bhailiúcháin duit. De réir réamhshocraithe feicfidh tú <span class="ui">Is Fearr Liom</span> ann mar mhír bhailiúcháin lena n-áirítear na leabhair atá curtha agat le do liosta <span class="ui">Is Fearr Liom</span> cheana féin.
it: È possibile accedere a questa finestra di dialogo dalla finestra di lettura o dal <span class="ui">File Browser</span>. Quando si apre questo menu, viene visualizzato un elenco delle collezioni. Per impostazione predefinita, la voce <span class="ui">Preferiti</span> è un elemento della raccolta che include i libri già aggiunti all'elenco <span class="ui">Preferiti</span>.
nl: Je kunt dit dialoogvenster openen vanuit de leesweergave of vanuit de <span class="ui">Bestandsverkenner</span>. Wanneer je dit menu opent, krijg je een lijst van je collecties te zien. Standaard zie je daar de <span class="ui">Favorieten</span> staan als een collectie-item, dat de boeken bevat die je al aan je <span class="ui">Favorieten</span>-lijst hebt toegevoegd.
pt_br: Você pode acessar esta janela tanto na visualização de leitura quanto no <span class="ui">Explorador de arquivos</span>. Ao abrir este menu, será exibida uma lista de suas coleções. Por padrão, você verá <span class="ui">Favoritos</span> como um item de coleção, que inclui os livros que você já adicionou à sua lista de <span class="ui">Favoritos</span>.
sk: K tomuto dialógovému oknu sa dostanete z režimu čítania alebo z <span class="ui">Prehliadača súborov</span>. Po otvorení tejto ponuky sa zobrazí zoznam vašich zbierok. Predvolene sa tam zobrazí položka <span class="ui">Obľúbené</span> ako položka zbierky, ktorá obsahuje knihy, ktoré ste si už pridali do zoznamu <span class="ui">Obľúbené</span>.
sr: Овом дијалогу можете да приступите из погледа читања или из <span class="ui">Прегледача фајлова</span>. Када отворите овај мени, приказаће вам листу збирки. Подразумевано ће се ту приказати <span class="ui">Омиљено</span> као ставка збирке која садржи књиге које сте већ додали на вашу листу <span class="ui">Омиљено</span>.
ta: இந்த உரையாடலை வாசகர் பார்வையிலிருந்து அல்லது <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> இலிருந்து அணுகலாம். இந்த மெனுவைத் திறக்கும்போது, அது உங்கள் தொகுப்புகளின் பட்டியலைக் காண்பிக்கும். இயல்பாக நீங்கள் <ச்பான் கிளாச் = "யுஐ"> பிடித்தவை </ச்பான்> ஒரு சேகரிப்பு உருப்படியாக இருப்பீர்கள், அதில் நீங்கள் ஏற்கனவே உங்கள் <ச்பான் வகுப்பு = "யுஐ"> பிடித்தவை </ச்பான்> பட்டியலில் சேர்த்த புத்தகங்களை உள்ளடக்கியது.
uk: Відкрити це діалогове вікно з режиму читання або з <span class="ui">Оглядача файлів</span>. Після відкриття цього меню в ньому буде список ваших добірок. Типово <span class="ui">Обрані</span> відображаються там як елемент добірки, який включає книги, які були раніше додані до списку <span class="ui">Обраних</span>.
zh_hans: 该对话框可在阅读视图或<span class="ui">文件管理器</span>中使用。打开时菜单会列出现有书单。默认情况下将显示一份标题为<span class="ui">收藏夹</span>的书单，其中包含已被添加到<span class="ui">收藏夹</span>列表的书目。

source: <b>Adding a new collection:</b> Use the hamburger menu <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> located at the top left corner of this screen > <span class="ui">New collection</span>
es: <b>Agregar una nueva colección:</b> Use el menú de hamburguesas <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> ubicado en la esquina superior izquierda de esta pantalla > <span class="ui">Nueva colección</span>
fr: <b>Ajouter une nouvelle collection :</b> Utilisez le menu hamburger <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> situé dans le coin supérieur gauche de cet écran > <span class="ui">Nouvelle collection</span>
ga: <b>Ag cur bailiúchán nua leis:</b> Úsáid an roghchlár hamburger <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> atá suite sa chúinne uachtarach ar chlé den scáileán seo > <span class="ui">Bailiúchán nua</span>
it: <b>Aggiungi una nuova collezione:</b> Utilizzare il menu hamburger <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> situato nell'angolo in alto a sinistra di questa schermata > <span class="ui">Nuova collezione</span>
nl: <b>Nieuwe collectie toevoegen:</b> Gebruik het hamburgermenu <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> linksboven op dit scherm > <span class="ui">Nieuwe collectie</span>
pt_br: <b>Adicionando uma nova coleção:</b> Use o menu ≡ <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> localizado no canto superior esquerdo desta tela > <span class="ui">Nova coleção</span>
sk: <b>Pridanie novej zbierky:</b> Použite hamburger menu <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> umiestnené v ľavom hornom rohu tejto obrazovky > <span class="ui">Nová zbierka</span>
sr: <b>Додавање нове збирке:</b> употребите хамбургер мени <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> који се налази у горњем левом углу овог екрана &gt; <span class="ui">Нова збирка</span>
ta: <b> ஒரு புதிய தொகுப்பைச் சேர்ப்பது: </b> ஆம்பர்கர் மெனுவைப் பயன்படுத்தவும் <img வகுப்பு = "img_inline" src = "படங்கள்/top_ampurger.svg" சூல் தண்டு = "அகலம்: 26px;"
uk: <b>Створення нової добірки.</b> Скористайтеся меню-«гамбургером» <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;">, розташованим у верхньому лівому куті цього екрану > <span class="ui">Нова добірка</span>
zh_hans: <b>创建新书单</b>：点按屏幕左上角的汉堡状菜单键<img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> ⇨ 点按<span class="ui">创建新书单</span>

source: <b>Removing a collection:</b> Long tap on the collection name > <span class="ui">Remove collection</span>
es: <b>Eliminar una colección:</b> Mantenga pulsado el nombre de la colección > <span class="ui">Eliminar colección</span>
fr: <b>Supprimer une collection :</b> Appuyez longuement sur le nom de la collection > <span class="ui">Supprimer la collection</span>
ga: <b>Bailiúchán a bhaint:</b> Tapáil fada ar ainm an bhailiúcháin > <span class="ui">Bain bailiúchán</span>
it: <b>Rimuovere una collezione:</b> Toccare a lungo il nome della collezione > <span class="ui">Rimuovi la collezione</span>
nl: <b>Collectie verwijderen:</b> Houd de collectienaam lang ingedrukt > <span class="ui">Collectie verwijderen</span>
pt_br: <b>Removendo uma coleção:</b> Pressione longamente o nome da coleção > <span class="ui">Remover coleção</span>
sk: <b>Odstránenie zbierky:</b> Dlho ťuknite na názov zbierky > <span class="ui">Odstrániť zbierku</span>
sr: <b>Брисање збирке:</b> дуги притисак на име збирке &gt; <span class="ui">Уклони збирку</span>
ta: <b> ஒரு தொகுப்பை நீக்குதல்: </b> சேகரிப்பு பெயரில் நீண்ட தட்டவும்> <span வகுப்பு = "ui"> சேகரிப்பை அகற்று </span>
uk: <b>Вилучення добірки.</b> Затисніть назву добірки > <span class="ui">Вилучити добірку</span>
zh_hans: <b>删除书单</b>：在书单标题上长按 ⇨ 点按<span class="ui">删除该书单</span>
