Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: If you are making your highlights on a PDF document, KOReader can also save them directly to the PDF file. This can be useful in certain situations because with this method, your highlights become a part of the PDF file. This means you can see them on other applications or platforms without installing KOReader. For example if you are sending a file with highlights to another user, they don't have to install KOReader to see your highlights. You can just send the PDF file with your highlights saved into it and they can open and see them with a <b>compatible</b> PDF reader.
es: Si estás subrayando un documento PDF, KOReader también puede guardarlos directamente en el archivo PDF. Puede resultar útil en determinadas situaciones porque con este método los subrayados pasan a formar parte del archivo PDF lo que significa que puedes verlos en otras aplicaciones o plataformas sin instalar KOReader. Por ejemplo si envías un archivo con subrayados a otro usuario, no es necesario que él instale KOReader para ver tus subrayados. Simplemente puedes enviar el archivo PDF con tus subrayados guardados, y él podrá abrir y verlos con un lector PDF <b>compatible</b>.
fr: Si vous effectuez vos surlignages sur un document PDF, KOReader peut également les enregistrer directement dans le fichier PDF. Cela peut être utile dans certaines situations, car avec cette méthode, vos surlignages font partie intégrante du fichier PDF. Cela signifie que vous pouvez les voir sur d'autres applications ou plateformes sans avoir à installer KOReader. Par exemple, si vous envoyez un fichier avec des surlignages à un autre utilisateur, celui-ci n'aura pas besoin d'installer KOReader pour voir vos surlignages. Il vous suffit d'envoyer le fichier PDF contenant vos surlignages et il pourra les ouvrir et les voir avec un lecteur PDF <b>compatible</b>.
ga: Má tá tú ag déanamh do bhuaicphointí ar dhoiciméad PDF, is féidir le KOReader iad a shábháil go díreach chuig an gcomhad PDF freisin. Is féidir leis seo a bheith úsáideach i gcásanna áirithe mar leis an modh seo, bíonn do bhuaicphointí mar chuid den chomhad PDF. Ciallaíonn sé seo gur féidir leat iad a fheiceáil ar fheidhmchláir nó ardáin eile gan KOReader a shuiteáil. Mar shampla, má tá tú ag seoladh comhad le buaicphointí chuig úsáideoir eile, ní gá dóibh KOReader a shuiteáil chun do bhuaicphointí a fheiceáil. Is féidir leat an comhad PDF le do bhuaicphointí sábháilte ann a sheoladh agus is féidir leo iad a oscailt agus a fheiceáil le léitheoir PDF <b>comhoiriúnach</b>.
it: Se si stanno facendo le evidenziazioni su un documento PDF, KOReader può anche salvarle direttamente nel file PDF. Questo metodo può essere utile in alcune situazioni perché le evidenziazioni diventano parte del file PDF. Ciò significa che è possibile visualizzarle su altre applicazioni o piattaforme senza installare KOReader. Ad esempio, se si invia un file con le evidenziazioni a un altro utente, questi non dovrà installare KOReader per vedere le evidenziazioni. È sufficiente inviare il file PDF con i punti salienti salvati al suo interno e i lettori possono aprirlo e vederlo con un lettore PDF <b>compatibile</b>.
nl: Maak je markeringen in een PDF, dan kan KOReader ze ook direct ín het PDF-bestand opslaan. Handig, want zo worden ze onderdeel van het bestand en zie je ze ook in andere apps/platforms zonder KOReader. Stuur je het bestand naar iemand anders, dan hoeft die KOReader niet te installeren: een <b>compatibele</b> PDF-lezer volstaat.
pt_br: Se você estiver destacando seus textos em um documento PDF, o KOReader também pode salvá-los diretamente no arquivo PDF. Isso pode ser útil em certas situações, pois, com esse método, seus destaques se tornam parte do arquivo PDF. Isso significa que você pode visualizá-los em outros aplicativos ou plataformas sem instalar o KOReader. Por exemplo, se você estiver enviando um arquivo com destaques para outro usuário, ele não precisará instalar o KOReader para ver seus destaques. Você pode simplesmente enviar o arquivo PDF com seus destaques salvos e ele poderá abri-los e visualizá-los em um leitor de PDF <b>compatível</b>.
pt_pt: Se estiver a realçar um documento PDF, o KOReader também pode guardá-los diretamente no ficheiro PDF. Isto pode ser útil em determinadas situações porque, com este método, os seus destaques passam a fazer parte do ficheiro PDF. Isto significa que pode vê-los noutras aplicações ou plataformas sem instalar o KOReader. Por exemplo, se enviar um ficheiro com destaques para outro utilizador, este não necessita de instalar o KOReader para ver os seus destaques. Pode simplesmente enviar o ficheiro PDF com os seus destaques guardados e o outro utilizador poderá abrir e visualizar os destaques com um leitor de PDF <b>compatível</b>.
sk: Ak zvýrazňujete časti dokumentu PDF, KOReader ich dokáže uložiť aj priamo do súboru PDF. To môže byť v určitých situáciách užitočné, pretože pri tejto metóde sa vaše zvýraznenia stanú súčasťou súboru PDF. To znamená, že si ich môžete pozrieť v iných aplikáciách alebo platformách bez inštalácie KOReaderu. Napríklad, ak posielate súbor so zvýrazneniami inému používateľovi, nemusí si nainštalovať KOReader, aby si vaše zvýraznenia mohol pozrieť. Môžete im jednoducho poslať súbor PDF s uloženými zvýrazneniami a oni si ich môžu otvoriť a zobraziť pomocou <b>kompatibilného</b> programu pre PDF.
sr: Ако правите истицања у PDF документу, KOReader такође може да их сачува директно у PDF фајл. Ово може бити корисно у одређеним ситуацијама, јер овом методом истицања постају део PDF фајла. То значи да их можете видети и у осталим апликацијама, без потребе да инсталирате KOReader. На пример, ако фајл са истицањима шаљете неком другом кориснику, он не мора да има инсталиран KOReader да би видео ваша истицања. Једноставно можете да му пошаљете PDF фајл са истицањима која су сачувана у сам фајл и он ће моћи да их отвори и погледа <b>компатибилним</b> PDF читачем.
ta: உங்கள் சிறப்பம்சங்களை ஒரு PDF ஆவணத்தில் செய்கிறீர்கள் என்றால், கொரியடர் அவற்றை நேரடியாக PDF கோப்பில் சேமிக்க முடியும். சில சூழ்நிலைகளில் இது பயனுள்ளதாக இருக்கும், ஏனெனில் இந்த முறையுடன், உங்கள் சிறப்பம்சங்கள் PDF கோப்பின் ஒரு பகுதியாக மாறும். இதன் பொருள் கொரியாடரை நிறுவாமல் பிற பயன்பாடுகள் அல்லது தளங்களில் அவற்றைக் காணலாம். எடுத்துக்காட்டாக, நீங்கள் மற்றொரு பயனருக்கு சிறப்பம்சங்களுடன் ஒரு கோப்பை அனுப்புகிறீர்கள் என்றால், உங்கள் சிறப்பம்சங்களைக் காண அவர்கள் கொரியாடரை நிறுவ வேண்டியதில்லை. உங்கள் சிறப்பம்சங்கள் சேமிக்கப்பட்ட உங்கள் சிறப்பம்சங்களுடன் நீங்கள் PDF கோப்பை அனுப்பலாம், மேலும் அவை திறந்து அவற்றை ஒரு <b> இணக்கமான </b> PDF ரீடர் மூலம் பார்க்கலாம்.
uk: Якщо ви робите виділення в PDF-документі, KOReader також може зберігати їх безпосередньо у PDF-файлі. Це може бути корисним у певних ситуаціях, оскільки за допомогою цього методу виділення тексту стають частиною PDF-файлу. Це означає, що ви можете переглядати їх в інших програмах або на інших платформах без встановлення KOReader. Наприклад, якщо ви надсилаєте файл із виділеннями тексту іншому користувачеві, йому не потрібно встановлювати KOReader, щоб бачити виділене вами. Можна просто надіслати PDF-файл зі збереженими в ньому виділеннями, і його можна відкрити та переглянути виділення за допомогою <b>сумісної</b> програми для читання PDF.
zh_hans: 当在PDF文档上做标注时，KOReader还会将标注直接保存到PDF文档中，该功能在某些情况下非常实用。标注会成为PDF文档的一部分，以便在其它软件或其它未安装KOReader的系统中查看。例如将包含标注的PDF文档发送给祂人后，对方无需安装KOReader即可阅读标注，只需使用<b>兼容标注功能</b>的PDF阅读软件打开即可。

source: <span class="label_red">WARNING</span> If you are using the <span class="ui">Progress Sync</span> plugin, saving PDF highlights will change your file so your synchronization will fail. If you are planning to use both features, in the <span class="ui">Progress Sync</span> plugin's settings, change the <span class="ui">Document matching method</span> to <span class="ui">Filename</span> instead of the default <span class="ui">Binary</span> matching:
es: <span class="label_red">ADVERTENCIA</span> Si estás usando el complemento <span class="ui">Sincronizar progreso de lectura</span>, guardar los subrayados del PDF modificará el archivo por lo que la sincronización fallará. Si planeas usar ambas funciones, en la configuración del complemento <span class="ui">Sincronizar progreso de lectura</span> cambia el <span class="ui">Método de coincidencia de documentos</span> a <span class="ui">Nombre de archivo</span> en lugar de la coincidencia <span class="ui">Binaria</span> predeterminada:
fr: <span class="label_red">AVERTISSEMENT</span> Si vous utilisez le plugin <span class="ui">Progress Sync</span>, l'enregistrement des surlignages PDF modifiera votre fichier, ce qui entraînera l'échec de la synchronisation. Si vous prévoyez d'utiliser les deux fonctionnalités, dans les paramètres du plugin <span class="ui">Progress Sync</span>, remplacez la <span class="ui">méthode de correspondance des documents</span> par <span class="ui">Nom de fichier</span> au lieu de la correspondance <span class="ui">Binaire</span> par défaut :
ga: <span class="label_red">RABHADH</span> Má tá tú ag úsáid an bhreiseáin <span class="ui">Progress Sync</span>, athróidh sábháil buaicphointí PDF do chomhad agus mar sin teipfidh ar do shioncrónú. Má tá sé beartaithe agat an dá ghné a úsáid, i socruithe an bhreiseáin <span class="ui">Progress Sync</span>, athraigh an <span class="ui">modh meaitseála doiciméad</span> go <span class="ui">Ainm comhaid</span> in ionad an mheaitseála réamhshocraithe <span class="ui">Dénártha</span>:
it: <span class="label_red">ATTENZIONE</span> Se si utilizza il plugin <span class="ui">Sincronizzare la posizione di lettura</span>, il salvataggio dei punti salienti del PDF modificherà il file e la sincronizzazione non andrà a buon fine. Se si intende utilizzare entrambe le funzioni, nelle impostazioni del plugin <span class="ui">Sincronizzare la posizione di lettura</span>, cambiare il <span class="ui">metodo di corrispondenza dei documenti</span> su <span class="ui">Nome del file</span> invece della voce predefinita <span class="ui">Binario</span>:
nl: <span class="label_red">WAARSCHUWING</span> Gebruik je de plugin <span class="ui">Progress Sync</span>, dan mislukt synchronisatie zodra het PDF-bestand verandert door het opslaan van markeringen. Stel in de instellingen van die plugin <span class="ui">Methode voor het vergelijken van documenten</span> in op <span class="ui">Bestandsnaam</span> in plaats van <span class="ui">Binair</span>:
pt_br: <span class="label_red">AVISO</span> Se você estiver usando o plugin <span class="ui">Progress Sync</span>, salvar destaques em PDF alterará seu arquivo, causando falha na sincronização. Se você planeja usar os dois recursos, nas configurações do plugin <span class="ui">Progress Sync</span>, altere o <span class="ui">Método de correspondência de documentos</span> para <span class="ui">Nome do arquivo</span> em vez da correspondência <span class="ui">Binário</span> padrão:
sk: <span class="label_red">UPOZORNENIE</span> Ak používate doplnok <span class="ui">Progress Sync</span>, uloženie zvýraznení PDF zmení váš súbor, takže synchronizácia zlyhá. Ak plánujete používať obe funkcie, v nastaveniach doplnku <span class="ui">Progress Sync</span> zmeňte metódu <span class="ui">zhody dokumentov</span> na <span class="ui">Názov súboru</span> namiesto predvolenej metódy <span class="ui">Binárnej</span>:
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Ако користите додатак <span class="ui">Синхронизација напретка</span>, чување PDF истицања ће променити ваш фајл, па синхронизација неће успети. Ако планирате да користите обе функционалности, у подешавањима додатка <span class="ui">Синхронизација напретка</span> измените <span class="ui">Метода подударања документа</span> на <span class="ui">Име фајла</span> уместо на подразумевану вредност <span class="ui">Бинарна</span>:
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> நீங்கள் <ச்பான் கிளாச் = "யுஐ"> முன்னேற்ற ஒத்திசைவு </span> சொருகி பயன்படுத்தினால், PDF சிறப்பம்சங்களைச் சேமிப்பது உங்கள் கோப்பை மாற்றும், எனவே உங்கள் ஒத்திசைவு தோல்வியடையும். <ச்பான் கிளாச் = "யுஐ"> முன்னேற்ற ஒத்திசைவு </ச்பான்> சொருகி அமைப்புகளில் நீங்கள் இரண்டு அம்சங்களையும் பயன்படுத்தத் திட்டமிட்டால், <ச்பான் கிளாச் = "யுஐ"> ஆவண பொருந்தக்கூடிய முறை </ச்பான்> ஐ <ச்பான் கிளாச் = "யுஐ"> கோப்பு பெயர் </ச்பான்> க்கு பதிலாக <ச்பான் வகுப்பு = "யுஐ"> பைனரி </ச்பான்> மேட்சிங்:
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> При використанні модуля <span class="ui">Синхронізація поступу</span> збереження виділених фрагментів PDF-файлу змінить ваш файл, тому синхронізація не вдасться. Якщо плануєте використовувати обидві функції, у налаштуваннях модуля <span class="ui">Синхронізація поступу</span> змініть параметри <span class="ui">Метод зіставлення документів</span> на <span class="ui">За назвою</span> замість стандартного методу зіставлення <span class="ui">Двійковий</span>:
zh_hans: <span class="label_red">警告</span> 若<span class="ui">阅读进度同步</span>插件被启用，保存PDF标注将会修改文件，进而导致进度同步失败。若希望同时使用这两种功能，请将<span class="ui">阅读进度同步</span>插件设置中的<span class="ui">文档匹配方式</span>选项从默认的<span class="ui">二进制值</span>改为<span class="ui">文件名</span>：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Progress sync / Document matching method
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Sincronizar progreso de lectura / Método de coincidencia de documentos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Synchronisation de la progression / Méthode de correspondance des documents
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Sioncrónú dul chun cinn / Modh meaitseála doiciméad
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> /Sincronizzare la posizione di lettura / Metodo di corrispondenza dei documenti
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Voortgang synchroniseren / Document matching method
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Progress Sync / Método de correspondência de documentos
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Sincronização de Progresso / Método de correspondência de documentos
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Synchronizácia priebehu / Metóda porovnávania dokumentov
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Синхронизација напретка/ Метода подударања документа
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / முன்னேற்ற ஒத்திசைவு / ஆவண பொருந்தக்கூடிய முறை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Синхронізація поступу / Метод зіставлення документів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 阅读进度同步 / 文档匹配方式

source: Which PDF readers can show these highlights?
es: ¿Qué lectores de PDF pueden mostrar los subrayados?
fr: Quels lecteurs PDF peuvent afficher ces surlignages ?
ga: Cé na léitheoirí PDF ar féidir leo na buaicphointí seo a thaispeáint?
it: Quali lettori di PDF possono mostrare queste evidenziazioni?
nl: Welke PDF-lezers tonen deze markeringen?
pt_br: Quais leitores de PDF podem mostrar esses destaques?
pt_pt: Que leitor de PDF consegue mostrar estes destaques?
sk: Ktoré programy pre PDF dokážu zobraziť tieto zvýraznenia?
sr: Који PDF читачи могу да прикажу ова истицања?
ta: இந்த சிறப்பம்சங்களை எந்த PDF வாசகர்கள் காட்ட முடியும்?
uk: Які програми читання PDF-файлів відображають виділене в KOReader?
zh_hans: 哪些PDF阅读软件可以显示这些标注？

source: PDF readers generally depend on some standard libraries to render PDF files. Two of the most known PDF libraries are <b>MuPDF</b> and <b>Poppler</b> libraries. KOReader uses the <b>MuPDF</b> library, so the highlights written to PDFs in KOReader are not currently visible on PDF readers which uses the <b>Poppler</b> library. You can find a compatibility list below. ✅ means you can see your KOReader highlights in this application, ❌ means you can't see them. And ⚠️ means the application needs some plugin to show them. List is ordered alphabetically within categories.
es: Los lectores de PDF generalmente dependen de algunas bibliotecas estándar para representar archivos PDF. Dos de las bibliotecas de PDF más conocidas son las bibliotecas <b>MuPDF</b> y <b>Poppler</b>. KOReader utiliza la biblioteca <b>MuPDF</b>, por lo que los subrayados en archivos PDF en KOReader no son actualmente visibles en lectores de PDF que usan la biblioteca <b>Poppler</b>. Puedes encontrar una lista de compatibilidad a continuación. ✅ significa que puedes ver los subrayados de KOReader en esta aplicación, ❌ significa que no puedes verlos. Y ⚠️ significa que la aplicación necesita algún complemento para mostrarlos. La lista está ordenada alfabéticamente dentro de categorías.
fr: Les lecteurs PDF dépendent généralement de certaines bibliothèques standard pour afficher les fichiers PDF. Les deux bibliothèques PDF les plus connues sont <b>MuPDF</b> et <b>Poppler</b>. KOReader utilise la bibliothèque <b>MuPDF</b>, donc les surlignages écrits dans les PDF dans KOReader ne sont actuellement pas visibles sur les lecteurs PDF qui utilisent la bibliothèque <b>Poppler</b>. Vous trouverez ci-dessous une liste de compatibilité. ✅ signifie que vous pouvez voir vos surlignages KOReader dans cette application, ❌ signifie que vous ne pouvez pas les voir. Et ⚠️ signifie que l'application a besoin d'un plugin pour les afficher. La liste est classée par ordre alphabétique au sein de chaque catégorie.
ga: Go ginearálta, bíonn léitheoirí PDF ag brath ar roinnt leabharlanna caighdeánacha chun comhaid PDF a rindreáil. Is iad dhá cheann de na leabharlanna PDF is cáiliúla ná leabharlanna <b>MuPDF</b> agus <b>Poppler</b>. Úsáideann KOReader an leabharlann <b>MuPDF</b>, mar sin níl na buaicphointí a scríobhtar chuig PDFanna i KOReader le feiceáil faoi láthair ar léitheoirí PDF a úsáideann an leabharlann <b>Poppler</b>. Is féidir leat liosta comhoiriúnachta a fháil thíos. Ciallaíonn ✅ gur féidir leat do bhuaicphointí KOReader a fheiceáil san fheidhmchlár seo, ciallaíonn ❌ nach féidir leat iad a fheiceáil. Agus ciallaíonn ⚠️ go bhfuil breiseán éigin ag teastáil ón bhfeidhmchlár chun iad a thaispeáint. Tá an liosta ordaithe go haibítreach laistigh de na catagóirí.
it: I lettori PDF generalmente dipendono da alcune librerie standard per il rendering dei file PDF. Due delle librerie PDF più conosciute sono <b>MuPDF</b> e <b>Poppler</b>. KOReader utilizza la libreria <b>MuPDF</b>, quindi le evidenziazioni scritte sui PDF in KOReader non sono attualmente visibili sui lettori PDF che utilizzano la libreria <b>Poppler</b>. Di seguito è riportato un elenco di compatibilità. ✅ significa che è possibile vedere i punti salienti di KOReader in questa applicazione, ❌ significa che non è possibile vederli. E ⚠️ significa che l'applicazione ha bisogno di qualche plugin per mostrarli. L'elenco è ordinato alfabeticamente all'interno delle categorie.
nl: PDF-lezers gebruiken vaak standaardbibliotheken om PDF's te renderen. Twee bekende zijn <b>MuPDF</b> en <b>Poppler</b>. KOReader gebruikt <b>MuPDF</b>; markeringen die KOReader in PDF schrijft zijn daarom niet zichtbaar in lezers die <b>Poppler</b> gebruiken. Hieronder een compatibiliteitslijst. ✅ = zichtbaar, ❌ = niet zichtbaar, ⚠️ = plugin nodig. Binnen categorieën alfabetisch gesorteerd.
pt_br: Leitores de PDF geralmente dependem de algumas bibliotecas padrão para renderizar arquivos PDF. Duas das bibliotecas de PDF mais conhecidas são as bibliotecas <b>MuPDF</b> e <b>Poppler</b>. O KOReader usa a biblioteca <b>MuPDF</b>, portanto, os destaques gravados em PDFs no KOReader não estão visíveis atualmente em leitores de PDF que usam a biblioteca <b>Poppler</b>. Você pode encontrar uma lista de compatibilidade abaixo. ✅ significa que você pode ver os destaques do KOReader neste aplicativo, ❌ significa que você não pode vê-los. E ⚠️ significa que o aplicativo precisa de algum plugin para exibi-los. A lista é ordenada alfabeticamente dentro das categorias.
sk: Programy pre PDF sa vo všeobecnosti spoliehajú na niektoré štandardné knižnice na vykresľovanie súborov PDF. Dve z najznámejších knižníc PDF sú knižnice <b>MuPDF</b> a <b>Poppler</b>. KOReader používa knižnicu <b>MuPDF</b>, takže zvýraznenia zapísané do PDF súborov v KOReaderi momentálne nie sú viditeľné v programoch PDF, ktoré používajú knižnicu <b>Poppler</b>. Zoznam kompatibility nájdete nižšie. ✅ znamená, že v tejto aplikácii vidíte svoje zvýraznenia z KOReaderu, ❌ znamená, že ich nevidíte. A ⚠️ znamená, že aplikácia potrebuje na ich zobrazenie nejaký doplnok. Zoznam je zoradený abecedne v rámci kategórií.
sr: PDF читачи се за исцртавање PDF фајлова у општем случају ослањају на неке од стандардних библиотека. Две најпознатије PDF библиотеке су <b>MuPDF</b> и <b>Poppler</b>. KOReader користи <b>MuPDF</b> библиотеку, тако да истицања која KOReader упише у PDF-ове тренутно нису видљива на PDF читачима који користе <b>Poppler</b> библиотеку. Листу компатибилности можете видети испод. ✅ значи да у тој апликацији можете видети KOReader истицања, ❌ значи да не можете. И ⚠️ значи да је апликацији потребан неки додатак да би их приказао. Листа је поређана абецедно по категоријама.
ta: PDF வாசகர்கள் பொதுவாக PDF கோப்புகளை வழங்க சில நிலையான நூலகங்களை நம்பியுள்ளனர். மிகவும் அறியப்பட்ட PDF நூலகங்களில் இரண்டு <b> mupdf </b> மற்றும் <b> பாப்லர் </b> நூலகங்கள். கொரியடர் <b> MUPDF </b> நூலகத்தைப் பயன்படுத்துகிறார், எனவே கொரியாடரில் உள்ள PDFS க்கு எழுதப்பட்ட சிறப்பம்சங்கள் தற்போது PDF வாசகர்களில் <b> பாப்லர் </b> நூலகத்தைப் பயன்படுத்துகின்றன. நீங்கள் ஒரு பொருந்தக்கூடிய பட்டியலை கீழே காணலாம். Application உங்கள் கொரியடர் சிறப்பம்சங்களை இந்த பயன்பாட்டில் நீங்கள் காணலாம், அதாவது அவற்றை நீங்கள் பார்க்க முடியாது. மற்றும் fording பயன்பாட்டிற்கு அவற்றைக் காட்ட சில சொருகி தேவை என்பதாகும். பட்டியல் வகைகளுக்குள் அகர வரிசைப்படி ஆர்டர் செய்யப்படுகிறது.
uk: Програми читання PDF-файлів зазвичай використовують певні стандартні бібліотеки для відображення PDF-файлів. Дві найвідоміші бібліотеки для PDF – це бібліотеки <b>MuPDF</b> та <b>Poppler</b>. KOReader використовує бібліотеку <b>MuPDF</b>, тому виділення, записані в PDF-файли у KOReader, наразі не видно на програмах для читання PDF-файлів, які використовують бібліотеку <b>Poppler</b>. Список сумісності наведений нижче. ✅ означає, що ця програма показує виділене у KOReader; ❌ означає, що програма не показує ці виділення. А ⚠️ означає, що для їх показу програмі потрібен певний модуль.
zh_hans: PDF软件通常倚赖某些标准库来渲染文档。常见的两种库是<b>MuPDF</b>和<b>Poppler</b>。KOReader使用了<b>MuPDF</b>库，因此由KOReader写入到PDF文档的标注暂时无法在使用<b>Poppler</b>库的阅读软件中查看。下方是兼容性测试列表✅代表该软件可以查看KOReader标注；❌代表该软件不支持查看。⚠️代表该软件需要安装额外的插件才可查看。表中项目按字母顺序排列。
