Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can find more info about the <b>table of contents</b> tools available in KOReader in this relevant section of the guide: <a href="#toctools">TABLE OF CONTENTS TOOLS</a>
es: Puedes encontrar más información sobre las herramientas de <b>índice</b> disponibles en KOReader en la sección apropiada de la guía: <a href="#toctools">HERRAMIENTAS DE ÍNDICE</a>
fr: Vous trouverez plus d'informations sur les outils de <b>table des matières</b> disponibles dans KOReader dans la section correspondante du guide : <a href="#toctools">OUTILS DE TABLE DES MATIÈRES</a>
ga: Is féidir leat tuilleadh eolais a fháil faoi na huirlisí <b>clár ábhair</b> atá ar fáil i KOReader sa chuid ábhartha seo den treoir: <a href="#toctools">CLÁR ÁBHAIR UIRLISÍ</a>
it: Per ulteriori informazioni sugli strumenti di <b>tabella dei contenuti</b> disponibili in KOReader, consultare questa sezione della guida: <a href="#toctools">TABELLA DEI CONTENUTI TOOLS</a>
nl: Je vindt meer informatie over de <b>inhoudsopgave</b> hulpmiddelen van KOReader in dit relevante gedeelte van de handleiding: <a href="#toctools">HULPMIDDELEN INHOUDSOPGAVE</a>
pt_br: Você pode encontrar mais informações sobre as ferramentas de <b>índice</b> disponíveis no KOReader nesta seção relevante do guia: <a href="#toctools">FERRAMENTAS DE ÍNDICE</a>
pt_pt: Pode encontrar mais informações sobre as ferramentas de <b>índice</b> disponíveis no KOReader nesta secção relevante do guia: <a href="#toctools">FERRAMENTAS DE ÍNDICE</a>
sk: Viac informácií o nástrojoch pre <b>tabuľku s obsahom knihy</b> dostupných v KOReader nájdete v tejto relevantnej časti príručky: <a href="#toctools">NÁSTROJE PRE TABUĽKU S OBSAHOM KNIHY</a>
sr: Више информација о алатима за <b>садржај</b> који су доступни у програму KOReader можете да пронађете у одговарајућем одељку овог упутства: <a href="#toctools">АЛАТИ ЗА САДРЖАЈ</a>
ta: வழிகாட்டியின் இந்த பொருத்தமான பிரிவில் கொரியாடரில் கிடைக்கும் <b> உள்ளடக்க அட்டவணை </b> கருவிகளைப் பற்றிய கூடுதல் தகவலை நீங்கள் காணலாம்: <a href = "#toctools"> உள்ளடக்கக் கருவிகளின் அட்டவணை </a>
uk: Більше інформації про доступні в KOReader інструменти <b>змісту</b> можна прочитати у відповідному розділі посібника: <a href="#toctools">ІНСТРУМЕНТИ ЗМІСТУ</a>
zh_hans: 您可以在本指南的相关部分找到 KOReader 中可用的<b>目录</b>工具的更多信息：<a href="#toctools">目录工具</a>

# user_guide/en.html+html.body.div.div:1999-1
source: Book Map
sk: Knižná mapa
ta: புத்தக வரைபடம்
uk: Мапа книги
zh_hans: 书籍地图

source: Book map is a powerful and unique feature of KOReader which can be very useful for getting an overview of a book. For example if you are reading a book non-linearly by skipping some parts to read them later, it would be hard to track your progress. Book Map can show you which parts of the book you have already read, at a glance.
es: El mapa del libro es una función potente y única de KOReader que puede ser muy útil para obtener una visión general de un libro. Por ejemplo si estás leyendo un libro de forma no lineal saltándote algunas partes para leerlas más tarde, sería difícil seguir tu progreso. El mapa del libro puede mostrarte de un vistazo qué partes del libro ya has leído.
fr: Le Plan du livre est une fonctionnalité puissante et unique de KOReader qui peut être très utile pour avoir une vue d'ensemble d'un livre. Par exemple, si vous lisez un livre de manière non linéaire en sautant certaines parties pour les lire plus tard, il peut être difficile de suivre votre progression. Le Plan du livre vous permet de voir en un coup d'œil les parties du livre que vous avez déjà lues.
ga: Is gné chumhachtach agus uathúil de chuid KOReader í an léarscáil leabhar a d’fhéadfadh a bheith an-úsáideach chun forbhreathnú a fháil ar leabhar. Mar shampla, má tá tú ag léamh leabhair go neamhlíneach trí roinnt codanna a scipeáil le léamh níos déanaí, bheadh sé deacair do dhul chun cinn a rianú. Is féidir le Léarscáil Leabhar a thaispeáint duit cé na codanna den leabhar atá léite agat cheana féin, ar an toirt.
it: La mappa del libro è una funzione potente e unica di KOReader che può essere molto utile per avere una visione d'insieme di un libro. Ad esempio, se state leggendo un libro in modo non lineare, saltando alcune parti per leggerle in seguito, sarebbe difficile seguire i vostri progressi. La mappa del libro può mostrare a colpo d'occhio quali parti del libro sono già state lette.
nl: De boekkaart is een krachtige en unieke functie van KOReader die erg nuttig kan zijn om een overzicht van een boek te krijgen. Als je bijvoorbeeld niet-lineair leest door delen over te slaan om later te lezen is het lastig je voortgang bij te houden. De boekkaart laat in één oogopslag zien welke delen je al gelezen hebt.
pt_br: O Mapa do livro é um recurso poderoso e exclusivo do KOReader que pode ser muito útil para obter uma visão geral de um livro. Por exemplo, se você estiver lendo um livro de forma não linear, pulando algumas partes para lê-las mais tarde, será difícil acompanhar seu progresso. O Mapa do livro pode mostrar rapidamente quais partes do livro você já leu.
pt_pt: O mapa do livro é uma funcionalidade poderosa e exclusiva do KOReader que pode ser muito útil para obter uma visão geral de um livro. Por exemplo, se estiver a ler um livro de forma não linear, saltando algumas partes para as ler mais tarde, seria difícil acompanhar o seu progresso. O Mapa do Livro pode mostrar-lhe rápidamente que partes do livro já leu.
sk: Knižná mapa je výkonná a jedinečná funkcia KOReadera, ktorá môže byť veľmi užitočná na získanie prehľadu o knihe. Napríklad, ak čítate knihu nesúvisle, preskakovaním niektorých častí, aby ste si ich prečítali neskôr, bolo by ťažké sledovať váš pokrok.Knižná mapa vám môže na prvý pohľad ukázať, ktoré časti knihy ste už prečítali.
sr: Мапа књиге је моћна и јединствена функционалност програма KOReader која може да буде врло корисна за добијање прегледа књиге. На пример, ако читате књигу тако да не следите линеарни ток страница већ прескачете неке делове да бисте их читали касније, било би тешко пратити ваш напредак читања. Један поглед на мапу књиге може да вас информише о томе које делове књиге сте већ прочитали.
ta: புத்தக வரைபடம் கொரியாடரின் சக்திவாய்ந்த மற்றும் தனித்துவமான அம்சமாகும், இது ஒரு புத்தகத்தின் கண்ணோட்டத்தைப் பெறுவதற்கு மிகவும் பயனுள்ளதாக இருக்கும். எடுத்துக்காட்டாக, சில பகுதிகளை பின்னர் படிக்கத் தவிர்ப்பதன் மூலம் நீங்கள் ஒரு புத்தகத்தை நேர்த்தியாகப் படிக்கிறீர்கள் என்றால், உங்கள் முன்னேற்றத்தைக் கண்காணிப்பது கடினம். நீங்கள் ஏற்கனவே படித்த புத்தகத்தின் எந்த பகுதிகளை ஒரு பார்வையில் புத்தக வரைபடம் உங்களுக்குக் காட்டலாம்.
uk: Мапа книги потужна і унікальна функція KOReader, яка може бути дуже корисною для ознайомлення з книгою. Наприклад, якщо ви читаєте книгу не підряд, а вибірково, пропускаючи певні частини, буде важко відстежувати поступ вашого читання. Мапа книги може одразу показати які частини книги вже прочитані.
zh_hans: 书籍地图是KOReader的一个强大而独特的功能，对于了解一本书非常有用。例如，如果你通过跳过某些部分稍后阅读来非线性地阅读一本书，那么很难跟踪你的进度。书籍地图可以一目了然地显示你已经读过这本书的哪些部分。

source: Additionally you can:
es: Además puedes:
fr: De plus, vous pouvez :
ga: Ina theannta sin is féidir leat:
it: Inoltre è possibile:
nl: Bovendien kun je:
pt_br: Além disso, você pode:
pt_pt: Além disso, pode:
sk: Okrem toho môžete:
sr: Уз то, можете и да:
ta: கூடுதலாக உங்களால் முடியும்:
uk: Додатково ви можете:
zh_hans: 此外，您还可以：

source: See how much time you have spent on each page (if <span class="ui">Reading Statistics</span> plugin is enabled)
es: Vea cuánto tiempo has pasado en cada página (si el plugin <span class="ui">Estadísticas de lectura</span> está habilitado)
fr: Voir combien de temps vous avez passé sur chaque page (si le plugin <span class="ui">Reading Statistics</span> est activé)
ga: Féach cé mhéad ama atá caite agat ar gach leathanach (má tá an breiseán <span class="ui">Staitisticí Léitheoireachta</span> cumasaithe)
it: Vedere quanto tempo si è trascorso su ogni pagina (se il plugin <span class="ui">Statistiche di lettura</span> è abilitato)
nl: Bekijk hoeveel tijd je op elke pagina hebt doorgebracht (als de <span class="ui">Leesstatistieken</span>-plugin is ingeschakeld)
pt_br: Veja quanto tempo você gastou em cada página (se o plugin <span class="ui">Estatísticas de Leitura</span> estiver habilitado)
pt_pt: Veja quanto tempo passou em cada página (se o plugin <span class="ui">Leitura de estatísticas</span> estiver ativado)
sk: Pozrite sa, koľko času ste strávili na každej stránke (ak je doplnok pre <span class="ui">Štatistiky čítania</span> povolený)
sr: Видите колико времена сте провели на свакој страници (ако је укључен додатак <span class="ui">Статистика читања</span>)
ta: ஒவ்வொரு பக்கத்திலும் நீங்கள் எவ்வளவு நேரம் செலவிட்டீர்கள் என்பதைப் பாருங்கள் (என்றால் <span வகுப்பு = "Ui"> புள்ளிவிவரங்களைப் படித்தல் </span> சொருகி இயக்கப்பட்டது)
uk: Бачити скільки часу витратили на читання кожної сторінки (якщо увімкнений модуль <span class="ui">Статистика читання</span>)
zh_hans: 查看您在每个页面上花费了多少时间（如果启用了<span class="ui">阅读统计</span>插件）

source: Check which pages have bookmark, highlights and notes
es: Saber qué páginas tienen marcadores, subrayados y notas
fr: Vérifiez quelles pages comportent des signets, des surlignages et des notes
ga: Seiceáil cé na leathanaigh a bhfuil leabharmharcanna, buaicphointí agus nótaí orthu
it: Controllate quali pagine hanno segnalibri, evidenziazioni e note
nl: Controleer welke pagina's bladwijzers, markeringen en notities hebben
pt_br: Verifique quais páginas têm marcadores, destaques e notas
pt_pt: Verifique que páginas têm marcadores, destaques e notas
sk: Skontrolovať, ktoré stránky majú záložku, zvýraznenia a poznámky
sr: Погледате које странице имају маркер, истицања и белешке
ta: எந்த பக்கங்களில் புக்மார்க்கு, சிறப்பம்சங்கள் மற்றும் குறிப்புகள் உள்ளன என்பதைச் சரிபார்க்கவும்
uk: Перевірити на яких сторінках є закладки, виділення і нотатки
zh_hans: 检查哪些页面有书签、标注和笔记

source: Navigate directly to any part of the book like the <span class="ui">SKIM WIDGET</span>
es: Navegar directamente a cualquier parte del libro como el <span class="ui">WIDGET DE VISTA RÁPIDA</span>
fr: Accédez directement à n'importe quelle partie du livre, comme le <span class="ui">SKIM WIDGET</span>
ga: Nascleanúint dhíreach chuig aon chuid den leabhar cosúil leis an <span class="ui">Giuirléid Léim</span>
it: Navigare direttamente in qualsiasi parte del libro, come lo strumento <span class="ui">Scorri documento</span>
nl: Navigeer direct naar elk deel van het boek net als de <span class="ui">BLADEREN WIDGET</span>
pt_br: Navegue diretamente para qualquer parte do livro com a <span class="ui">NAVEGAÇÃO RÁPIDA</span>
pt_pt: Navegue diretamente para qualquer parte do livro com o <span class="ui">WIDGET DE NAVEGAÇÃO RÁPIDA</span>
sk: Prejsť priamo do ktorejkoľvek časti knihy, ako napr. pomocou funkcie <span class="ui">PREBEHNÚŤ KNIHU</span>
sr: Скочите директно на било који део књиге, исто као и <span class="ui">ВИЏЕТОМ ЗА ПРЕЛЕТАЊЕ</span>
ta: <Span வகுப்பு = "Ui"> ச்கிம் விட்செட் </span> போன்ற புத்தகத்தின் எந்த பகுதிக்கும் நேரடியாக செல்லவும்
uk: Перейти безпосередньо до будь-якої частини книги, як у <span class="ui">ВІДЖЕТІ ПРОГЛЯДАННЯ</span>
zh_hans: 与<span class="ui">快速翻页工具</span>功能类似，可直接定位到书籍的任意文段

source: You can access Book Map via menu and you can also assign a gesture for quicker access:
es: Puedes acceder al mapa del libro desde el menú y también puedes asignar un gesto para acceder rápidamente:
fr: Vous pouvez accéder au Plan du livre via le menu et vous pouvez également attribuer un geste pour un accès plus rapide :
ga: Is féidir leat rochtain a fháil ar Léarscáil Leabhar tríd an roghchlár agus is féidir leat gotha a shannadh freisin le haghaidh rochtain níos tapúla:
it: È possibile accedere alla mappa del libro tramite il menu e si può anche assegnare un gesto per un accesso più rapido:
nl: De boekkaart kan via het menu worden geopend en er kan ook een gebaar worden toegewezen voor snellere toegang:
pt_br: Você pode acessar o Mapa do Livro pelo menu e também pode atribuir um gesto para acesso mais rápido:
pt_pt: Pode aceder ao Mapa do Livro através do menu e também pode atribuir um gesto para acesso rápido:
sk: Ku knižnej mape sa dostanete cez ponuku a môžete jej tiež priradiť gesto pre rýchlejší prístup:
sr: Мапи књиге можете да приступите из менија, а можете и да јој придружите гестикулацију за још бржи приступ:
ta: பட்டியல் வழியாக நீங்கள் புத்தக வரைபடத்தை அணுகலாம், மேலும் விரைவான அணுகலுக்கான சைகையையும் ஒதுக்கலாம்:
uk: Мапу книги можна відкрити з меню, а також призначити жест для ще швидшого її відкриття:
zh_hans: 您可以通过菜单访问书籍地图，也可以指定手势以更快地访问：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Book map
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Mapa del libro
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Plan du livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Léarscáil leabhar
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Mappa del libro
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Boekkaart
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Mapa do livro
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Mapa do Livro
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Knižná mapa
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Мапа књиге
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / புத்தக வரைபடம்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Мапа книги
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 书籍地图

source: Book map controls
es: Controles del mapa del libro
fr: Contrôles pour le Plan du livre
ga: Rialuithe léarscáile leabhar
it: Controlli della mappa del libro
nl: Boekkaartbediening
pt_br: Controles do mapa do livro
pt_pt: Controlos de Mapa do Livro
sk: Ovládacie prvky knižnej mapy
sr: Контроле мапе књиге
ta: புத்தக வரைபட கட்டுப்பாடுகள்
uk: Елементи керування мапою книги
zh_hans: 书籍地图控件

source: When you open the <span class="ui">Book Map</span> first time while reading a book, it will be in <span class="ui">Grid View</span> mode, fitting all chapters on a single screen to give the best initial overview of the book’s content. To get a detailed information about usage, tap the info icon at the upper left corner. You can close the Book Map by tapping <span class="ui">X</span> on the upper right corner or with any multiswipe gesture (<b>UP-DOWN, LEFT-RIGHT</b> etc.).
es: Cuando abras el <span class="ui">Mapa del libro</span> por primera durante la lectura, estará en modo <span class="ui">Vista de cuadrícula</span>, ajustando todos los capítulos en una sola pantalla para ofrecer la mejor visión general inicial del contenido del libro. Para obtener información detallada sobre el uso toca el icono de información en la esquina superior izquierda. Puedes cerrar el Mapa del libro tocando <span class="ui">X</span> en la esquina superior derecha o con cualquier gesto de multideslizamiento (<b>ARRIBA-ABAJO, IZQUIERDA-DERECHA</b> etc.).
fr: Lorsque vous ouvrez le <span class="ui">Plan du livre</span> pour la première fois pendant la lecture d'un livre, celui-ci s'affiche en mode <span class="ui">vue en grille</span>, affichant tous les chapitres sur un seul écran afin de vous donner un aperçu optimal du contenu du livre. Pour obtenir des informations détaillées sur son utilisation, appuyez sur l'icône d'information située dans le coin supérieur gauche. Vous pouvez fermer le Plan du livre en appuyant sur <span class="ui">X</span> dans le coin supérieur droit ou en effectuant n'importe quel geste de Multiple balayages (<b>HAUT-BAS, GAUCHE-DROITE</b>, etc.).
ga: Nuair a osclaíonn tú an <span class="ui">Léarscáil Leabhar</span> den chéad uair agus leabhar á léamh agat, beidh sé i mód <span class="ui">Radharc Eangaí</span>, ag cur na gcaibidlí go léir ar scáileán amháin chun an forbhreathnú tosaigh is fearr a thabhairt ar ábhar an leabhair. Chun faisnéis mhionsonraithe a fháil faoi úsáid, tapáil an deilbhín eolais sa chúinne uachtarach ar chlé. Is féidir leat an Léarscáil Leabhar a dhúnadh trí thapáil <span class="ui">X</span> sa chúinne uachtarach ar dheis nó le haon ghluaiseacht il-shlaipe (<b>SUAS-SÍOS, CLÉ-DEAS</b> etc.).
it: Quando si apre la <span class="ui">Mappa del libro</span> per la prima volta durante la lettura di un libro, sarà in modalità <span class="ui">visualizzazione a griglia</span>, che racchiude tutti i capitoli in un'unica schermata per offrire la migliore panoramica iniziale del contenuto del libro. Per ottenere informazioni dettagliate sull'utilizzo, toccare l'icona Info nell'angolo in alto a sinistra. È possibile chiudere la Mappa del libro toccando la <span class="ui">X</span> nell'angolo in alto a destra o con un qualsiasi gesto di scorrimento multiplo (<b>su-giù, sinistra-destra</b> ecc.).
nl: Wanneer je de <span class="ui">Boekkaart</span> voor het eerst opent tijdens het lezen van een boek, zal deze in <span class="ui">Rasterweergave</span> modus zijn, waardoor alle hoofdstukken op één scherm passen om het beste initiële overzicht van de inhoud van het boek te geven. Voor gedetailleerde informatie over het gebruik, tik op het info pictogram in de linkerbovenhoek. Je kunt de Boekkaart sluiten door op <span class="ui">X</span> in de rechterbovenhoek te tikken of met een multiswipe gebaar (<b>OMHOOG-OMLAAG, LINKS-RECHTS</b> etc.).
pt_br: Ao abrir o <span class="ui">Mapa do Livro</span> pela primeira vez durante a leitura de um livro, ele estará no modo <span class="ui">Visualização em Grade</span>, que reúne todos os capítulos em uma única tela para oferecer a melhor visão geral inicial do conteúdo do livro. Para obter informações detalhadas sobre o uso, toque no ícone de informações no canto superior esquerdo. Você pode fechar o Mapa do Livro tocando no <span class="ui">X</span> no canto superior direito ou com qualquer gesto de multideslize (<b>CIMA-BAIXO, ESQUERDA-DIREITA</b> ,etc.).
pt_pt: Quando abre o <span class="ui">Mapa do Livro</span> pela primeira vez enquanto lê um livro, este estará no modo <span class="ui">Visualização em grelha</span>, ajustando todos os capítulos num único ecrã para fornecer a melhor visão geral inicial do conteúdo do livro. Para obter informações detalhadas sobre a sua utilização, toque no ícone de informações no canto superior esquerdo. Pode fechar o Mapa do Livro tocando em <span class="ui">X</span> no canto superior direito ou com qualquer gesto de deslizamento múltiplo (<b>CIMA-BAIXO, ESQUERDA-DIREITA</b> etc.).
sk: Keď otvoríte prvýkrát pri čítaní knihy <span class="ui">Knižnú mapu</span> bude v režime <span class="ui">Zobrazenia mriežky</span> s umiestnením všetkých kapitol na jednu obrazovku, aby ste získali čo najlepší úvodný prehľad o obsahu knihy. Ak chcete získať podrobné informácie o používaní, ťuknite na ikonu informácií v ľavom hornom rohu. Knižnú mapu môžete zatvoriť ťuknutím na <span class="ui">X</span> v pravom hornom rohu alebo pomocou ľubovoľného gesta viacnásobného prejdenia prstom (<b>hore-nadol, vľavo-vpravo</b> atď.).
sr: Када читате књигу и по први пут отворите <span class="ui">Мапу књиге</span>, она ће се приказати у режиму <span class="ui">Приказ мреже</span> , тако да сва поглавља стану на један екран, чиме добијате најбољи почетни преглед садржаја књиге. Ако желите да видите детаљне информације у вези са употребом, тапните на инфо икону у горњем левом углу. Мапу књиге можете да затворите тако што тапнете на <span class="ui">X</span> у горњем десном углу или било којом гестикулацијом мултипревлачења (<b>ГОРЕ-ДОЛЕ, ЛЕВО-ДЕСНО</b> итд.).
ta: <ச்பான் கிளாச் = "யுஐ"> புத்தக வரைபடம் </ச்பான்> ஒரு புத்தகத்தைப் படிக்கும்போது முதல் முறையாக நீங்கள் திறக்கும்போது, அது <ச்பான் கிளாச் = "யுஐ"> கட்டம் பார்வை </ச்பான்> பயன்முறையில் இருக்கும், புத்தகத்தின் உள்ளடக்கத்தின் சிறந்த ஆரம்ப கண்ணோட்டத்தை அளிக்க அனைத்து அத்தியாயங்களையும் ஒரே திரையில் பொருத்துகிறது. பயன்பாடு பற்றிய விரிவான தகவலைப் பெற, மேல் இடது மூலையில் உள்ள செய்தி ஐகானைத் தட்டவும். மேல் வலது மூலையில் <ச்பான் கிளாச் = "யுஐ"> ஃச் </ச்பான்> ஐத் தட்டுவதன் மூலம் புத்தக வரைபடத்தை மூடலாம் அல்லது எந்த மல்டிச்வைப் சைகை (<b> மேல்-கீழ், இடது-வலது </b> போன்றவை).
uk: При першому відкритті <span class="ui">Мапи книги</span> під час читання книги, вона відкриється у <span class="ui">вигляді решітки</span>, вміщаючи усі розділи на одному екрані, щоб забезпечити найкращий початковий загальний огляд вмісту книги. Щоб отримати детальну інформацію про використання, торкніться значка інформації у верхньому лівому куті. Мапу книги можна закрити дотиком до <span class="ui">X</span> у верхньому правому куті або будь-яким мультижестом (<b>ВГОРУ-ВНИЗ, ВЛІВО-ВПРАВО</b> тощо).
zh_hans: 当您在阅读一本书时第一次打开<span class="ui">书籍地图</span>时，它将处于<span class="ui">网格视图</span>模式，将所有章节都放在一个屏幕上，以提供书籍内容的最佳初始概述。要获取有关使用情况的详细信息，请点击左上角的信息图标。您可以通过点击右上角的<span class="ui">X</span>或使用任何多滑动手势（<b>向上、向左</b>等）关闭书籍地图。

source: Chapter boundaries
es: Límites del capítulo
fr: Limites des chapitres
ga: Teorainneacha caibidle
it: Limiti dei capitoli
nl: Hoofdstukgrenzen
pt_br: Limites do capítulo
pt_pt: Limites do capítulo
sk: Hranice kapitol
sr: Границе поглавља
ta: அத்தியாயம் எல்லைகள்
uk: Межі розділів
zh_hans: 章节边界

source: Black bars indicate read pages. Higher bars means more time spent in page.
es: Las barras negras indican las páginas leídas. Barras más altas significan más tiempo transcurrido en la página.
fr: Les barres noires indiquent les pages lues. Plus les barres sont hautes, plus le temps passé sur la page est long.
ga: Léiríonn barraí dubha leathanaigh léite. Ciallaíonn barraí níos airde níos mó ama a chaitear ar an leathanach.
it: Le barre nere indicano le pagine lette. Le barre più alte indicano il tempo trascorso nella pagina.
nl: Zwarte balken geven gelezen pagina's aan. Hogere balken betekenen meer tijd doorgebracht op de pagina.
pt_br: Barras pretas indicam páginas lidas. Barras mais altas significam mais tempo gasto na página.
pt_pt: As barras pretas indicam páginas lidas. Barras mais altas significam mais tempo passado na página.
sk: Čierne pruhy označujú prečítané stránky. Vyššie pruhy znamenajú dlhší čas strávený na stránke.
sr: Црне линије означавају прочитане странице. Више линије значе више времена проведено на страници.
ta: கருப்பு பார்கள் வாசிப்பு பக்கங்களைக் குறிக்கின்றன. அதிக பார்கள் என்றால் பக்கத்தில் அதிக நேரம் செலவிடப்படுகிறது.
uk: Чорні прямокутники показують прочитані сторінки. Вищі прямокутники означають, що на читання сторінки витрачено більше часу.
zh_hans: 黑色条表示已读页面。高亮的条意味着在页面上花费的时间更多。
