Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Koreader keyboard allows entering extra characters when you tap and hold a key. Most frequently used extra characters are shown below. You can tap and hold the key in the <b>gray box</b> to get the surrounding characters:
es: El teclado de Koreader permite ingresar caracteres adicionales cuando tocas y mantienes presionada una tecla. Los caracteres adicionales más frecuentemente utilizados se muestran a continuación. Puedes hacer toque largo en la tecla del <b>cuadro gris</b> para obtener los caracteres circundantes:
fr: Le clavier KOReader permet de saisir des caractères supplémentaires en maintenant une touche enfoncée. Les caractères supplémentaires les plus utilisés sont affichés ci-dessous. Vous pouvez appuyer longuement sur la touche dans la <b>boîte grise</b> pour obtenir les caractères qui l’entourent :
ga: Le méarchlár Koreader, is féidir leat carachtair bhreise a iontráil nuair a thapaíonn tú agus a choinníonn tú cnaipe. Taispeántar na carachtair bhreise is minice a úsáidtear thíos. Is féidir leat an cnaipe a thapáil agus a choinnigh sa <b>bhosca liath</b> chun na carachtair máguaird a fháil:
it: La tastiera Koreader consente di inserire caratteri extra quando si tocca e si tiene premuto un tasto. I caratteri extra usati più di frequente sono mostrati di seguito. È possibile toccare e tenere premuto il tasto nel <b>riquadro grigio</b> per ottenere i caratteri circostanti:
nl: Het KOReader-toetsenbord laat je extra tekens invoeren door een toets ingedrukt te houden. De meest gebruikte extra tekens staan hieronder. Houd de toets in het <b>grijze vak</b> ingedrukt om de omliggende tekens te krijgen:
pt_br: O teclado do Koreader permite que você digite caracteres extras quando tocar e segurar uma tecla. Os caracteres extras mais usados são mostrados abaixo. Você pode tocar e segurar a tecla na <b>caixa cinza</b> pra ver os caracteres ao redor:
pt_pt: O teclado Koreader permite introduzir caracteres extra quando toca e mantém pressionada uma tecla. Os caracteres extra utilizados com mais frequência são mostrados abaixo. Pode tocar e manter pressionada a tecla na <b>caixa cinzenta</b> para obter os caracteres circundantes:
sk: Klávesnica Koreadera umožňuje zadávanie ďalších znakov, keď ťuknete a podržíte kláves. Najčastejšie používané znaky navyše sú uvedené nižšie. Ťuknutím a podržaním klávesu v <b>sivom poli</b> získate okolité znaky:
sr: Koreader тастатура омогућава унос додатних карактера када тапнете и задржите тастер. Испод су приказани додатни карактери који се најчешће користе. Да бисте добили суседне карактере можете да тапнете и задржите тастер у <b>сивом пољу</b>:
ta: நீங்கள் ஒரு விசையைத் தட்டவும் வைத்திருக்கும்போது கூடுதல் எழுத்துக்களை உள்ளிடவும் கொரியடர் விசைப்பலகை அனுமதிக்கிறது. அடிக்கடி பயன்படுத்தப்படும் கூடுதல் எழுத்துக்கள் கீழே காட்டப்பட்டுள்ளன. சுற்றியுள்ள எழுத்துக்களைப் பெற நீங்கள் <b> கிரே பாக்ச் </b> இல் விசையைத் தட்டவும் வைத்திருக்கவும் முடியும்:
uk: Клавіатура KOReader дозволяє вводити додаткові символи затисканням кнопки. Нижче показано символи, які використовуються найчастіше. Щоб відкрити навколишні символи, затисніть <b>сіру кнопку</b> клавіатури:
zh_hans: 长按键盘按键可输入特殊字符；常用特殊字符如下图所示。长按某个数字键（图上的<b>灰色框</b>）以键入其周围的字符：

source: In addition to the long-press popup, you can also enter these extra characters by swiping on a key. In the example below, you can swipe up on the <b>a</b> key to enter an <b>uppercase A</b> or swipe other directions to enter the characters shown. Note that the example shown includes the full popup for demonstration. You don’t need to open this popup, you can directly swipe on the keys. Once you get used to the locations of the extra characters, you can enter them much quicker this way.
es: Además de la ventana emergente del toque largo, también puedes ingresar estos caracteres adicionales deslizando el dedo sobre una tecla. En el ejemplo siguiente, puedes deslizar hacia arriba sobre la tecla <b>a</b> para ingresar una <b>A mayúscula</b> o deslizar en otras direcciones para ingresar los caracteres mostrados. Ten en cuenta que el ejemplo mostrado incluye la ventana emergente completa con fines demostrativos. No necesitas abrir esta ventana emergente, puedes deslizar directamente sobre las teclas. Una vez acostumbrado a las ubicaciones de los caracteres adicionales, puedes ingresarlos mucho más rápido de esta manera.
fr: En plus du menu contextuel lors d'un appui long, vous pouvez également saisir ces caractères supplémentaires en balayant sur une touche. Dans l'exemple ci-dessous, vous pouvez balayer vers le haut sur la touche <b>a</b> pour saisir un <b>A majuscule</b> ou faire glisser dans d'autres directions pour saisir les caractères affichés. Notez que l'exemple montré inclut le menu contextuel complet à des fins de démonstration. Vous n'avez pas besoin d'ouvrir ce menu contextuel, vous pouvez directement balayer sur les touches. Une fois que vous vous serez habitué à l'emplacement des caractères supplémentaires, vous pourrez les saisir beaucoup plus rapidement de cette façon.
ga: Chomh maith leis an bhfuinneog aníos le brú fada, is féidir leat na carachtair bhreise seo a iontráil trí shlaipeadh ar eochair. Sa sampla thíos, is féidir leat svaipeadh suas ar an eochair <b>a</b> chun <b>A mór</b> a iontráil nó svaipeadh i dtreonna eile chun na carachtair a thaispeántar a iontráil. Tabhair faoi deara go n-áirítear an fhuinneog aníos iomlán san sampla a thaispeántar le haghaidh taispeántais. Ní gá duit an fhuinneog aníos seo a oscailt, is féidir leat svaipeadh go díreach ar na heochracha. Nuair a bheidh tú cleachtaithe le suíomhanna na gcarachtar breise, is féidir leat iad a iontráil i bhfad níos tapúla ar an mbealach seo.
it: Oltre al popup premuto a lungo, è possibile inserire questi caratteri extra anche passando il dito su un tasto. Nell'esempio seguente, è possibile scorrere il dito verso l'alto sul tasto <b>a</b> per inserire una A <b>maiuscola</b> o scorrere in altre direzioni per inserire i caratteri mostrati. Si noti che l'esempio mostrato include la finestra a comparsa completa a scopo dimostrativo. Non è necessario aprire questa finestra a comparsa, è possibile scorrere direttamente sui tasti. Una volta che ci si abitua alla posizione dei caratteri extra, è possibile inserirli molto più rapidamente in questo modo.
nl: Naast het lang-ingedrukt-popup venster kun je deze extra tekens ook invoeren door over een toets te vegen. In het voorbeeld hieronder kun je omhoog vegen op de <b>a</b>-toets voor een <b>hoofdletter A</b> of in andere richtingen voor de getoonde tekens. Het voorbeeld toont de volledige popup ter demonstratie; je hoeft die niet te openen en kunt direct vegen. Als je de posities gewend bent gaat dit veel sneller.
pt_br: Além do popup de toque longo, você também pode inserir esses caracteres extras deslizando o dedo sobre uma tecla. No exemplo abaixo, você pode deslizar para cima sobre a tecla <b>a</b> para inserir um <b>A maiúsculo</b> ou deslizar em outras direções para inserir os caracteres mostrados. Observe que o exemplo mostrado inclui o popup completo para demonstração. Você não precisa abrir esse popup, pode deslizar diretamente nas teclas. Após se acostumar com a localização dos caracteres extras, você poderá inseri-los muito mais rapidamente desta maneira.
pt_pt: Além do pop-up de toque longo, também pode introduzir estes caracteres extra deslizando uma tecla. No exemplo abaixo, pode deslizar para cima na tecla <b>a</b> para introduzir um <b>A maiúsculo</b> ou deslizar noutras direções para introduzir os caracteres apresentados. Note que o exemplo apresentado inclui o pop-up completo para demonstração. Não precisa de abrir este pop-up, pode deslizar diretamente nas teclas. Depois de se habituar à localização dos personagens extra, poderá inseri-los muito mais rapidamente desta forma.
sk: Okrem kontextového okna s dlhým stlačením môžete tieto ďalšie znaky zadať aj potiahnutím prstom po klávese. V príklade nižšie môžete potiahnutím prstom nahor po klávese <b>a</b> zadať <b>veľké písmeno A</b> alebo potiahnutím iným smerom zadať zobrazené znaky. Všimnite si, že zobrazený príklad obsahuje úplné vyskakovacie okno na ukážku. Toto vyskakovacie okno nemusíte otvárať, môžete priamo prejsť prstom po klávesoch. Keď si zvyknete na umiestnenie ďalších znakov, môžete ich týmto spôsobom písať oveľa rýchlejšie.
sr: Уз искачући прозор који се добија дугим притиском, ове додатне карактере можете да унесете и превлачењем по тастеру. У примеру испод, можете да превучете навише тастер <b>a</b> када желите да унесете <b>велико А</b>, или да превучете у било ком другом смеру да унесете приказане карактере. Запазите да доњи пример приказује комплетан искачући прозор само да би било јасније објашњење. Нема потребе да отварате овај прозор, можете директно да превлачите по тастерима. Једном када се навикнете на локације додатних карактера, на овај начин ћете бити у стању да их уносите много брже.
ta: நீண்ட அழுத்த பாப்அப்பிற்கு கூடுதலாக, ஒரு விசையில் ச்வைப் செய்வதன் மூலம் இந்த கூடுதல் எழுத்துக்களையும் உள்ளிடலாம். கீழேயுள்ள எடுத்துக்காட்டில், <b> ஒரு </b> விசையில் ஒரு <b> பெரிய எழுத்து A </b> ஐ உள்ளிடலாம் அல்லது காட்டப்பட்ட எழுத்துக்களை உள்ளிட பிற திசைகளை ச்வைப் செய்யலாம். காட்டப்பட்டுள்ள எடுத்துக்காட்டில் ஆர்ப்பாட்டத்திற்கான முழு மேல்தோன்றல் அடங்கும் என்பதை நினைவில் கொள்க. இந்த பாப்அப்பை நீங்கள் திறக்க தேவையில்லை, நீங்கள் நேரடியாக விசைகளை ச்வைப் செய்யலாம். கூடுதல் எழுத்துக்களின் இருப்பிடங்களுடன் நீங்கள் பழகியதும், அவற்றை இந்த வழியில் மிக விரைவாக உள்ளிடலாம்.
uk: На додачу до зринаючого вікна при затисненні, кнопки додаткових символів також можна відкрити протягнувши пальцем по кнопці. На наведеному нижче прикладі можна протягнути пальцем вгору на кнопці <b>«a»</b>, щоб вписати <b>велику літеру «A»</b> або ж протягнути в інших напрямках, щоб вписати відповідні символи. Майте на увазі, що на нижченаведеному прикладі показано повне зринаюче вікно. Відкривати це зринаюче вікно не обов'язково, можна просто протягувати пальцем на кнопках. Щойно ви звикнете до розміщення додаткових символів, набирати текст таким чином буде набагато швидше.
zh_hans: 除了长按键盘按键弹出的特殊字符窗口外，还可通过在按键上滑动输入特殊字符。如下方图示，在<b>字母a</b>按键向其它方向滑动，可输入对应字符（如上划输入<b>大写字母A</b>）。请注意图中的完整特殊字符窗口仅供演示，在滑动时不必等待窗口弹出即可完成输入。熟悉特殊字符的位置排布之后，滑动输入会让打字非常迅速。

source: If this feature interferes with your usage, you can disable it by unchecking:
es: Si esta característica interfiere con tu uso, puedes desactivarla desmarcando:
fr: Si cette fonctionnalité interfère avec votre utilisation, vous pouvez la désactiver en décochant :
ga: Má chuireann an ghné seo isteach ar d’úsáid, is féidir leat í a dhíchumasú trí dhíthiceáil a dhéanamh ar:
it: Se questa funzione interferisce con il vostro utilizzo, potete disattivarla deselezionandola:
nl: Als deze functie je in de weg zit kun je haar uitschakelen door het volgende uit te vinken:
pt_br: Se essa funcionalidade interferir com o seu uso, você pode desativá-la desmarcando:
pt_pt: Se esta funcionalidade interferir com a utilização, poderá desativá-lo desmarcando:
sk: Ak táto funkcia narúša vaše používanie, môžete ju zakázať zrušením začiarknutia:
sr: Ако ова функција прави сметње у начину на који користите програм, можете да је искључите тако што уклоните штиклирање са:
ta: இந்த நற்பொருத்தம் உங்கள் பயன்பாட்டில் குறுக்கிட்டால், தேர்வு செய்யாமல் அதை முடக்கலாம்:
uk: Якщо ця функція заважає, її можна вимкнути знявши галочку тут:
zh_hans: 若该功能影响正常键入，可通过取消下列选项来禁用：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Device / Keyboard / Swipe to input additional characters
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Dispositivo / Teclado / Deslizar el dedo para introducir carácteres adicionales
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Appareil / Clavier / Balayer pour saisir des caractères supplémentaires
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Gléas / Méarchlár / Svaidhpeáil chun carachtair bhreise a ionchur
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Dispositivo / Tastiera / Fare scorrere per inserire caratteri aggiuntivi
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Apparaat / Toetsenbord / Vegen om extra tekens in te voeren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Dispositivo / Teclado / Deslizar para inserir caracteres adicionais
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Devices / Teclado / Deslize para introduzir caracteres adicionais
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Zariadenie / Klávesnica / Potiahnutím prsta zadať ďalšie znaky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ Уређај / Тастатура / Превуците да унесете додатне карактере
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Пристрій / Клавіатура / Введення додаткових символів протягуванням
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;">/ 设备相关 / 键盘 / 划动输入特殊字符

source: Additionally there are some shortcuts for easier text manipulation. You can <b>tap and hold</b> these keys for extra actions:
es: Además hay algunos atajos para facilitar la manipulación de texto. Puedes hacer <b>toque largo</b> en estas teclas para acciones adicionales:
fr: De plus, il existe quelques raccourcis pour faciliter la manipulation du texte. Vous pouvez <b>appuyer longuement</b> sur ces touches pour des actions supplémentaires :
ga: Ina theannta sin, tá roinnt aicearraí ann le haghaidh ionramháil téacs níos éasca. Is féidir leat na heochracha seo a <b>thapáil agus a shealbhú</b> le haghaidh gníomhartha breise:
it: Inoltre, sono disponibili alcune scorciatoie per facilitare la manipolazione del testo. È possibile <b>toccare e tenere premuto</b> questi tasti per eseguire altre azioni:
nl: Daarnaast zijn er enkele sneltoetsen om tekst makkelijker te bewerken. Je kunt deze toetsen <b>ingedrukt houden</b> voor extra acties:
pt_br: Adicionalmente, há alguns atalhos para facilitar a manipulação de texto. Você pode <b>tocar e segurar</b> essas teclas para ações extras:
pt_pt: Além disso, existem alguns atalhos para facilitar a manipulação de texto. Pode <b>tocar e segurar</b> estas teclas para ações extra:
sk: Okrem toho existuje niekoľko skratiek pre ľahšiu manipuláciu s textom. Môžete <b>ťuknúť a podržať</b> tieto klávesy pre ďalšie akcie:
sr: Такође постоје још неке пречице које олакшавају манипулацију текста. Следеће тастере можете да <b>тапнете и задржите</b> и извршите следеће акције:
ta: கூடுதலாக, எளிதான உரை கையாளுதலுக்கான சில குறுக்குவழிகள் உள்ளன. கூடுதல் செயல்களுக்கு நீங்கள் <b> தட்டவும் வைத்திருக்கவும் </b> இந்த விசைகள்:
uk: На додачу існують дії, які спрощують користування клавіатурою. Можна <b>затиснути</b> відповідні клавіші, щоб активувати їх додаткові функції:
zh_hans: 另外，快捷键可以让字符修改更加便捷。<b>长按</b>下列按键以执行对应操作：

source: <b>Left Arrow</b> - Moves the cursor to the beginning of the line
es: <b>Flecha izquierda</b> - Mueve el cursor al comienzo de la línea
fr: <b>Flèche gauche</b> - Déplace le curseur au début de la ligne
ga: <b>Saighead Chlé</b> - Bogann sé an cúrsóir go dtí tús na líne
it: <b>Freccia sinistra</b> - Sposta il cursore all'inizio della riga
nl: <b>Pijl links</b> - Verplaatst de cursor naar het begin van de regel
pt_br: <b>Seta para esquerda</b> - Move o cursor para o início da linha
pt_pt: <b>Seta esquerda</b> - Desloca o cursor para o início da linha
sk: <b>Šípka doľava</b> – presunie kurzor na začiatok riadku
sr: <b>Лева стрелица</b> - помера курсор на почетак линије
ta: <b> இடது அம்பு </b> - கர்சரை வரியின் தொடக்கத்திற்கு நகர்த்துகிறது
uk: <b>Стрілка вліво</b> – переміщує курсор до початку рядка
zh_hans: <b>左方向键</b> - 将光标移至行首

source: <b>Right Arrow</b> - Moves the cursor to the end of the line
es: <b>Flecha derecha</b> - Mueve el cursor al final de la línea
fr: <b>Flèche droite</b> - Déplace le curseur à la fin de la ligne
ga: <b>Saighead ar Dheis</b> - Bogann sé an cúrsóir go dtí deireadh na líne
it: <b>Freccia destra</b> - Sposta il cursore alla fine della riga
nl: <b>Pijl rechts</b> - Verplaatst de cursor naar het einde van de regel
pt_br: <b>Seta para direita</b> - Move o cursor para o final da linha
pt_pt: <b>Seta direita</b> - Desloca o cursor para o fim da linha
sk: <b>Šípka doprava</b> – presunie kurzor na koniec riadku
sr: <b>Десна стрелица</b> - помера курсора на крај линије
ta: <b> வலது அம்பு </b> - கர்சரை வரியின் முடிவில் நகர்த்துகிறது
uk: <b>Стрілка вправо</b> – переміщує курсор до кінця рядка
zh_hans: <b>右方向键</b> - 将光标移至行末

source: Also <span class="ui">backspace</span> key behaves different when you make swipe gestures on it:
es: También la tecla <span class="ui">retroceso</span> se comporta de forma diferente cuando realizas gestos de deslizamiento sobre ella:
fr: La touche <span class="ui">retour arrière</span> se comporte également différemment selon le geste de balayage effectué dessus :
ga: Chomh maith leis sin, iompraíonn an eochair <span class="ui">cúlspás</span> ar bhealach difriúil nuair a dhéanann tú gothaí svaidhpeála uirthi:
it: Anche il tasto <span class="ui">backspace</span> si comporta in modo diverso quando si eseguono gesti di scorrimento su di esso:
nl: Ook de <span class="ui">backspace</span>-toets gedraagt zich anders wanneer je er veeggebaren op maakt:
pt_br: Além disso, a tecla <span class="ui">backspace (apagar)</span> se comporta diferentemente quando você usa gestos nela:
pt_pt: Além disso, a tecla <span class="ui">backspace</span> comporta-se de forma diferente quando faz gestos de deslizar sobre ela:
sk: Kláves <span class="ui">backspace</span> sa tiež správa inak, keď na ňom vykonávate gestá potiahnutia prstom:
sr: Такође, тастер <span class="ui">брисања уназад</span> се другачије понаша када на њему извршавате гестикулације превлачења:
ta: <ச்பான் கிளாச் = "யுஐ"> பேக்ச்பேச் </ச்பான்> நீங்கள் ச்வைப் சைகைகளைச் செய்யும்போது விசை வேறுபட்டது:
uk: Також кнопка <span class="ui">Backspace</span> виконує різні дії, якщо натиснути на неї і протягнути пальцем, а саме:
zh_hans: <span class="ui">回退键</span>在划动手势下可执行不同操作：

source: <b>Tap:</b> Delete a character
es: <b>Toque:</b> Elimina un caracter
fr: <b>Appui :</b> Supprimer un caractère
ga: <b>Tapáil:</b> Scrios carachtar
it: <b>Toccare:</b> Cancellare un carattere
nl: <b>Tik:</b> verwijdert één teken
pt_br: <b>Tocar:</b> Deleta um caractere
pt_pt: <b>Pressionar:</b> Apagar um caractere
sk: <b>Ťuknutie:</b> Odstránenie znaku
sr: <b>Тап:</b> брише карактер
ta: <b> தட்டவும்: </b> ஒரு எழுத்தை நீக்கு
uk: <b>Дотик</b> – видалити символ
zh_hans: <b>点按</b>：删除前一个字符

source: <b>Long-press:</b> Delete the whole line
es: <b>Toque largo:</b> Elimina la línea completa
fr: <b>Appui long :</b> Supprimer toute la ligne
ga: <b>Brúigh go mall:</b> Scrios an líne iomlán
it: <b>Premere a lungo:</b> Cancellare l'intera riga
nl: <b>Lang ingedrukt:</b> verwijdert de hele regel
pt_br: <b>Toque longo:</b> Deleta a linha toda
pt_pt: <b>Pressionar continuamente:</b> Apague a linha inteira
sk: <b>Dlhé stlačenie:</b> Vymazať celý riadok
sr: <b>Дуги притисак:</b> брише се цела линија
ta: <b> நீண்ட-அழுத்த: </b> முழு வரியையும் நீக்கு
uk: <b>Затискання</b> – видалити весь рядок
zh_hans: <b>长按</b>：删除整行

source: <b>Swipe left:</b> Delete part of the word left of the cursor
es: <b>Desplazamiento izquierda:</b> Elimina la parte de la palabra a la izquierda del cursor
fr: <b>Balayer vers la gauche :</b> Supprimer une partie du mot à gauche du curseur
ga: <b>Svaip ar chlé:</b> Scrios cuid den fhocal ar chlé den chúrsóir
it: <b>Scorrere a sinistra:</b> Cancella una parte della parola a sinistra del cursore
nl: <b>Veeg naar links:</b> verwijdert een deel van het woord links van de cursor
pt_br: <b>Deslizar para a esquerda:</b> Deleta parte da palavra à esquerda do cursor
pt_pt: <b>Deslizar para a esquerda:</b> Elimina parte da palavra à esquerda do cursor
sk: <b>Prejdenie prstom doľava:</b> Odstránenie časti slova naľavo od kurzora
sr: <b>Превлачење улево:</b> брише се део речи лево од курсора
ta: <b> இடதுபுறமாக ச்வைப்: </b> கர்சரின் இடதுபுறத்தில் உள்ள வார்த்தையின் ஒரு பகுதியை நீக்கு
uk: <b>Протягування ліворуч</b> – видалити частину слова, яка знаходиться лівіше від курсора
zh_hans: <b>左划</b>：删除光标左侧的字

source: <b>Swipe up:</b> Delete the whole word
es: <b>Deslizamiento arriba:</b> Elimina la palabra completa
fr: <b>Balayer vers le haut :</b> Supprimer le mot entier
ga: <b>Svaip suas:</b> Scrios an focal ar fad
it: <b>Scorrere verso l'alto:</b> Cancella l'intera parola
nl: <b>Veeg omhoog:</b> verwijdert het hele woord
pt_br: <b>Deslizar para cima:</b> Deleta a palavra inteira
pt_pt: <b>Deslizar para cima:</b> Apagar a palavra inteira
sk: <b>Prejdenie prstom nahor:</b> Vymazanie celého slova
sr: <b>Превлачење навише:</b> брише се цела реч
ta: <b> ச்வைப் மேலே: </b> முழு வார்த்தையையும் நீக்கு
uk: <b>Протягування вгору</b> – видалити ціле слово
zh_hans: <b>上划</b>：删除光标所在的整个字词

source: For more information, you can check the <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">related wiki page</a>.
es: Para más información puedes consultar la <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">página wiki relacionada</a>.
fr: Pour plus d’informations, vous pouvez consulter la <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">page wiki associée</a>.
ga: Chun tuilleadh eolais a fháil, is féidir leat an <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">leathanach vicí gaolmhar</a> a sheiceáil.
it: Per ulteriori informazioni, è possibile consultare la pagina wiki <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">relativa</a>.
nl: Voor meer informatie zie de <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">bijbehorende wikipagina</a>.
pt_br: Para mais informações, confira a <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">página da wiki relacionada</a>.
pt_pt: Para mais informações, pode consultar a <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">página wiki relacionada</a>.
sk: Viac informácií nájdete na <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">súvisiacej wiki stránke</a>.
sr: За више информација, погледајте <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">одговарајућу вики страницу</a>.
ta: மேலும் தகவலுக்கு, நீங்கள் <a href = "https://github.com/koreader/koreader/wiki/viki-keyboard"> தொடர்புடைய விக்கி பக்கம் </a> ஐ சரிபார்க்கலாம்.
uk: Більше інформації можна знайти на <a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">відповідній сторінці вікі</a>.
zh_hans: 详细信息请查阅对应<a href="https://github.com/koreader/koreader/wiki/Virtual-keyboard">维基页</a>。
