Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b> Wallabag </b> - Downloads the latest articles from a Wallabag server as individual EPUB files. Check our <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki page</a> for more info.
es: <b>Wallabag</b> - Descarga los artículos más recientes de un servidor Wallabag como archivos EPUB individuales. Consulta nuestra <a href="https://github.com/koreader/koreader/wiki/Wallabag">página wiki</a> para más información.
fr: <b> Wallabag </b> - Télécharge les derniers articles d'un serveur Wallabag sous forme de fichiers EPUB individuels. Consultez notre <a href="https://github.com/koreader/koreader/wiki/Wallabag">page wiki</a> pour plus d'informations.
ga: <b>Wallabag</b> - Íoslódálann sé na hairteagail is déanaí ó fhreastalaí Wallabag mar chomhaid EPUB aonair. Féach ar ár <a href="https://github.com/koreader/koreader/wiki/Wallabag">leathanach vicí</a> le haghaidh tuilleadh eolais.
it: <b> Wallabag </b> - Scarica gli ultimi articoli da un server Wallabag come singoli file EPUB. Consultate la nostra <a href="https://github.com/koreader/koreader/wiki/Wallabag">pagina wiki</a> per maggiori informazioni.
nl: <b> Wallabag </b> - Downloadt de nieuwste artikelen van een Wallabag-server als afzonderlijke EPUB-bestanden. Zie onze <a href="https://github.com/koreader/koreader/wiki/Wallabag">wikipagina</a> voor meer info.
pt_br: <b>Wallabag</b> - Baixa os artigos mais recentes de um servidor Wallabag como arquivos EPUB individuais. Confira nossa <a href="https://github.com/koreader/koreader/wiki/Wallabag">página wiki</a> para mais informações.
sk: <b> Wallabag </b> - Sťahuje najnovšie články zo servera Wallabag ako jednotlivé súbory EPUB. Viac informácií nájdete na našej <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki stránke</a>.
sr: <b> Wallabag </b> - Преузима најновије чланке са Wallabag сервера као посебне EPUB фајлове. За више информација погледајте нашу <a href="https://github.com/koreader/koreader/wiki/Wallabag">вики страницу</a>.
ta: <b> வாலபாக் </b> - வாலபாக் சேவையகத்திலிருந்து அண்மைக் கால கட்டுரைகளை தனிப்பட்ட எபப் கோப்புகளாக பதிவிறக்குகிறது. மேலும் தகவலுக்கு எங்கள் <a href = "https://github.com/koreader/koreader/wiki/wallabag"> விக்கி பக்கம் சரிபார்க்கவும்.
uk: <b> Wallabag </b> – завантажує останні статті з сервера Wallabag як окремі файли EPUB. Докладніше читайте на <a href="https://github.com/koreader/koreader/wiki/Wallabag">сторінці вікі</a>.
zh_hans: <b> Wallabag </b> - 从 Wallabag 服务器下载最新文章并生成单独的 EPUB 文件。查看我们的<a href="https://github.com/koreader/koreader/wiki/Wallabag">维基页面</a>了解更多信息。

source: Controlling your reader from another device - HTTP Inspector Plugin
es: Controlar tu lector desde otro dispositivo - Plugin HTTP Inspector
fr: Contrôler votre lecteur depuis un autre appareil - Plugin HTTP Inspector
ga: Ag rialú do léitheoir ó ghléas eile - Breiseán Cigire HTTP
it: Controllo del lettore da un altro dispositivo - Estensione HTTP Inspector KOReader
nl: Je ereader bedienen vanaf een ander apparaat - HTTP Inspector-plugin
pt_br: Controlando o seu leitor de outro dispositivo - Plugin HTTP Inspector
pt_pt: Controlar o seu leitor a partir de outro dispositivo - Plugin HTTP Inspector
sk: Ovládanie vašej čítačky z iného zariadenia - doplnok HTTP Inspector
sr: Контрола вашег читача са другог уређаја - Додатак HTTP инспектор
ta: வேறொரு சாதனத்திலிருந்து உங்கள் வாசகரைக் கட்டுப்படுத்துதல் - HTTP இன்ச்பெக்டர் சொருகி
uk: Керування е-читалкою з іншого пристрою – модуль HTTP Inspector
zh_hans: 从另一台设备控制您的阅读器 - HTTP Inspector 插件

# user_guide/en.html+html.body.div.p:4686-3
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: This plugin allows you to control your device from another device over wifi. It works by running a simple HTTP server on your device which serves a page containing KOReader controls. You can access this page over your network and control your reader device. But be aware of these points when using this plugin:
es: Este complemento te permite controlar tu dispositivo desde otro dispositivo por wifi. Funciona ejecutando un servidor HTTP simple en tu dispositivo que muestra una página con los controles de KOReader. Puedes acceder a esta página a través de tu red y controlar tu lector. Sin embargo, ten en cuenta lo siguiente al usar este complemento:
fr: Ce plugin vous permet de contrôler votre appareil depuis un autre appareil via Wi-Fi. Il fonctionne en exécutant un simple serveur HTTP sur votre appareil qui sert une page contenant les commandes KOReader. Vous pouvez accéder à cette page via votre réseau et contrôler votre appareil de lecture. Mais gardez à l'esprit les points suivants lorsque vous utilisez ce plugin :
ga: Ligeann an breiseán seo duit do ghléas a rialú ó ghléas eile thar wifi. Oibríonn sé trí fhreastalaí HTTP simplí a rith ar do ghléas a fhreastalaíonn ar leathanach ina bhfuil rialuithe KOReader. Is féidir leat rochtain a fháil ar an leathanach seo thar do líonra agus do ghléas léitheoirí a rialú. Ach bíodh na pointí seo ar eolas agat agus an breiseán seo á úsáid agat:
it: Questa estensione consente di controllare il dispositivo da un altro dispositivo via wifi. Funziona eseguendo un semplice server HTTP sul dispositivo che serve una pagina contenente i controlli di KOReader. È possibile accedere a questa pagina attraverso la rete e controllare il dispositivo di lettura. Tuttavia, quando si utilizza questa estensione, è necessario prestare attenzione ai seguenti punti:
nl: Deze plugin laat je je apparaat bedienen vanaf een ander apparaat via wifi. Hij werkt door een eenvoudige HTTP-server op je apparaat te draaien die een pagina met KOReader-bediening levert. Je kunt deze pagina via je netwerk openen en zo je ereader bedienen. Let op deze punten bij gebruik van deze plugin:
pt_br: Este plugin permite que você controle o seu dispositivo a partir de outro dispositivo via Wi-Fi. Ele funciona executando um servidor HTTP simples no seu dispositivo, que serve uma página contendo os controles do KOReader. Você pode acessar esta página pela sua rede e controlar seu dispositivo leitor. Mas esteja ciente destes pontos ao usar este plugin:
sk: Tento doplnok vám umožňuje ovládať vaše zariadenie z iného zariadenia cez Wi-Fi. Funguje tak, že na vašom zariadení spustí jednoduchý HTTP server, ktorý zobrazuje stránku s ovládacími prvkami KOReaderu. K tejto stránke máte prístup cez sieť a môžete ovládať svoju čítačku. Pri používaní tohto doplnku si však uvedomte tieto body:
sr: Овај додатак вам омогућава да свој уређај контролишете са неког другог уређаја преко wifi мреже. Функционише тако што вашем уређају покреће једноставни HTTP сервер који сервира страницу са KOReader контролама. Овој страници можете да приступите преко мреже и тако контролишете свој уређај читача. Али пазите се следећих ствари док користите овај додатак:
ta: இந்த சொருகி வைஃபை வழியாக மற்றொரு சாதனத்திலிருந்து உங்கள் சாதனத்தை கட்டுப்படுத்த உங்களை அனுமதிக்கிறது. உங்கள் சாதனத்தில் எளிய HTTP சேவையகத்தை இயக்குவதன் மூலம் இது செயல்படுகிறது, இது கோரேடர் கட்டுப்பாடுகளைக் கொண்ட ஒரு பக்கத்தை வழங்குகிறது. உங்கள் பிணையத்தில் இந்தப் பக்கத்தை அணுகலாம் மற்றும் உங்கள் வாசகர் சாதனத்தை கட்டுப்படுத்தலாம். ஆனால் இந்த சொருகி பயன்படுத்தும் போது இந்த புள்ளிகளைப் பற்றி எச்சரிக்கையாக இருங்கள்:
uk: Цей модуль дозволяє керувати своїм пристроєм з іншого пристрою через Wi-Fi. Він працює, запускаючи на пристрої простий HTTP-сервер, який обслуговує сторінку з елементами керування KOReader. До цієї сторінки можна отримати доступ через мережу Wi-Fi та керувати своїм пристроєм для читання. Але під час використання цього модуля майте на увазі такі моменти:
zh_hans: 该插件允许您通过 wifi 从另一台设备控制您的设备。它的工作原理是在您的设备上运行一个简单的 HTTP 服务器，该服务器提供包含 KOReader 控件的页面。您可以通过网络访问此页面并控制您的阅读器设备。但是在使用此插件时请注意以下几点：

source: This is an experimental plugin so <b>use this at your own risk</b>
es: Este es un complemento experimental, así que <b>úselo bajo su propio riesgo</b>
fr: Il s'agit d'un plugin expérimental, donc <b>utilisez-le à vos propres risques</b>
ga: Breiseán turgnamhach é seo mar sin <b>bain úsáid as seo ar do phriacal féin</b>
it: Questa è un 'estensione sperimentale, quindi <b>utilizzatela a vostro rischio e pericolo</b>
nl: Dit is een experimentele plugin dus <b>gebruik op eigen risico</b>
pt_br: Este é um plugin experimental, então <b>use-o por sua conta e risco</b>
pt_pt: Este é um plugin experimental, por isso <b>use-o por sua conta e risco</b>
sk: Toto je experimentálny doplnok, takže ho <b>používajte na vlastné riziko</b>
sr: Ово је експериментални додатак, <b>користите га на сопствени ризик</b>
ta: இது ஒரு சோதனை சொருகி எனவே <b> இதை உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும் </b>
uk: Це експериментальний модуль, тож <b>використовуйте його на власний ризик</b>
zh_hans: 这是一个实验性插件，因此<b>使用它需要您自担风险</b>

source: This plugin is enabled by default, but the server is <b>NOT</b> started by default. You can start it manually or set it to <b>auto start</b>.
es: Este complemento está habilitado por defecto, pero el servidor <b>NO</b> se inicia por defecto. Puedes iniciarlo manualmente o configurarlo para que se <b>inicie automáticamente</b>.
fr: Ce plugin est activé par défaut, mais le serveur n'est <b>PAS</b> démarré par défaut. Vous pouvez le démarrer manuellement ou le configurer pour qu'il <b>démarre automatiquement.</b>.
ga: Tá an breiseán seo cumasaithe de réir réamhshocraithe, ach <b>NÍL</b> an freastalaí tosaithe de réir réamhshocraithe. Is féidir leat é a thosú de láimh nó é a shocrú go <b>tús uathoibríoch</b>.
it: Questa estensione è abilitata per impostazione predefinita, ma il server <b>NON</b> è avviato per impostazione predefinita. È possibile avviarlo manualmente o impostarlo su <b>avvio automatico</b>.
nl: Deze plugin is standaard ingeschakeld, maar de server wordt standaard <b>NIET</b> gestart. Je kunt hem handmatig starten of op <b>automatisch starten</b> zetten.
pt_br: Este plugin é habilitado por padrão, mas o servidor <b>NÃO</b> é iniciado por padrão. Você pode iniciá-lo manualmente ou configurá-lo para <b>início automático</b>.
sk: Tento doplnok je štandardne povolený, ale server sa štandardne <b>NESPUSTÍ</b>. Môžete ho spustiť manuálne alebo nastaviť <b>automatické spustenie</b>.
sr: Овај додатак је подразумевано укључен, али се сервер <b>НЕ</b> покреће подразумевано. Можете ручно да га покренете или да га поставите на <b>ауто старт</b>.
ta: இந்த சொருகி இயல்பாக இயக்கப்பட்டது, ஆனால் சேவையகம் <b> அல்ல </b> இயல்பாகவே தொடங்கப்படுகிறது. நீங்கள் அதை கைமுறையாக தொடங்கலாம் அல்லது <b> ஆட்டோ ச்டார்ட் </b> என அமைக்கலாம்.
uk: Цей модуль типово увімкнено, але сервер типово <b>НЕ</b> запускається. Запустити його можна власноруч або налаштувати <b>автоматичний запуск</b>.
zh_hans: 默认情况下，此插件处于启用状态，但默认情况下服务器<b>不会</b>启动。您可以手动启动它，也可以将其设置为<b>自动启动</b>。

source: You should run this plugin <b>only on trusted networks</b>, as it is highly insecure (no HTTPS, no access restriction, no authentication)
es: Debe ejecutar este complemento <b>solo en redes confiables</b>, ya que es altamente inseguro (sin HTTPS, sin restricción de acceso, sin autenticación)
fr: Vous ne devez utiliser ce plugin <b>que sur des réseaux fiables</b>, car il est très peu sécurisé (pas de HTTPS, pas de restriction d'accès, pas d'authentification)
ga: Níor cheart duit an breiseán seo a rith <b>ar líonraí iontaofa amháin</b>, mar go bhfuil sé thar a bheith neamhshábháilte (gan HTTPS, gan srian rochtana, gan fíordheimhniú)
it: Questa estensione deve essere eseguita <b>solo su reti fidate</b>, poiché è altamente insicura (nessun HTTPS, nessuna restrizione di accesso, nessuna autenticazione)
nl: Draai deze plugin <b>alleen op vertrouwde netwerken</b>, want hij is zeer onveilig (geen HTTPS, geen toegangsbeperking, geen authenticatie)
pt_br: Você deve executar este plugin <b>somente em redes confiáveis</b>, pois ele é altamente inseguro (sem HTTPS, sem restrição de acesso, sem autenticação)
sk: Tento doplnok by ste mali spúšťať <b>iba na dôveryhodných sieťach</b>, pretože je veľmi nezabezpečený (žiadny HTTPS, žiadne obmedzenie prístupu, žiadne overovanie)
sr: Овај додатак би требало да извршавате <b>само на мрежама којима верујете</b>, јер је веома небезбедан (нема HTTPS, нема ограничења приступа, нема потврде идентитета)
ta: நீங்கள் இந்த சொருகி <b> நம்பகமான நெட்வொர்க்குகளில் மட்டுமே இயக்க வேண்டும் </b>, இது மிகவும் பாதுகாப்பற்றது (HTTP கள் இல்லை, அணுகல் கட்டுப்பாடு இல்லை, ஏற்பு இல்லை)
uk: Цей модуль слід запускати <b>лише в перевірених мережах</b>, оскільки він дуже небезпечний (без HTTPS, без обмежень доступу, без автентифікації)
zh_hans: 您应该<b>仅在受信任的网络上</b>运行此插件，因为它非常不安全（没有 HTTPS、没有访问限制、没有身份验证）

source: You can read an example use case for this plugin on the <a href="https://www.mobileread.com/forums/showthread.php?t=359837">MobileRead forum</a>
es: Puede leer un ejemplo de caso de uso para este complemento en el <a href="https://www.mobileread.com/forums/showthread.php?t=359837">foro de MobileRead</a>
fr: Vous pouvez lire un exemple d'utilisation de ce plugin sur le <a href="https://www.mobileread.com/forums/showthread.php?t=359837">forum MobileRead</a>
ga: Is féidir leat cás úsáide samplach don bhreiseán seo a léamh ar an <a href="https://www.mobileread.com/forums/showthread.php?t=359837">fóram MobileRead</a>
it: È possibile leggere un esempio di utilizzo di questa estensione sul forum <a href="https://www.mobileread.com/forums/showthread.php?t=359837">MobileRead</a>
nl: Een praktijkvoorbeeld van gebruik van deze plugin kun je lezen op het <a href="https://www.mobileread.com/forums/showthread.php?t=359837">MobileRead-forum</a>
pt_br: Você pode ler um exemplo de uso para este plugin no <a href="https://www.mobileread.com/forums/showthread.php?t=359837">fórum MobileRead</a>
sk: Príklad použitia tohto doplnku si môžete prečítať na <a href="https://www.mobileread.com/forums/showthread.php?t=359837">fóre MobileRead</a>
sr: Пример случаја употребе овог додатка можете да прочитате на <a href="https://www.mobileread.com/forums/showthread.php?t=359837">MobileRead форуму</a>
ta: <A href = "https://www.mobileread.com/forums/showthread.php?t=359837"> மொபிலெர்எட் மன்றம் </a>
uk: З прикладом використання цього модуля можна ознайомитися на <a href="https://www.mobileread.com/forums/showthread.php?t=359837">форумі MobileRead</a>
zh_hans: 您可以在 <a href="https://www.mobileread.com/forums/showthread.php?t=359837">MobileRead 论坛上阅读此插件的示例用例</a>

# user_guide/en.html+html.body.div.div:4701-9
source: User patches
sk: Používateľské záplaty
ta: பயனர் திட்டுகள்
uk: Користувацькі латки
zh_hans: 用户补丁

# user_guide/en.html+html.body.div.p:4703-3
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: User patches are small files written in <b>Lua</b> language. They can change the functionality of KOReader without modifying your installation permanently. They can be written by developers, other users or you can write one yourself (if you have the necessary extensive knowledge about the KOReader internals).
es: Los parches de usuario son pequeños archivos escritos en lenguaje <b>Lua</b>. Pueden cambiar la funcionalidad de KOReader sin modificar la instalación permanentemente. Pueden ser escritos por desarrolladores, otros usuarios o por tí mismo (si tienes los conocimientos necesarios sobre el funcionamiento interno de KOReader).
fr: Les correctifs utilisateur sont de petits fichiers écrits en langage <b>Lua</b>. Ils permettent de modifier les fonctionnalités de KOReader sans modifier définitivement votre installation. Ils peuvent être écrits par des développeurs, d'autres utilisateurs ou vous pouvez en écrire un vous-même (si vous disposez des connaissances approfondies nécessaires sur le fonctionnement interne de KOReader).
ga: Is comhaid bheaga iad paistí úsáideora atá scríofa i dteanga <b>Lua</b>. Is féidir leo feidhmiúlacht KOReader a athrú gan do shuiteáil a mhodhnú go buan. Is féidir le forbróirí, le húsáideoirí eile iad a scríobh nó is féidir leat ceann a scríobh tú féin (má tá an t-eolas fairsing riachtanach agat faoi ghnéithe inmheánacha KOReader).
it: Le patch utente sono piccoli file scritti in linguaggio <b>Lua</b>. Possono cambiare la funzionalità di KOReader senza modificare l'installazione in modo permanente. Possono essere scritte dagli sviluppatori, da altri utenti o da voi stessi (se avete la necessaria conoscenza approfondita degli interni di KOReader).
nl: Gebruikerspatches zijn kleine bestanden geschreven in de <b>Lua</b>-taal. Ze kunnen de functionaliteit van KOReader wijzigen zonder je installatie permanent aan te passen. Ze kunnen geschreven zijn door ontwikkelaars, andere gebruikers of door jezelf (als je de uitgebreide kennis van de interne werking van KOReader hebt).
pt_br: Patches de usuário são pequenos arquivos escritos na linguagem <b>Lua</b>. Eles podem alterar a funcionalidade do KOReader sem modificar sua instalação permanentemente. Eles podem ser escritos por desenvolvedores, outros usuários ou você mesmo pode criar um (se tiver o conhecimento necessário sobre os componentes internos do KOReader).
sk: Užívateľské programové záplaty sú malé súbory napísané v jazyku <b>Lua</b>. Môžu zmeniť funkčnosť KOReadera bez trvalej úpravy vašej inštalácie. Môžu ich napísať vývojári, iní používatelia alebo si ich môžete napísať sami (ak máte potrebné rozsiahle znalosti o vnútornom prostredí KOReadera).
sr: Корисничке закрпе су мали фајлови написани на <b>Lua</b> језику. Они могу да измене функционалност програма KOReader без трајне измене ваше инсталације. Могу да их напишу програмери, остали корисници, или то сами можете да урадите (ако поседујете неопходно широко знање о начину на који функционише KOReader).
ta: பயனர் திட்டுகள் <b> லுவா </b> மொழியில் எழுதப்பட்ட சிறிய கோப்புகள். உங்கள் நிறுவலை நிரந்தரமாக மாற்றாமல் அவை கொரியாடரின் செயல்பாட்டை மாற்றலாம். அவை உருவாக்குபவர்கள், பிற பயனர்களால் எழுதப்படலாம் அல்லது ஒன்றை நீங்களே எழுதலாம் (கொரியடர் இன்டர்னசைப் பற்றி உங்களுக்கு தேவையான விரிவான அறிவு இருந்தால்).
uk: Користувацькі латки – це малі файли, написані мовою <b>Lua</b>. Вони можуть змінювати функціональність KOReader не вносячи постійні зміни у файли програми. Вони можуть бути написані розробниками, іншими користувачами чи самостійно (якщо ви володієте необхідними глибокими знаннями про внутрішню структуру KOReader).
zh_hans: 用户补丁是用 <b>Lua</b> 语言编写的小文件。他们可以更改 KOReader 的功能，而无需永久修改您的安装。它们可以由开发人员、其他用户编写，也可以自己编写（如果您对 KOReader 内部结构有必要的广泛了解）。

source: You can find a current list of <span class="ui">User patches</span> in our <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> and in the <b>GitHub issues list</b> marked with the <span class="ui">User patch available</span> tag. You can see them by following this <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">link</a>.
es: Puedes encontrar una lista actualizada de <span class="ui">Parches de usuario</span> en nuestra <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> y en la <b>lista de problemas de GitHub</b>, marcada con la etiqueta <span class="ui">Parche de usuario disponible</span>. Puedes consultarlos siguiendo este <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">enlace</a>.
fr: Vous trouverez une liste actualisée des <span class="ui">correctifs utilisateur</span> dans notre <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> et dans la <b>liste des problèmes GitHub</b> marqués de la balise <span class="ui">Correctif utilisateur disponible</span>. Vous pouvez les consulter en suivant ce <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">lien</a>.
ga: Is féidir leat liosta reatha de <span class="ui">phaistí úsáideora</span> a fháil inár <a href="https://github.com/koreader/koreader/wiki/User-patches">vicí</a> agus sa <b>liosta saincheisteanna GitHub</b> atá marcáilte leis an gclib <span class="ui">Paiste úsáideora ar fáil</span>. Is féidir leat iad a fheiceáil tríd an nasc <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">seo a leanúint</a>.
it: È possibile trovare un elenco aggiornato delle <span class="ui">Patch utente</span> nel nostro <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> e nell'elenco dei problemi di <b>GitHub</b> contrassegnati daTtg <span class="ui">patch utente disponibile</span>. Potete vederli seguendo questo <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">link</a>.
nl: Je vindt een actuele lijst van <span class="ui">Gebruikerspatches</span> in onze <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> en in de <b>GitHub-issuelijst</b> gemarkeerd met het label <span class="ui">User patch available</span>. Je kunt ze bekijken via deze <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">link</a>.
pt_br: Você pode encontrar uma lista atualizada de <span class="ui">Patches de usuário</span> em nosso <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> e nos <b>tópicos do GitHub</b> marcados com a tag <span class="ui">User patch available</span>. Você pode vê-los seguindo este <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">link</a>.
sk: Aktuálny zoznam <span class="ui">používateľských záplat</span> nájdete na našej <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> a v <b>zozname problémov GitHub</b> označenom značkou <span class="ui">K dispozícii je používateľská záplata (User patch available)</span>. Môžete si ich pozrieť ťuknutím na tento <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">odkaz</a>.
sr: Текућу листу <span class="ui">Корисничких закрпа</span> можете да пронађете на нашем <a href="https://github.com/koreader/koreader/wiki/User-patches">викију</a> и у <b>GitHub листи проблема</b> означеним ознаком <span class="ui">User patch available</span>. Можете их видети ако следите овај <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">линк</a>.
ta: You can கண்டுபிடி a மின்னோட்ட்ம், ஓட்டம் பட்டியல் of <span class="ui">User patches</span> in our <a href="https://github.com/koreader/koreader/wiki/User-patches">wiki</a> and in the <b>GitHub issues list</b> marked with the <span class="ui">User patch available</span> tag. இதைப் பின்பற்றுவதன் மூலம் நீங்கள் அவற்றைக் காணலாம் <a href = "https://github.com/koreader/koreader/issues?q=+LABEL%3A%22USER+Patch+availabalable%22"> இணைப்பு </a>.
uk: Актуальний список <span class="ui">користувацьких латок</span> можна зайти у нашій <a href="https://github.com/koreader/koreader/wiki/User-patches">вікі</a> та у <b>списку обговорень GitHub</b>, позначеному теґом <span class="ui">User patch available (Доступна користувацька латка)</span>. Переглянути їх можна перейшовши <a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">за цим посиланням</a>.
zh_hans: 当前可用的<span class="ui">用户补丁</span>列表可以在项目的<a href="https://github.com/koreader/koreader/wiki/User-patches">维基页</a>上查阅，或查看<b>Github 议题列表工单列表</b>中带有<span class="ui">User patch available</span>标签的工单项，请点击<a href="https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22">此处</a>访问。
