Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: KOReader has a simple, mainly black and white user interface because gradients and different shades of gray can cause flashing and ghosting on e-ink screens which can degrade reading experience.
es: KOReader tiene una interfaz de usuario simple, principalmente en blanco y negro, porque los gradientes y los diferentes tonos de gris pueden causar parpadeo y sombras en la pantalla de tinta electrónica, lo que degrada la experiencia de lectura.
fr: KOReader a une interface utilisateur simple, principalement noir et blanche parce que les gradients et différentes nuances de gris peuvent causer des flash et du ghosting sur les écrans e-inks, ce qui peut dégrader l'expérience de lecture.
ga: Tá comhéadan úsáideora simplí, dubh agus bán den chuid is mó, ag KOReader mar is féidir le grádáin agus scáthanna éagsúla liath splancadh agus taibhsí a chur faoi deara ar scáileáin dúigh leictreonacha rud a d’fhéadfadh an taithí léitheoireachta a lagú.
it: KOReader ha un'interfaccia utente semplice, prevalentemente in bianco e nero, perché i gradienti e le diverse tonalità di grigio possono provocare lampi e immagini fantasma sugli schermi e-ink, degradando l'esperienza di lettura.
nl: KOReader heeft een eenvoudige, voornamelijk zwart-witte interface omdat kleurverlopen en verschillende grijstinten flikkeren en ghosting kunnen veroorzaken op e-ink schermen, wat de leeservaring verslechtert.
pt_br: O KOReader tem uma interface de usuário simples, majoritariamente em preto e branco, porque gradientes e diferentes tons de cinza podem causar flashes e efeito fantasma em telas e-ink, o que pode prejudicar a experiência de leitura.
pt_pt: O KOReader tem uma interface simples, principalmente a preto e branco, porque os gradientes e os diferentes tons de cinzento podem causar flashes e efeitos fantasma nos ecrãs de tinta eletrónica, o que pode prejudicar a experiência de leitura.
sk: KOReader má jednoduché, prevažne čiernobiele používateľské rozhranie, pretože prechody a rôzne odtiene šedej môžu na obrazovkách s elektronickým atramentom spôsobiť blikanie a duchov, čo môže zhoršiť zážitok z čítania.
sr: KOReader поседује једноставан, углавном црно-бели кориснички интерфејс јер градијенти и различите нијансе сиве могу да изазову бљескање и појаву духова на e-ink екранима, а то квари уживање у читању.
ta: கொரியடர் ஒரு எளிய, முக்கியமாக கருப்பு மற்றும் வெள்ளை பயனர் இடைமுகத்தைக் கொண்டுள்ளது, ஏனெனில் சாய்வு மற்றும் சாம்பல் நிறத்தின் வெவ்வேறு நிழல்கள் ஈ-மை திரைகளில் ஒளிரும் மற்றும் பேயை ஏற்படுத்தும், இது வாசிப்பு அனுபவத்தை குறைக்கக்கூடும்.
uk: KOReader має простий, переважно чорно-білий інтерфейс, оскільки градієнти та різні відтінки сірого можуть спричиняти миготіння та артефакти на екранах з е-чорнилами, що погіршує якість читання.
zh_hans: KOReader 采用简洁的以黑白为主的用户界面，这是因为渐变色和不同深浅的灰色会导致电子墨水屏出现闪屏和残影现象，从而影响阅读体验。

source: KOReader has 2 main interfaces: <span class="ui">reading screen</span> and <span class="ui">file browser</span>. We will explain <span class="ui">reading screen</span> here. <span class="ui">File browser</span> is explained under <a href="#L2-filebrowser">this section</a> of the guide.
es: KOReader tiene dos interfaces principales: <span class="ui">pantalla de lectura</span> y <span class="ui">Navegador de Archivos</span>. Explicaremos la <span class="ui">pantalla de lectura</span> aquí. El <span class="ui">Navegador de Archivos</span> se explica en <a href="#L2-filebrowser">esta sección</a> de la guía.
fr: KOReader a 2 interfaces principales : <span class="ui">affichage de lecture</span> et <span class="ui">Explorateur de fichiers</span>. Nous allons expliquer l' <span class="ui">écran de lecture</span> ici. L'<span class="ui">Explorateur de fichiers</span> est expliqué dans <a href="#L2-filebrowser">cette section</a> du guide.
ga: Tá 2 phríomh-chomhéadan ag KOReader: <span class="ui">scáileán léitheoireachta</span> agus <span class="ui">brabhsálaí comhad</span>. Mínímid <span class="ui">scáileán léitheoireachta</span> anseo. Mínítear <span class="ui">brabhsálaí comhad</span> faoin <a href="#L2-filebrowser">roinn seo</a> den treoir.
it: KOReader dispone di 2 interfacce principali: <span class="ui">schermo di lettura</span> e <span class="ui">file browser</span>. Qui spiegheremo <span class="ui">lo schermo di lettura</span>. Il <span class="ui">file browser</span> è spiegato in dettaglio in <a href="#L2-filebrowser">questa sezione</a> della guida.
nl: KOReader heeft 2 hoofdinterfaces: het <span class="ui">leesscherm</span> en de <span class="ui">bestandsverkenner</span>. Hier leggen we het <span class="ui">leesscherm</span> uit. De <span class="ui">bestandsverkenner</span> wordt uitgelegd in <a href="#L2-filebrowser">deze sectie</a> van de handleiding.
pt_br: O KOReader possui 2 interfaces principais: <span class="ui">tela de leitura</span> e <span class="ui">explorador de arquivos</span>. Explicaremos a <span class="ui">tela de leitura</span> aqui. O <span class="ui">Explorador de arquivos</span> é explicado <a href="#L2-filebrowser">nesta seção</a> do guia.
pt_pt: O KOReader possui 2 interfaces principais: <span class="ui">ecrã de leitura</span> e <span class="ui">explorador de ficheiros</span>. Explicaremos aqui o <span class="ui">ecrã de leitura</span>. <span class="ui">Explorador de ficheiros</span> é explicado <a href="#L2-filebrowser">nesta secção</a> do guia.
sk: KOReader má 2 hlavné rozhrania: <span class="ui">obrazovku na čítanie</span> a <span class="ui">prehliadač súborov</span>. Vysvetlíme si <span class="ui">obrazovku na čítanie</span> tu. <span class="ui">Prehliadač súborov</span> je vysvetlený v <a href="#L2-filebrowser">tejto časti</a> sprievodcu.
sr: KOReader има два главна интерфејса: <span class="ui">екран читања</span> и <span class="ui">прегледач фајлова</span>. Овде ћемо да објаснимо <span class="ui">екран читања</span>. <span class="ui">Прегледач фајлова</span> је објашњен у <a href="#L2-filebrowser">овом одељку</a> корисничког упутства.
ta: கொரியடருக்கு 2 முக்கிய இடைமுகங்கள் உள்ளன: <span வகுப்பு = "Ui"> படித்தல் திரை </span> மற்றும் <span வகுப்பு = "Ui"> கோப்பு உலாவி </span>. <Span வகுப்பு = "Ui"> படித்தல் திரை </span> ஐ இங்கே விளக்குவோம். <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> <a href = "#l2-filebrowser"> வழிகாட்டியின் இந்த பிரிவு </a> இன் கீழ் விளக்கப்பட்டுள்ளது.
uk: KOReader має два основні режими (інтерфейси): <span class="ui">екран читання</span> та <span class="ui">Оглядач файлів</span>. Тут ми розглянемо <span class="ui">екран читання</span>. <span class="ui">Оглядачу файлів</span> присвячений <a href="#L2-filebrowser">цей розділ</a> посібника.
zh_hans: KOReader有两套核心界面：<span class="ui">阅读界面</span>及<span class="ui">文件管理器</span>。接下来将先介绍<span class="ui">阅读界面</span>；<span class="ui">文件管理器</span>请前往本指南<a href="#L2-filebrowser">对应章节</a>了解。

# user_guide/en.html+html.body.div.div:1478-1
source: Reading Screen
sk: Obrazovka na čítanie
ta: திரை வாசிப்பு
uk: Екран читання
zh_hans: 阅读器

source: <b>READING SCREEN</b> has two menus:
es: La <b>PANTALLA DE LECTURA</b> tiene dos menús:
fr: <b>ÉCRAN DE LECTURE</b> a deux menus :
ga: Tá dhá roghchlár ag an <b>SCÁILEÁN LÉITHEOIREACHTA</b>:
it: <b>SCHERMATA DI LETTURA</b> ha due menu:
nl: Het <b>LEESSCHERM</b> heeft twee menu's:
pt_br: <b>TELA DE LEITURA</b> possui dois menus:
pt_pt: <b>ECRÃ DE LEITURA</b> tem dois menus:
sk: <b>OBRAZOVKA NA ČÍTANIE</b> má dve ponuky:
sr: <b>ЕКРАН ЧИТАЊА</b> има два менија:
ta: <b> திரை வாசிப்பு </b> இரண்டு மெனுக்கள் உள்ளன:
uk: <b>ЕКРАН ЧИТАННЯ</b> має два меню:
zh_hans: <b>阅读界面</b>有两套菜单：

source: <span class="ui">TOP MENU</span> includes menu items related to the general usage of KOReader. You will access your books, KOReader preferences, plugins etc. here.
es: El <span class="ui">MENÚ SUPERIOR</span> incluye elementos de menú relacionados con el uso general de KOReader. Aquí podrás acceder a tus libros, preferencias de KOReader, complementos, etc.
fr: Le <span class="ui">MENU SUPÉRIEUR</span> regroupe les éléments du menu liés à l'usage général de KOReader. Vous accéderez à vos livres, préférences KOReader, plugins etc. ici.
ga: Áirítear sa <span class="ui">ROGHCHLÁR BARR</span> míreanna roghchláir a bhaineann le húsáid ghinearálta KOReader. Gheobhaidh tú rochtain ar do leabhair, do chuid sainroghanna KOReader, breiseáin srl. anseo.
it: Il <span class="ui">MENU SUPERIORE</span> comprende voci di menu relative all'uso generale di KOReader. Qui si accede ai libri, alle preferenze di KOReader, ai plugin e così via.
nl: Het <span class="ui">BOVENMENU</span> bevat items voor algemeen gebruik van KOReader. Hier krijg je toegang tot je boeken, KOReader-voorkeuren, plugins, enz.
pt_br: <span class="ui">MENU SUPERIOR</span> inclui itens relacionados ao uso geral do KOReader. Aqui você acessará seus livros, preferências do KOReader, plugins, etc.
pt_pt: <span class="ui">MENU SUPERIOR</span> inclui itens relacionados com a utilização geral do KOReader. Onde pode aceder aos seus livros, preferências do KOReader, plugins etc.
sk: <span class="ui">VRCHNÉ MENU</span> obsahuje položky ponuky súvisiace zo všeobecným používaním KOReaderu. Tu budete mať prístup k svojim knihám, nastaveniam KOReaderu, doplnkom atď.
sr: У <span class="ui">МЕНИЈУ НА ВРХУ</span> се налазе ставке које се тичу опште употребе KOReader читача. Одавде ћете имати приступ књигама, подешавањима програма KOReader, додацима итд.
ta: <span வகுப்பு = "Ui"> சிறந்த பட்டியல் </span> கொரியாடரின் பொதுவான பயன்பாடு தொடர்பான பட்டியல் உருப்படிகளை உள்ளடக்கியது. உங்கள் புத்தகங்கள், கொரியடர் விருப்பத்தேர்வுகள், செருகுநிரல்கள் போன்றவற்றை இங்கே அணுகுவீர்கள்.
uk: <span class="ui">ВЕРХНЄ МЕНЮ</span> включає елементи меню, що пов'язані з основним використанням KOReader. З нього можна отримати доступ до книг, налаштувань KOReader, модулів та іншого.
zh_hans: <span class="ui">顶部菜单</span>包含与KOReader使用相关的大部分常见选项。在其中可翻查书目、调整KOreader功能、配置插件等。

source: <span class="ui">BOTTOM MENU</span> is focused on options for <b>document formatting</b> like font weight/size, line spacing etc. While adjusting your text appearance, you will mostly interact with the <span class="ui">BOTTOM MENU</span>.
es: El <span class="ui">MENÚ INFERIOR</span> se enfoca a opciones para <b>formato de documento</b> como el grosor/tamaño de la letra, espaciado entre líneas, etc. Mientras ajustas la apariencia del texto, interactúas principalmente con el <span class="ui">MENÚ INFERIOR</span>.
fr: Le <span class="ui">MENU INFÉRIEUR</span> est axé sur les options de <b>formatage de documents</b> comme le poids/taille de la police de caractère, l'espace entre les lignes etc. Pendant l'ajustement de votre apparence de texte, vous interagirez surtout avec le <span class="ui">MENU INFÉRIEUR</span>.
ga: Díríonn an <span class="ui">ROGHCHLÁR BUN</span> ar roghanna le haghaidh <b>formáidiú doiciméad</b> amhail meáchan/méid cló, spásáil líne srl. Agus cuma do théacs á coigeartú agat, is leis an <span class="ui">ROGHCHLÁR BUN</span> a bheidh tú ag idirghníomhú den chuid is mó.
it: Il <span class="ui">MENU INFERIORE</span> si concentra sulle opzioni per la <b>formattazione del documento</b>, come peso/dimensione dei caratteri, interlinea ecc. Durante la regolazione dell'aspetto del testo, si interagisce principalmente con il <span class="ui">MENU INFERIORE</span>.
nl: Het <span class="ui">ONDERMENU</span> richt zich op opties voor <b>documentopmaak</b> zoals letterdikte/-grootte, regelafstand, enz. Bij het aanpassen van de tekstweergave werk je vooral in het <span class="ui">ONDERMENU</span>.
pt_br: O <span class="ui">MENU INFERIOR</span> concentra-se em opções de <b>formatação de documentos</b>, como espessura/tamanho da fonte, espaçamento entre linhas, etc. Ao ajustar a aparência do texto, você irá interagir principalmente com o <span class="ui">MENU INFERIOR</span>.
pt_pt: <span class="ui">MENU INFERIOR</span> concentra-se nas opções para <b>formatação de documentos</b>, como a espessura/tamanho da letra, o espaçamento entre linhas, etc. Ao ajustar a aparência do texto, irá interagir principalmente com o <span class="ui">MENU INFERIOR</span>.
sk: <span class="ui">SPODNÉ MENU</span> sa zameriava na možnosti <b>formátovania dokumentu</b>, ako je hrúbka/veľkosť písma, riadkovanie atď. Pri úprave vzhľadu textu budete väčšinou pracovať so <span class="ui">SPODNÝM MENU</span>.
sr: <span class="ui">МЕНИ НА ДНУ</span> се концентрише на опције за <b>форматирање документа</b> као што су тежина/величина фонта, проред итд. Док подешавате изглед текста, углавном ћете радити у <span class="ui">МЕНИЈУ НА ДНУ</span>.
ta: <span வகுப்பு = "Ui"> கீழ் பட்டியல் </span> <b> ஆவண வடிவமைப்பிற்கான விருப்பங்களில் கவனம் செலுத்துகிறது </b> எழுத்துரு எடை/அளவு, வரி இடைவெளி போன்றவை உங்கள் உரை தோற்றத்தை சரிசெய்யும்போது, நீங்கள் பெரும்பாலும் <span வகுப்பு = "ui"> கீழ் பட்டியல் </span> உடன் தொடர்புகொள்வீர்கள்.
uk: <span class="ui">НИЖНЄ МЕНЮ</span> зосереджене на параметрах для <b>форматування документу</b> на зразок розміру та жирності шрифту, відстаней між рядками та ін. Під час підлаштування вигляду тексту ви переважно взаємодієте з <span class="ui">НИЖНІМ МЕНЮ</span>.
zh_hans: <span class="ui">底部菜单</span>则整合与<b>书籍排版</b>相关的选项，如字重、字号、行间距等。调整文本样式将主要在<span class="ui">底部菜单</span>中操作。

source: Image above shows the elements you can see on your reader screen when reading a book:
es: La imagen superior muestra los elementos que puedes ver en la pantalla de lectura mientras lees un libro:
fr: L'image ci-dessus montre les éléments que vous pouvez voir sur votre liseuse quand vous lisez un livre :
ga: Taispeánann an íomhá thuas na heilimintí is féidir leat a fheiceáil ar scáileán do léitheora agus leabhar á léamh agat:
it: L'immagine qui sopra mostra gli elementi che si possono vedere sullo schermo del lettore quando si legge un libro:
nl: De afbeelding hierboven toont de elementen die je op het scherm ziet tijdens het lezen:
pt_br: A imagem acima mostra os elementos que você pode ver na tela do seu leitor ao ler um livro:
pt_pt: A imagem acima mostra os elementos que pode ver no ecrã do leitor ao ler um livro:
sk: Obrázok vyššie zobrazuje prvky, ktoré vidíte na obrazovke čítania pri čítaní knihy:
sr: Слика изнад приказује елементе које можете видети на екрану читања док читате књигу:
ta: மேலே உள்ள படம் ஒரு புத்தகத்தைப் படிக்கும்போது உங்கள் வாசகர் திரையில் நீங்கள் காணக்கூடிய கூறுகளைக் காட்டுகிறது:
uk: Наведене вище зображення показує елементи, які ви можете бачити під час читання книги на своєму пристрої:
zh_hans: 上图展示了可能出现在阅读界面上的各类标志：

source: <b>Indicator icons:</b> These icons inform you about certain ongoing processes and states. You will see them at the top left corner of your screen during certain operations. Normally they are smaller but here we show them bigger for clarity. Next heading explains these indicator icons in detail: <a href="#L2-indicators">Indicator icons</a>
es: <b>Iconos indicadores:</b> Estos iconos informan sobre ciertos procesos y estados en curso. Los verás en la esquina superior izquierda de la pantalla durante ciertas operaciones. Normalmente son más pequeños, pero los mostramos grandes para mayor claridad. El siguiente encabezado explica estos iconos indicadores en detalle: <a href="#L2-indicators">Iconos indicadores</a>
fr: <b>Icônes de notification :</b> Ces icônes vous informent sur certains processus en cours et des états actuels. Elles s'affichent dans le coin supérieur gauche de votre écran lors de certaines opérations. Elles sont plus petites mais nous les avons agrandies pour plus de clarté. La rubrique suivantes explique ces icônes indicatrices en détail : <a href="#L2-indicators">Icônes de notification</a>
ga: <b>Deilbhíní táscaire:</b> Cuireann na deilbhíní seo ar an eolas thú faoi phróisis agus stáit áirithe atá ar siúl. Feicfidh tú iad sa chúinne uachtarach ar chlé de do scáileán le linn oibríochtaí áirithe. De ghnáth bíonn siad níos lú ach taispeánaimid iad níos mó anseo ar mhaithe le soiléireacht. Mínítear na deilbhíní táscaire seo go mion sa chéad cheannteideal eile: <a href="#L2-indicators">Deilbhíní táscaire</a>
it: <b>Icone indicatore:</b> Queste icone informano su determinati processi e stati in corso. Vengono visualizzate nell'angolo superiore sinistro dello schermo durante alcune operazioni. Normalmente sono più piccole, ma qui le mostriamo più grandi per maggiore chiarezza. La prossima sezione spiega in dettaglio queste icone di segnalazione: <a href="#L2-indicators">Icone indicatore</a>
nl: <b>Indicatorpictogrammen:</b> deze pictogrammen informeren je over lopende processen en statussen. Je ziet ze linksboven tijdens bepaalde acties. Normaal zijn ze kleiner, hier groter voor de duidelijkheid. De volgende kop legt ze uit: <a href="#L2-indicators">Indicatorpictogrammen</a>
pt_br: <b>Ícones indicadores:</b> Estes ícones informam sobre determinados processos e estados em andamento. Você os verá no canto superior esquerdo da tela durante determinadas operações. Normalmente, eles são menores, mas aqui os mostramos maiores para maior clareza. O próximo título explica esses ícones indicadores em detalhes: <a href="#L2-indicators">Ícones indicadores</a>
pt_pt: <b>Ícones indicadores:</b> Estes ícones informam sobre determinados processos em curso e estados. Poderá ver-los no canto superior esquerdo do ecrã durante determinadas operações. Normalmente são mais pequenos, mas aqui mostramos-los maiores para maior clareza. O próximo capitulo explica estes ícones indicadores em detalhe: <a href="#L2-indicators">Ícones indicadores</a>
sk: <b>Ikony indikátorov:</b> Tieto ikony vás informujú o určitých prebiehajúcich procesoch a stavoch. Uvidíte ich v ľavom hornom rohu obrazovky počas určitých operácií. Normálne sú menšie, ale tu ich pre lepšiu prehľadnosť zobrazujeme väčšie. Nasledujúci nadpis podrobne vysvetľuje tieto ikony indikátorov: <a href="#L2-indicators">Ikony indikátorov</a>
sr: <b>Индикаторске иконе:</b> ове иконе вас обавештавају о стањима и о одређеним процесима који се извршавају. Видећете их у горњем левом углу екрана док се извршавају одређене операције. Обично су мање, али их овде приказујемо увећане да би биле јасније. Наредни одељак детаљно објашњава ове индикаторске иконе: <a href="#L2-indicators">Индикаторске иконе</a>
ta: <b> காட்டி சின்னங்கள்: </b> இந்த ஐகான்கள் தற்போதைய சில செயல்முறைகள் மற்றும் மாநிலங்களைப் பற்றி உங்களுக்குத் தெரிவிக்கின்றன. சில செயல்பாடுகளின் போது உங்கள் திரையின் மேல் இடது மூலையில் அவற்றைப் பார்ப்பீர்கள். பொதுவாக அவை சிறியவை, ஆனால் இங்கே நாம் தெளிவுக்காக அவற்றைக் காட்டுகிறோம். அடுத்த தலைப்பு இந்த காட்டி சின்னங்களை விரிவாக விளக்குகிறது: <a href = "#l2- குறியீட்டாளர்கள்"> காட்டி சின்னங்கள் </a>
uk: <b>Значки індикаторів.</b> Ці значки інформують про певні поточні процеси і стани. Вони відображаються у верхньому лівому куті екрану під час певних операцій. Зазвичай вони менші, але тут вони збільшені для наглядності. Значення цих значків індикаторів детально пояснюються у наступному розділі: <a href="#L2-indicators">Значки індикаторів</a>
zh_hans: <b>指示标志</b>：这些标志说明某些状态及当前进程，将在特定阶段出现在屏幕左上角。实际显示中这类标志的尺寸会更小，此处仅放大以供识别。接下来的一节详细介绍了各标志对应的功能：<a href="#L2-indicators">指示标志</a>

source: <b>Status bar:</b>This is a highly configurable area where you can see various information about your book and KOReader. Click here to go to the section: Click here for details: <a href="#L2-statusbar">Status bar</a>
es: <b>Barra de estado:</b> Esta es un área altamente configurable donde puedes ver diversa información sobre el libro y KOReader. Haz clic aquí para ir a la sección: <a href="#L2-statusbar">Barra de estado</a>
sk: <b>Stavový riadok:</b>Toto je vysoko konfigurovateľná oblasť, kde si môžete pozrieť rôzne informácie o svojej knihe a KOReaderi. Kliknite sem pre prechod do sekcie: <a href="#L2-statusbar">Stavový riadok</a>
sr: <b>Статусна линија:</b> ово је област која може детаљно да се подеси и у којој можете да видите разне информације у вези са књигом и KOReader читачем. Кликните овде да скочите на одељак: <a href="#L2-statusbar">Статусна линија</a>
ta: <b> நிலை பட்டி: </b> இது மிகவும் கட்டமைக்கக்கூடிய பகுதி, அங்கு உங்கள் நூல் மற்றும் கொரியடர் பற்றிய பல்வேறு தகவல்களைக் காணலாம். பகுதிக்குச் செல்ல இங்கே சொடுக்கு செய்க: விவரங்களுக்கு இங்கே சொடுக்கு செய்க: <a href = "#l2- ச்டடச் பார்"> நிலை பட்டி </a>
uk: <b>Панель стану.</b> Це область, яку можна детально налаштовувати та у якій відображається інформація про книгу та KOReader. Детальніше про нього написано у цьому розділі: <a href="#L2-statusbar">Панель стану</a>
zh_hans: <b>状态栏</b>：该区域显示诸多与当前阅读书籍及KOreader相关的信息，可灵活自定义。请前往<a href="#L2-statusbar">状态栏</a>章节了解详情
