Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: There are two ways of adding a folder to your <span class="ui">Folder shortcuts</span> list:
es: Hay dos formas de agregar una carpeta a su lista de <span class="ui">Atajos de carpetas</span>:
fr: Il existe deux façons d'ajouter un dossier à votre liste <span class="ui">Raccourcis vers les dossiers</span> :
ga: Tá dhá bhealach ann chun fillteán a chur le do liosta <span class="ui">aicearraí fillteán</span>:
it: Esistono due modi per aggiungere una cartella all'elenco <span class="ui">Scorciatoie per le cartelle</span>:
nl: Er zijn twee manieren om een map aan je lijst met <span class="ui">Mapsnelkoppelingen</span> toe te voegen:
pt_br: Há duas maneiras de adicionar uma pasta à sua lista de <span class="ui">Atalhos de pastas</span>:
sk: Existujú dva spôsoby pridania priečinka do vášho zoznamu <span class="ui">Skratiek priečinkov</span>:
sr: Постоје два начина да додате фолдер на листу <span class="ui">Пречице директоријума</span>:
ta: உங்கள் <span வகுப்பு = "Ui"> கோப்புறை குறுக்குவழிகள் </span> பட்டியல்: ஒரு கோப்புறையை சேர்க்க இரண்டு வழிகள் உள்ளன:
uk: Є два шляхи додавання теки до списку <span class="ui">Ярликів тек</span>:
zh_hans: 有两种方法可以将文件夹添加到<span class="ui">文件夹快捷方式</span>列表中：

source: When you are in the File Browser, tap right corner <span class="ui">+ (plus) menu</span> button then tap <span class="ui">Add to folder shortcuts</span> item and enter a descriptive name for this shortcut. <b>This will add the folder you are currently in.</b>
es: Cuando estés en el Explorador de archivos, toca el botón <span class="ui">menú + (más)</span> de la esquina derecha y luego el elemento <span class="ui">Atajos a carpetas</span> y escribe un nombre descriptivo para el atajo. <b>Esto añadirá la carpeta en la que te encuentras..</b>
fr: Lorsque vous êtes dans l'Explorateur de fichiers, appuyez sur le bouton <span class="ui">+ (plus) menu</span> dans le coin droit, puis appuyez sur l'élément <span class="ui">Ajouter aux raccourcis du dossier</span> et entrez un nom descriptif pour ce raccourci. <b>Cela ajoutera le dossier dans lequel vous vous trouvez actuellement.</b>
ga: Nuair atá tú sa Bhrabhsálaí Comhad, tapáil an cnaipe <span class="ui">+ (móide) roghchláir</span> sa chúinne ar dheis agus ansin tapáil an mhír <span class="ui">Cuir le haicearraí fillteáin</span> agus cuir isteach ainm tuairisciúil don aicearra seo. <b>Cuirfidh sé seo an fillteán ina bhfuil tú faoi láthair leis.</b>
it: Quando si è nel navigatore dei file, toccare il pulsante <span class="ui">+ (più) del menu</span> nell'angolo destro quindi toccare la voce <span class="ui">Aggiungi alle scorciatoie delle cartella</span> e inserire un nome descrittivo per questa scorciatoia. <b>Questa operazione aggiungerà la cartella in cui ci si trova attualmente.</b>
nl: In de <span class="ui">Bestandsverkenner</span>: tik rechtsboven op het <span class="ui">+ (plus)-menu</span>, kies <span class="ui">Toevoegen aan mapsnelkoppelingen</span> en voer een beschrijvende naam in. <b>Hiermee voeg je de map toe waarin je je bevindt.</b>
pt_br: Quando estiver no Explorador de Arquivos, toque no botão de menu<span class="ui">+ (mais)</span> do canto direito, depois toque no item <span class="ui">Adicionar aos atalhos de pastas</span> e insira um nome descritivo para este atalho. <b>Isso adicionará a pasta em que você está no momento.</b>
sk: Keď ste v prehliadači súborov, klepnite na pravý roh <span class="ui">+ (plus) menu</span> tlačidlo potom klepnite na položku <span class="ui">Pridať do odkazov na priečinky</span> a zadajte popisný názov tejto skratky. <b>Toto pridá priečinok, v ktorom sa práve nachádzate.</b>
sr: Када се налазите у Прегледачу фајлова, тапните дугме <span class="ui">+ (плус) мени</span> у десном углу, па затим тапните на ставку <span class="ui">Додај у пречице директоријума</span> и унесите описно име ове пречице. <b>Ово додаје фолдер у којем се тренутно налазите.</b>
ta: நீங்கள் கோப்பு உலாவியில் இருக்கும்போது, வலது மூலையில் <span வகுப்பு = "Ui">+ (பிளச்) பட்டியல் </span> பொத்தானைத் தட்டவும், பின்னர் <span வகுப்பு = "Ui"> கோப்புறை குறுக்குவழிகள் </span> உருப்படியைச் சேர்க்கவும், இந்த குறுக்குவழிக்கு விளக்கமான பெயரை உள்ளிடவும். <b> இது நீங்கள் தற்போது இருக்கும் கோப்புறையைச் சேர்க்கும். </b>
uk: Торкніться кнопки <span class="ui">Меню + (плюс)</span>, потім торкніться пункту <span class="ui">Додати до ярликів тек</span> та впишіть описову назву для цього ярлика. <b>Це додасть теку, в якій ви зараз знаходитеся.</b>
zh_hans: 当您在文件浏览器中时，点击右上角的<span class="ui">+（附加）菜单</span>按钮，然后点击<span class="ui">添加到文件夹快捷方式</span>项，并为此快捷方式输入描述性名称。<b>这将添加您当前所在的文件夹</b>

source: When you are in the File Browser, long-press on a folder name to open the context menu. Tap <span class="ui">Add to folder shortcuts</span> item and enter a descriptive name for this shortcut. <b>This will add the folder you pressed on.</b>
es: Cuando estés en el Explorador de archivos, mantén presionado el nombre de una carpeta para abrir el menú contextual. Toca el elemento <span class="ui">Añadir a atajos a carpeta</span> y escribe un nombre descriptivo para el atajo. <b>Esto añadirá la carpeta que has presionado.</b>
fr: Dans l'Explorateur de fichiers, appuyez longuement sur le nom d'un dossier pour ouvrir le menu contextuel. Appuyez sur l'élément <span class="ui">Ajouter aux raccourcis du dossier</span> et entrez un nom descriptif pour ce raccourci. <b>Cela ajoutera le dossier sur lequel vous avez appuyé.</b>
ga: Nuair atá tú sa Bhrabhsálaí Comhad, brúigh ar ainm fillteáin go fada chun an roghchlár comhthéacs a oscailt. Tapáil an mhír <span class="ui">Cuir le haicearraí fillteáin</span> agus cuir isteach ainm tuairisciúil don aicearra seo. <b>Cuirfidh sé seo an fillteán ar bhrúigh tú leis.</b>
it: Nel navigatore dei file, premere a lungo sul nome di una cartella per aprire il menu contestuale. Toccare la voce <span class="ui">Aggiungi alle scorciatoie delle cartella</span> e inserire un nome descrittivo per questa scorciatoia. <b>Questa operazione aggiungerà la cartella su cui si è premuto.</b>
nl: In de <span class="ui">Bestandsverkenner</span>: houd een mapnaam lang ingedrukt om het contextmenu te openen. Kies <span class="ui">Toevoegen aan mapsnelkoppelingen</span> en geef een beschrijvende naam. <b>Hiermee voeg je de map toe waarop je drukte.</b>
pt_br: No Explorador de Arquivos, pressione e segure o nome de uma pasta para abrir o menu de contexto. Toque no item <span class="ui">Adicionar aos atalhos de pastas</span> e insira um nome descritivo para este atalho. <b>Isso adicionará a pasta na qual você pressionou.</b>
sk: Keď ste v prehliadači súborov, dlhým stlačením názvu priečinka otvorte kontextovú ponuku. Klepnite na položku <span class="ui">Pridať do priečinka s odkazmi</span> a zadajte popisný názov tejto skratky. <b>Týmto pridáte priečinok, na ktorom ste stlačili.</b>
sr: Када се налазите у Прегледачу фајлова, урадите дуги притисак на име фолдера тако да се отвори контекстни мени. Тапните на ставку <span class="ui">Додај у пречице директоријума</span> и унесите описно име ове пречице. <b>Ово додаје фолдер који сте притиснули.</b>
ta: நீங்கள் கோப்பு உலாவியில் இருக்கும்போது, சூழல் மெனுவைத் திறக்க கோப்புறை பெயரில் நீண்ட அழுத்தமாக இருக்கும். <Span வகுப்பு = "Ui"> கோப்புறை குறுக்குவழிகள் </span> உருப்படியைச் சேர்க்கவும், இந்த குறுக்குவழிக்கு விளக்கமான பெயரை உள்ளிடவும். <b> இது நீங்கள் அழுத்தும் கோப்புறையைச் சேர்க்கும். </b>
uk: В Оглядачі файлів затисніть назву теки, щоб відкрилося контекстне меню. Торкніться пункту <span class="ui">Додати до ярликів тек</span> і впишіть описову назву для цього ярлика. <b>Це додасть теку, якої ви торкнулися.</b>
zh_hans: 在文件浏览器中，长按文件夹名称可打开上下文菜单。点击<span class="ui">添加到文件夹快捷方式</span>项，然后为此快捷方式输入一个描述性名称。<b>这将添加您按下的文件夹</b>

source: Folders which are in your <span class="ui">Folder shortcuts</span> list will have a <b>star (★)</b> in the <span class="ui">File Browser</span>.
es: Las carpetas que están en la lista de <span class="ui">Atajos a carpetas</span> tendrán una <b>estrella (★)</b> en el <span class="ui">Explorador de archivos</span>.
fr: Les dossiers qui se trouvent dans votre liste <span class="ui">Raccourcis vers les dossiers</span> seront signalés par une <b>étoile (★)</b> dans l'<span class="ui">Explorateur de fichiers</span>.
ga: Beidh <span class="ui">aicearraí fillteán</span> i do liosta ag fillteáin a mbeidh <b>réalta (★)</b> acu sa <span class="ui">Bhrabhsálaí Comhad</span>.
it: Cartelle presenti nell'elenco <span class="ui">Scorciatoie per le cartelle</span> avrà una <b>stella (★)</b> nel <span class="ui">File Browser</span>.
nl: Mappen in je lijst met <span class="ui">Mapsnelkoppelingen</span> hebben een <b>ster (★)</b> in de <span class="ui">Bestandsverkenner</span>.
pt_br: As pastas que estão na sua lista de <span class="ui">Atalhos de pastas</span> terão uma <b>estrela (★)</b> no <span class="ui">Explorador de arquivos</span>.
sk: Priečinky ktoré máte vo svojich <span class="ui">Odkazoch na priečinky</span> budú mať <b>hviezdičku (★)</b> v <span class="ui">Prehliadači súborov</span>.
sr: Директоријуми који се налазе на листи <span class="ui">Пречице директоријума</span> ће имати <b>звезду (★)</b> у <span class="ui">Прегледачу фајлова</span>.
ta: உங்கள் <ச்பான் வகுப்பு = "யுஐ"> கோப்புறை குறுக்குவழிகள் </ச்பான்> பட்டியலில் உள்ள கோப்புறைகள் <b> விண்மீன் (★) </b> <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> இல் இருக்கும்.
uk: Теки, які знаходяться у списку <span class="ui">Ярлики тек</span> у <span class="ui">Оглядачі файлів</span> будуть позначені <b>зірочкою (★)</b>.
zh_hans: <span class="ui">文件夹快捷方式</span>列表中的文件夹将在<span class="ui">文件浏览器</span>中有一个<b>星号（★）</b>。

source: You can remove a folder from the shortcuts in the same way, by long-pressing on it and selecting <span class="ui">Remove from folder shortcuts</span>.
es: Puedes eliminar una carpeta de los atajos de la misma manera, manteniendo presionado sobre esta y seleccionando <span class="ui">Eliminar de atajos a carpetas</span>.
fr: Vous pouvez supprimer un dossier des raccourcis de la même manière, en appuyant longuement dessus et en sélectionnant <span class="ui">Supprimer des raccourcis du dossier</span>.
ga: Is féidir leat fillteán a bhaint de na haicearraí ar an mbealach céanna, trí bhrú fada air agus <span class="ui">Bain as aicearraí fillteáin</span> a roghnú.
it: È possibile rimuovere una cartella dalle scorciatoie nello stesso modo, premendo a lungo su di essa e selezionando <span class="ui">Rimuovi le scorciatoie dalla cartella</span>.
nl: Je verwijdert een map op dezelfde manier: houd lang ingedrukt en kies <span class="ui">Verwijderen uit mapsnelkoppelingen</span>.
pt_br: Você pode remover uma pasta dos atalhos da mesma maneira, pressionando-a longamente e selecionando <span class="ui">Remover dos atalhos de pastas</span>.
sk: Odkaz na priečinok môžete odstrániť rovnakým spôsobom - dlhým stlačením a výberom možnosti <span class="ui">Odstrániť odkaz na priečinok</span>.
sr: На исти начин можете да уклоните пречице, дугим притиском на њу и избором <span class="ui">Уклони из пречица директоријума</span>.
ta: &lt;ச்பான் கிளாச் = "யுஐ"&gt; கோப்புறை குறுக்குவழிகள் ஐ &lt;ச்பான் கிளாச் = "யுஐ"&gt; கோப்பு உலாவி அல்லது &lt;ச்பான் கிளாச் = "யுஐ"&gt; வாசிப்பு திரை ஆகியவற்றிலிருந்து நீங்கள் திறக்கலாம் ஒரு புத்தகத்தைப் படித்தல்.
uk: Вилучити теку зі списку ярликів можна таким же чином – затиснувши її та вибравши <span class="ui">Вилучити з ярликів тек</span>.
zh_hans: 您可以以相同的方式从快捷方式中删除文件夹，方法是长按文件夹并选择<span class="ui">从文件夹中删除快捷方式</span>。

source: Viewing your folder shortcuts:
es: Ver atajos a tus carpetas:
fr: Affichage des raccourcis vers vos dossiers :
ga: Ag féachaint ar aicearraí do fhillteáin:
it: Visualizzazione delle scorciatoie delle cartelle:
nl: Mapsnelkoppelingen bekijken:
pt_br: Visualizando seus atalhos de pastas:
pt_pt: Ver atalhos para pastas:
sk: Zobrazenie odkazov na priečinky:
sr: Приказ пречица директоријума:
ta: உங்கள் கோப்புறை குறுக்குவழிகளைப் பார்க்கிறது:
uk: Перегляд ярликів тек:
zh_hans: 查看文件夹快捷方式：

source: You can open your <span class="ui">Folder shortcuts</span> from the <span class="ui">File Browser</span> or <span class="ui">Reading screen</span> while reading a book.
es: Puedes abrir tus <span class="ui">Atajos a carpetas</span> desde el <span class="ui">Explorador de archivos</span> o la <span class="ui">Pantalla de lectura</span> mientras lees un libro.
fr: Vous pouvez ouvrir vos <span class="ui">Raccourcis vers des dossiers</span> à partir de l'<span class="ui">Explorateur de fichiers</span> ou de l'<span class="ui">Écran de lecture</span> pendant que vous lisez un livre.
ga: Is féidir leat do <span class="ui">aicearraí fillteáin</span> a oscailt ón <span class="ui">Brabhsálaí Comhad</span> nó ón <span class="ui">scáileán Léitheoireachta</span> agus leabhar á léamh agat.
it: È possibile aprire i propri <span class="ui">Scorciatoie per le cartelle</span> dal <span class="ui">File Browser</span> o <span class="ui">Schermo di lettura</span> durante la lettura di un libro.
nl: Je opent je <span class="ui">Mapsnelkoppelingen</span> vanuit de <span class="ui">Bestandsverkenner</span> of vanuit het <span class="ui">Leesscherm</span>.
pt_br: Você pode abrir seus <span class="ui">Atalhos de pastas</span> no <span class="ui">Explorador de arquivos</span> ou na <span class="ui">Tela de leitura</span> enquanto lê um livro.
sk: Vaše <span class="ui">Odkazy na priečinky</span> môžete otvoriť cez <span class="ui">Prehliadač súborov</span> alebo cez <span class="ui">Obrazovka na čítanie</span> pri čítaní knihy.
sr: <span class="ui">Пречице директоријума</span> можете да отворите из <span class="ui">Прегледача фајлова</span> или <span class="ui">Екрана читања</span> док читате књигу.
ta: <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> அல்லது <ச்பான் கிளாச் = "யுஐ"> ஒரு புத்தகத்தைப் படிக்கும் போது உங்கள் <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> அல்லது <span வகுப்பு = "Ui"> இலிருந்து உங்கள் <ச்பான் வகுப்பு = "யுஐ"> கோப்புறை குறுக்குவழிகள் </span> ஐ நீங்கள் திறக்கலாம்.
uk: <span class="ui">Ярлики тек</span> можна відкрити з <span class="ui">Оглядача файлів</span> або під час читання з <span class="ui">Екрана читання</span>.
zh_hans: 您可以在阅读书籍时从<span class="ui">文件浏览器</span>或<span class="ui">阅读屏幕</span>打开<span class="ui">文件夹快捷</span>方式。

source: <b>From the File browser:</b> Top right corner <span class="ui">+ (plus) menu</span> then choosing <span class="ui">Folder shortcuts</span> or assigning a gesture.
es: <b>Desde el Explorador de archivos:</b> Esquina superior derecha <span class="ui">+ menú (más)</span> y luego elije <span class="ui">Atajos a carpetas</span> o asigna un gesto.
fr: <b>À partir de l'Explorateur de fichiers :</b> coin supérieur droit <span class="ui">menu + (plus)</span>, puis sélectionnez <span class="ui">Raccourcis vers les dossiers</span> ou attribuez un geste.
ga: <b>Ón mbrabhsálaí comhad:</b> Sa chúinne uachtarach ar dheis <span class="ui">+ (móide) roghchlár</span> ansin roghnaigh <span class="ui">Aicearraí fillteáin</span> nó sannadh gotha.
it: <b>Dal navigatore dei file:</b> Angolo in alto a destra <span class="ui">+ (più) menu</span> quindi scegliere <span class="ui">Scorciatoie per le cartelle</span> o assegnare un gesto.
nl: <b>Vanuit de Bestandsverkenner:</b> via het <span class="ui">+ (plus)-menu</span> rechtsboven, kies <span class="ui">Mapsnelkoppelingen</span>, of koppel er een gebaar aan.
pt_br: <b>No Explorador de arquivos:</b> Canto superior direito <span class="ui">menu + (mais)</span> e, em seguida, escolha <span class="ui">Atalhos de pastas</span> ou atribua um gesto.
sk: <b>V prehliadači súborov:</b> pravý horný roh<span class="ui">+ (plus) menu</span> potom zvoliť <span class="ui">Odkazy na priečinky</span> alebo priradením gesta.
sr: <b>Из Прегледача фајлова:</b> <span class="ui">+ (плус) мени</span> у горњем десном углу, па избор <span class="ui">Директоријумске пречице</span> или доделом гестикулације.
ta: <b> கோப்பு உலாவியில் இருந்து: </b> மேல் வலது மூலையில் <span வகுப்பு = "ui">+ (பிளச்) பட்டியல் </span> பின்னர் <ச்பான் கிளாச் = "யுஐ"> கோப்புறை குறுக்குவழிகள் </span> ஐத் தேர்ந்தெடுங்கள் அல்லது ஒரு சைகையை ஒதுக்குதல்.
uk: <b>З Оглядача файлів:</b> <span class="ui">Меню + (плюс)</span> у верхньому правому куті, а потім оберіть <span class="ui">Ярлики тек</span> або призначте жест.
zh_hans: <b>从文件浏览器：</b>右上角<span class="ui">+（附加）菜单</span>，然后选择<span class="ui">文件夹快捷方式</span>或指定手势。

source: <b>From the reading screen:</b> By assigning a gesture to it.
es: <b>Desde la pantalla de lectura:</b> Asignándole un gesto.
fr: <b>Depuis l'écran de lecture :</b> En lui attribuant un geste.
ga: <b>Ón scáileán léitheoireachta:</b> Trí ghluaiseacht a shannadh dó.
it: <b>Dallo schermo di lettura:</b> Assegnandogli un gesto.
nl: <b>Vanuit het leesscherm:</b> door er een gebaar aan te koppelen.
pt_br: <b>Na tela de leitura:</b> Atribuindo um gesto a ele.
pt_pt: <b>No ecrã de leitura:</b> Atribuindo-lhe um gesto.
sk: <b>Z obrazovky čítania:</b> Priradením gesta.
sr: <b>Из Екрана читања:</b> доделом гестикулације за то.
ta: <b> வாசிப்புத் திரையில் இருந்து: </b> அதற்கு ஒரு சைகையை ஒதுக்குவதன் மூலம்.
uk: <b>З екрану читання:</b> призначивши жест на неї.
zh_hans: <b>从阅读屏幕：</b>通过为其分配手势。

source: It is under the <span class="ui">File browser</span> section of the <span class="ui">Gesture manager</span>. You can learn how to set gestures in the relevant section of this guide.
es: Está en la sección <span class="ui">Explorador de archivos</span> del <span class="ui">Administrador de gestos</span>. Puede aprender a configurar gestos en la sección correspondiente de esta guía.
fr: Il se trouve dans la section <span class="ui">Explorateur de fichiers</span> du <span class="ui">Gestionnaire de gestes</span>. Vous pouvez apprendre à configurer les gestes dans la section correspondante de ce guide.
ga: Tá sé faoin rannán <span class="ui">Brabhsálaí Comhad</span> den <span class="ui">Bainisteoir Gothaí</span>. Is féidir leat foghlaim conas gothaí a shocrú sa rannán ábhartha den treoir seo.
it: Si trova sotto la sezione <span class="ui">Gestore di file</span> di <span class="ui">Tocchi e gesti</span>. Per sapere come impostare i gesti, consultare la relativa sezione di questa guida.
nl: Deze actie vind je onder de sectie <span class="ui">Bestandsverkenner</span> in <span class="ui">Gebarenbeheer</span>. Hoe je gebaren instelt, lees je in de betreffende sectie van deze gids.
pt_br: Fica na seção <span class="ui">Explorador de arquivos</span> do <span class="ui">Gerenciador de gestos</span>. Você pode aprender como configurar gestos na seção correspondente deste guia.
sk: Nachádza sa to v <span class="ui">Prehliadači súborov</span> v časti <span class="ui">Správca gést</span>. V príslušnej časti tejto príručky sa dozviete, ako nastaviť gestá.
sr: Налази се у <span class="ui">Прегледач фајлова</span> одељку <span class="ui">Управљача гестикулацијама</span>. У одговарајућем одељку овог упутства можете да научите како се постављају гестикулације.
ta: இது <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> <span வகுப்பு = "Ui"> சைகை மேலாளர் </span> இன் கீழ் உள்ளது. இந்த வழிகாட்டியின் தொடர்புடைய பிரிவில் சைகைகளை எவ்வாறு அமைப்பது என்பதை நீங்கள் கற்றுக் கொள்ளலாம்.
uk: Це знаходиться в пункті <span class="ui">Менеджер жестів</span> розділу <span class="ui">Оглядач файлів</span>. Як призначити жести можна дізнатися з відповідного розділу цього посібника.
zh_hans: 它位于<span class="ui">手势管理器</span>的<span class="ui">文件浏览器</span>部分。您可以在本指南的相关部分学习如何设置手势。

# user_guide/en.html+html.body.div.div:3263-1
source: Viewing other file types
sk: Zobrazenie iných typov súborov
ta: பிற கோப்பு வகைகளைப் பார்க்கிறது
uk: Перегляд інших типів файлів
zh_hans: 浏览其它格式的文件

source: Viewing text files
es: Ver archivos de texto
fr: Affichage des fichiers texte
ga: Ag féachaint ar chomhaid téacs
it: Visualizzazione di file di testo
nl: Tekstbestanden bekijken
pt_br: Visualizando arquivos de texto
pt_pt: A visualizar ficheiros de texto
sk: Zobrazovanie textových súborov
sr: Приказ текст фајлова
ta: உரை கோப்புகளைப் பார்க்கிறது
uk: Перегляд текстових файлів
zh_hans: 查看文本文件
