Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: KOReader can reflow PDF documents (this option can be found in the bottom menu while reading a fixed-layout document like PDF) to make them suitable for the small screens of e-readers. But for best results, you may want to convert your documents into more flexible EPUB format.
es: KOReader puede ajustar el texto de documentos PDF (esta opción se puede encontrar en el menú inferior mientras se lee un documento de diseño fijo como PDF) para hacerlos adecuados para las pantallas pequeñas de los lectores electrónicos. Pero para obtener mejores resultados, es posible que desees convertir tus documentos a un formato EPUB más flexible.
fr: KOReader peut réorganiser les documents PDF (cette option se trouve dans le menu inférieur lorsque vous lisez un document à mise en page fixe tel qu'un PDF) afin de les adapter aux petits écrans des liseuses électroniques. Cependant, pour obtenir de meilleurs résultats, il est préférable de convertir vos documents au format EPUB, plus flexible.
ga: Is féidir le KOReader doiciméid PDF a athshreabhadh (is féidir an rogha seo a fháil sa roghchlár bun agus doiciméad le leagan amach seasta cosúil le PDF á léamh) chun iad a dhéanamh oiriúnach do scáileáin bheaga léitheoirí leictreonacha. Ach chun na torthaí is fearr a fháil, b'fhéidir gur mhaith leat do dhoiciméid a thiontú go formáid EPUB níos solúbtha.
it: KOReader è in grado di ridurre il formato dei documenti PDF (questa opzione si trova nel menu in basso durante la lettura di un documento a layout fisso come il PDF) per renderli adatti ai piccoli schermi degli e-reader. Ma per ottenere risultati migliori, è meglio convertire i documenti nel più flessibile formato EPUB.
nl: KOReader kan PDF-documenten herschikken (deze optie vind je in het ondermenu tijdens het lezen van een document met vaste indeling zoals PDF) om ze geschikt te maken voor de kleine schermen van e-readers. Voor de beste resultaten kun je je documenten echter beter converteren naar het flexibelere EPUB-formaat.
pt_br: O KOReader pode refluir documentos PDF (essa opção pode ser encontrada no menu inferior ao ler um documento com layout fixo, como PDF) para torná-los adequados às pequenas telas de e-readers. Mas, para melhores resultados, você pode querer converter seus documentos para o formato EPUB, que é mais flexível.
sk: KOReader dokáže preformátovať PDF dokumenty (túto možnosť nájdete v spodnom menu pri čítaní dokumentu s pevným rozložením, ako je PDF), aby boli vhodné pre malé obrazovky elektronických čítačiek. Pre dosiahnutie najlepších výsledkov však možno budete chcieť previesť svoje dokumenty do flexibilnejšieho formátu EPUB.
sr: KOReader може да пресложи PDF документе (ова опција може да се пронађе у менију на дну док читате документ фиксног распореда, као што је PDF) и тако их прилагоди за приказ на e-читачима. Али за најбоље резултате, биће боље да конвертујете своје документе у флексибилнији EPUB формат.
ta: கொரியடர் PDF ஆவணங்களை fullow முடியும் (இந்த விருப்பத்தை PDF போன்ற ஒரு நிலையான-லேஅவுட் ஆவணத்தைப் படிக்கும்போது கீழே பட்டியலில் காணலாம்) அவை மின்-வாசகர்களின் சிறிய திரைகளுக்கு ஏற்றதாக இருக்கும். ஆனால் சிறந்த முடிவுகளுக்கு, உங்கள் ஆவணங்களை மிகவும் நெகிழ்வான எபப் வடிவமாக மாற்ற விரும்பலாம்.
uk: KOReader може перекомпоновувати PDF-документи (цю функцію знайти в нижньому меню під час читання документа з фіксованим макетом, на зразок PDF), щоб зробити їх зручнішими для читання на невеликих екранах е-читалок. Ще кращі результати дає конвертування файлів у гнучкіший формат EPUB, яке можна виконувати на комп'ютері.
zh_hans: KOReader可对PDF文档进行页面重排（该选项在阅读PDF等固定版面文档时出现在底部菜单中），使其适合在小尺寸屏幕的阅读设备上阅读。但为了更好的阅读效果，可能需要用户预先将文档转换为版式更加灵活的EPUB文件格式。

source: Most widely used applications for converting or optimizing your document for your mobile reading device are <span class="external">Calibre</span> (<b>EPUB, Kindle</b> focused) and <span class="external">K2pdfopt</span> (<b>PDF</b> focused).
es: Las aplicaciones más utilizadas para convertir u optimizar documentos para su dispositivo de lectura móvil son <span class="external">Calibre</span> (centrada en <b>EPUB, Kindle</b>) y <span class="external">K2pdfopt</span> (centrada en <b>PDF</b>).
fr: Les applications les plus couramment utilisées pour convertir ou optimiser vos documents pour votre appareil de lecture mobile sont <span class="external">Calibre</span> (axée sur les formats <b>EPUB et Kindle</b>) et <span class="external">K2pdfopt</span> (axée sur le format <b>PDF</b>).
ga: Is iad na feidhmchláir is mó a úsáidtear chun do dhoiciméad a thiontú nó a bharrfheabhsú le haghaidh do ghléas léitheoireachta soghluaiste ná <span class="external">Calibre</span> (dírithe ar <b>EPUB, Kindle</b>) agus <span class="external">K2pdfopt</span> (dírithe ar <b>PDF</b>).
it: Le applicazioni più utilizzate per convertire o ottimizzare il documento per il dispositivo di lettura mobile sono <span class="external">Calibre</span> (specialmente per <b>EPUB, Kindle</b>) e <span class="external">K2pdfopt</span> (per i <b>PDF</b>).
nl: De meest gebruikte toepassingen voor het converteren of optimaliseren van je document voor je mobiele leestoestel zijn <span class="external">Calibre</span> (gericht op <b>EPUB, Kindle</b>) en <span class="external">K2pdfopt</span> (gericht op <b>PDF</b>).
pt_br: As aplicações mais usadas para converter ou otimizar seus documentos para dispositivos de leitura móvel são <span class="external">Calibre</span> (focado em <b>EPUB, Kindle</b>) e <span class="external">K2pdfopt</span> (focado em <b>PDF</b>).
sk: Najpoužívanejšie aplikácie na konverziu alebo optimalizáciu dokumentu pre vaše mobilné čítacie zariadenie sú <span class="external">Calibre</span> (zamerané na <b>EPUB, Kindle</b>) a <span class="external">K2pdfopt</span> (zamerané na <b>PDF</b>).
sr: Најчешће коришћене апликације за конвертовање и оптимизацију докумената за преносни уређај за читање су <span class="external">Calibre</span> (фокусирана на <b>EPUB, Kindle</b>) и <span class="external">K2pdfopt</span> (фокусирана на <b>PDF</b>).
ta: உங்கள் மொபைல் வாசிப்பு சாதனத்திற்காக உங்கள் ஆவணத்தை மாற்ற அல்லது மேம்படுத்துவதற்கு மிகவும் பரவலாகப் பயன்படுத்தப்படும் பயன்பாடுகள் <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் </ச்பான்> (<b> எபப், கின்டெல் </b> கவனம் செலுத்தியது) மற்றும் <ச்பான் கிளாச் = "வெளிப்புற"> கே 2 பி.டி.எஃப்.டி </ச்பான்> (<b> பி.டி.எஃப் </பி> கவனம் செலுத்தியது).
uk: Найпоширенішими програмами для конвертації або оптимізації документів для читання на мобільних пристроях є <span class="external">Calibre</span> (орієнтований на <b>EPUB, Kindle</b>) та <span class="external">K2pdfopt</span> (орієнтований на <b>PDF</b>).
zh_hans: 为便携移动设备转换及优化文档的最常用软件是<span class="external">Calibre</span>（主要用于<b>epub和kindle</b>）以及<span class="external">K2pdfopt</span>（主要用于<b>PDF</b>）。

source: <a href="https://calibre-ebook.com/">Calibre</a> can convert your documents between many formats. It also has a built-in editor that allows you to edit e-books (and fix problems) in the most popular e-book formats, EPUB and Kindle.
es: <a href="https://calibre-ebook.com/">Calibre</a> puede convertir sus documentos entre muchos formatos. También tiene un editor incorporado que le permite editar libros electrónicos (y solucionar problemas) en los formatos de libros electrónicos más populares, EPUB y Kindle.
fr: <a href="https://calibre-ebook.com/">Calibre</a> peut convertir vos documents entre plusieurs formats. Il dispose également d'un éditeur intégré qui vous permet de modifier des livres électroniques (et de corriger des problèmes) dans les formats les plus courants, EPUB et Kindle.
ga: Is féidir le <a href="https://calibre-ebook.com/">Calibre</a> do dhoiciméid a thiontú idir go leor formáidí. Tá eagarthóir ionsuite ann freisin a ligeann duit ríomhleabhair a chur in eagar (agus fadhbanna a réiteach) sna formáidí ríomhleabhar is mó tóir, EPUB agus Kindle.
it: <a href="https://calibre-ebook.com/">Calibre</a> può convertire i documenti tra molti formati. Ha anche un editor integrato che consente di modificare gli e-book (e di correggere i problemi) nei formati più diffusi, EPUB e Kindle.
nl: <a href="https://calibre-ebook.com/">Calibre</a> kan je documenten tussen veel formaten converteren. Het bevat ook een ingebouwde editor waarmee je e-books kunt bewerken (en problemen oplossen) in de populairste e-bookformaten, EPUB en Kindle.
pt_br: O <a href="https://calibre-ebook.com/">Calibre</a> pode converter seus documentos para vários formatos. Ele também possui um editor integrado que permite editar e-books (e corrigir problemas) nos formatos de e-book mais populares, EPUB e Kindle.
sk: <a href="https://calibre-ebook.com/">Calibre</a> dokáže konvertovať vaše dokumenty medzi mnohými formátmi. Má tiež vstavaný editor, ktorý vám umožňuje upravovať elektronické knihy (a opravovať ich chyby) v najpopulárnejších formátoch elektronických kníh, EPUB a Kindle.
sr: <a href="https://calibre-ebook.com/">Calibre</a> може да конвертује документе између много формата. Такође има и уграђени едитор којим можете да уредите e-књиге (и поправите проблеме) у најпопуларнијим форматима e-књига, EPUB и Kindle.
ta: <a href = "https://calibre-ebook.com/"> காலிபர் </a> உங்கள் ஆவணங்களை பல வடிவங்களுக்கு இடையில் மாற்ற முடியும். இது ஒரு உள்ளமைக்கப்பட்ட எடிட்டரையும் கொண்டுள்ளது, இது மிகவும் பிரபலமான மின் புத்தக வடிவங்களான எபப் மற்றும் கின்டெல் ஆகியவற்றில் மின் புத்தகங்களைத் திருத்தவும் (சிக்கல்களை சரிசெய்யவும்) உங்களை அனுமதிக்கிறது.
uk: <a href="https://calibre-ebook.com/">Calibre</a> може конвертувати документи між багатьма форматами. Він також має вбудований редактор, який дозволяє редагувати е-книги (та виправляти проблеми) у найпопулярніших форматах е-книг, EPUB та Kindle.
zh_hans: <a href="https://calibre-ebook.com/">Calibre</a>可以将文档转换为多种格式。它的内置编辑器还可直接修改EPUB和Kindle等常见电子书格式并修正文档错乱。

source: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> optimizes PDF/DJVU files for mobile e-readers and smartphones. It works well on multi-column PDF/DJVU files and can re-flow text even on scanned PDF files. It can also be used as a general PDF copying/cropping/re-sizing/OCR-ing manipulation tool.
es: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> optimiza archivos PDF/DJVU para lectores electrónicos móviles y teléfonos inteligentes. Funciona bien en archivos PDF/DJVU de varias columnas y puede redistribuir texto incluso en archivos PDF escaneados. También se puede utilizar como herramienta general de manipulación de copia, recorte, cambio de tamaño y OCR de PDF.
fr: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> optimise les fichiers PDF/DJVU pour les liseuses électroniques mobiles et les smartphones. Il fonctionne bien sur les fichiers PDF/DJVU à plusieurs colonnes et peut réorganiser le texte même sur les fichiers PDF numérisés. Il peut également être utilisé comme outil général de manipulation de fichiers PDF (copie, recadrage, redimensionnement, OCR).
ga: Déanann <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> comhaid PDF/DJVU a bharrfheabhsú do léitheoirí ríomhleabhar soghluaiste agus do fhóin chliste. Oibríonn sé go maith ar chomhaid PDF/DJVU ilcholún agus is féidir leis téacs a athshreabhadh fiú ar chomhaid PDF scanta. Is féidir é a úsáid freisin mar uirlis ghinearálta cóipeála/bearrtha/athmhéadaithe/ionramhála OCR PDF.
it: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> ottimizza i file PDF/DJVU per gli e-reader mobili e gli smartphone. Funziona bene su file PDF/DJVU a più colonne ed è in grado di rifluire il testo anche su file PDF scansionati. Può anche essere utilizzato come strumento di manipolazione generale per la copia/ritaglio/ridimensionamento/OCR dei PDF.
nl: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> optimaliseert PDF-/DJVU-bestanden voor mobiele e-readers en smartphones. Het werkt goed met PDF-/DJVU-bestanden met meerdere kolommen en kan zelfs tekst herschikken in gescande PDF-bestanden. Het kan ook worden gebruikt als algemene tool voor PDF kopiëren/bijsnijden/schalen/OCR.
pt_br: O <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> otimiza arquivos PDF/DJVU para leitores de e-books e smartphones. Funciona bem em arquivos PDF/DJVU com múltiplas colunas e pode reorganizar o texto mesmo em PDFs digitalizados. Também pode ser usado como uma ferramenta geral para copiar, recortar, redimensionar ou aplicar OCR em PDFs.
sk: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> optimalizuje súbory PDF/DJVU pre mobilné čítačky elektronických kníh a smartfóny. Funguje dobre aj na viac-stĺpcových súboroch PDF/DJVU a dokáže zmeniť tok textu aj v naskenovaných súboroch PDF. Môže sa tiež použiť ako všeobecný nástroj na kopírovanie/orezávanie/zmenu veľkosti/OCR súborov PDF.
sr: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> оптимизује PDF/DJVU фајлове за мобилне e-читаче и смартфоне. Добро рада на PDF/DJVU фајловима у више колона и може да пресложи текст чак и на скенираним PDF фајловима. Такође може да се користи и као општи алат за PDF манипулацију, који ради копирање/опсецање/измену величине/OCR.
ta: <a href = "https://www.willus.com/k2pdfopt/"> K2PDFOPT </a> மொபைல் மின்-வாசகர்கள் மற்றும் ச்மார்ட்போன்களுக்கான PDF/DJVU கோப்புகளை மேம்படுத்துகிறது. இது பல நெடுவரிசை PDF/DJVU கோப்புகளில் நன்றாக வேலை செய்கிறது மற்றும் வருடு செய்யப்பட்ட PDF கோப்புகளில் கூட உரையை மீண்டும் ஓட்ட முடியும். இது ஒரு பொது PDF நகலெடுக்கும்/பயிர்/மறு அளவிடுதல்/OCR-ing கையாளுதல் கருவியாகவும் பயன்படுத்தப்படலாம்.
uk: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a> оптимізує файли PDF/DJVU для е-читалок та смартфонів. Він добре працює з багатоколонковими файлами PDF/DJVU та може переформатувати текст навіть у сканованих PDF-файлах. Його також можна використовувати як загальний інструмент для копіювання, обрізання, зміни розміру та OCR-маніпуляцій з PDF.
zh_hans: <a href="https://www.willus.com/k2pdfopt/">K2pdfopt</a>可以为便携阅读设备及手机改善PDF和DJVU文档。该软件可以对分栏的文档进行编辑，甚至对扫描版PDF文件进行文字重排。同时，它可以作为一款通用的PDF复制、裁切、调整大小、OCR等的编辑软件。

source: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> is a command line application which can add an OCR text layer to scanned PDF files (containing only images without text), allowing them to be searched or copy-pasted. It can especially be useful for reading old scanned books. It can also optimize the images for a smaller file size.
es: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> es una aplicación de línea de comandos que puede agregar una capa de texto OCR a archivos PDF escaneados (que contienen solo imágenes sin texto), lo que permite buscarlos o copiarlos. Puede resultar especialmente útil para leer libros antiguos escaneados. También puede optimizar las imágenes para un tamaño de archivo más pequeño.
fr: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> est une application en ligne de commande qui permet d'ajouter une couche de texte OCR à des fichiers PDF numérisés (contenant uniquement des images sans texte), ce qui permet d'effectuer des recherches ou de copier-coller du texte. Elle peut être particulièrement utile pour lire d'anciens livres numérisés. Elle permet également d'optimiser les images afin de réduire la taille des fichiers.
ga: Is feidhmchlár líne ordaithe é <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> ar féidir leis sraith téacs OCR a chur le comhaid PDF scanta (ina bhfuil íomhánna gan téacs amháin), rud a ligeann dóibh a bheith cuardaithe nó cóipeáilte agus greamaithe. Is féidir leis a bheith úsáideach go háirithe chun seanleabhair scanta a léamh. Is féidir leis na híomhánna a bharrfheabhsú freisin le haghaidh méid comhaid níos lú.
it: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> è un'applicazione a riga di comando che può aggiungere un livello di testo OCR ai file PDF scansionati (contenenti solo immagini senza testo), consentendone la ricerca o il copia-incolla. Può essere particolarmente utile per leggere vecchi libri scansionati. Può anche ottimizzare le immagini per ridurre le dimensioni dei file.
nl: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> is een commandlinetoepassing die een OCR-tekstlaag kan toevoegen aan gescande PDF-bestanden (die alleen afbeeldingen zonder tekst bevatten), waardoor ze doorzoekbaar worden en tekst kan worden gekopieerd en geplakt. Dit is vooral handig voor het lezen van oude gescande boeken. Het kan afbeeldingen ook optimaliseren voor een kleinere bestandsgrootte.
pt_br: O <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> é um aplicativo de linha de comando que pode adicionar uma camada de texto OCR a arquivos PDF digitalizados (contendo apenas imagens sem texto), permitindo que sejam pesquisados ou copiados. É especialmente útil para leitura de livros antigos digitalizados. Também pode otimizar as imagens para reduzir o tamanho do arquivo.
sk: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> je aplikácia príkazového riadka, ktorá dokáže pridať textovú vrstvu OCR do naskenovaných súborov PDF (obsahujúcich iba obrázky bez textu), čo umožňuje ich vyhľadávanie alebo kopírovanie a vkladanie. Môže byť obzvlášť užitočný pri čítaní starých naskenovaných kníh. Dokáže tiež optimalizovať obrázky pre menšiu veľkosť súboru.
sr: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> је апликација из команде линије која може да дода OCR текст слој скенираним PDF фајловима (који садрже само слике, без текста), чиме се омогућава да се претражују или из њих копира/налепљује текст. Може бити посебно користан за читање старих скенираних књига. Такође може и да оптимизује слике на мању величину фајла.
ta: <a href = "https://github.com/ocrmypdf/ocrmypdf"> ocrmypdf </a> என்பது ஒரு கட்டளை வரி பயன்பாடாகும், இது PDF கோப்புகளை வருடு செய்யப்பட்ட (உரை இல்லாமல் படங்களை மட்டுமே கொண்டுள்ளது) ஒரு OCR உரை அடுக்கைச் சேர்க்கலாம், அவற்றைத் தேட அல்லது நகலெடுக்க அனுமதிக்கிறது. பழைய வருடு செய்யப்பட்ட புத்தகங்களைப் படிக்க இது குறிப்பாக பயனுள்ளதாக இருக்கும். இது ஒரு சிறிய கோப்பு அளவிற்கு படங்களை மேம்படுத்தலாம்.
uk: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a> – це програма командного рядка, яка може додавати оптично розпізнаний (OCR) текстовий шар до сканованих PDF-файлів, що містять лише зображення без текстового шару. Це дозволяє здійснювати пошук у тексті фалу та копіювати його текст. Це може бути особливо корисно для читання старих сканованих книг. Програма також може оптимізувати зображення, щоб зменшити розмір файлу.
zh_hans: <a href="https://github.com/ocrmypdf/OCRmyPDF">OCRmyPDF</a>是一款为扫描版PDF文档添加OCR文本层的命令行软件，使处理后的文档可以检索及复制粘贴。在阅读扫描版旧书时格外有用。它也可用于压缩图片文件大小。

source: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> is a browser extension for <b>Mozilla Firefox, Google Chrome</b> and <b>Microsoft Edge</b>. This extension allows saving a web page as a <b>single .html file</b> with all the resources (images, stylesheets, scripts) embedded.
es: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> es una extensión de navegador para <b>Mozilla Firefox, Google Chrome</b> y <b>Microsoft Edge</b>. Esta extensión permite guardar una página web como un <b>archivo .html único</b> con todos los recursos (imágenes, hojas de estilo, scripts) integrados.
fr: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> est une extension de l'explorateur pour <b>Mozilla Firefox, Google Chrome</b> et <b>Microsoft Edge</b>. Cette extension permet d'enregistrer une page web sous forme de <b>fichier .html unique</b> avec toutes les ressources (images, feuilles de style, scripts) intégrées.
ga: Is síneadh brabhsálaí é <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> do <b>Mozilla Firefox, Google Chrome</b> agus <b>Microsoft Edge</b>. Ligeann an síneadh seo leathanach gréasáin a shábháil mar <b>chomhad .html aonair</b> leis na hacmhainní go léir (íomhánna, bileoga stíle, scripteanna) leabaithe ann.
it: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> è un'estensione per il browser per <b>Mozilla Firefox, Google Chrome</b> e <b>Microsoft Edge</b>. Questa estensione consente di salvare una pagina web come <b>un singolo file .html</b> con tutte le risorse (immagini, fogli di stile, script) incorporate.
nl: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> is een browserextensie voor <b>Mozilla Firefox, Google Chrome</b> en <b>Microsoft Edge</b>. Deze extensie laat je een webpagina opslaan als één <b>.html-bestand</b> met alle bronnen (afbeeldingen, stylesheets, scripts) ingesloten.
pt_br: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> é uma extensão de navegador para <b>Mozilla Firefox, Google Chrome</b> e <b>Microsoft Edge</b>. Esta extensão permite salvar uma página da web como um <b>único arquivo .html</b> com todos os recursos (imagens, folhas de estilo, scripts) incorporados.
sk: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> je rozšírenie prehliadača pre <b>Mozilla Firefox, Google Chrome</b> a <b>Microsoft Edge</b>. Toto rozšírenie umožňuje uložiť webovú stránku ako <b>jeden súbor .html</b> so všetkými vloženými zdrojmi (obrázky, štýly, skripty).
sr: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> је проширење за интернет прегледач <b>Mozilla Firefox, Google Chrome</b> и <b>Microsoft Edge</b>. Ово проширење омогућава чување веб страница као <b>један .html фајл</b> са уграђеним свим ресурсима (слике, листе стилова, скрипте).
ta: <a href = "https://github.com/gildas-lormeau/singlefile#install"> சிங்கிள்ஃபைல் </a> என்பது <b> மொசில்லா பயர்பாக்ச், கூகிள் குரோம் </b> மற்றும் <b> நுண்மென் எட்ச் </b> ஆகியவற்றிற்கான உலாவி நீட்டிப்பு ஆகும். இந்த நீட்டிப்பு ஒரு வலைப்பக்கத்தை <b> ஒற்றை .html கோப்பு </b> என அனைத்து ஆதாரங்களுடனும் (படங்கள், ச்டைல்சீட்கள், ச்கிரிப்டுகள்) உட்பொதிக்கப்பட்டதாக சேமிக்க அனுமதிக்கிறது.
uk: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a> – це розширення для вебоглядачів <b>Mozilla Firefox, Google Chrome</b> та <b>Microsoft Edge</b>. Воно дозволяє зберігати вебсторінку з усіма ресурсами як <b>єдиний файл .html</b> (зображеннями, таблицями стилів, скриптами).
zh_hans: <a href="https://github.com/gildas-lormeau/SingleFile#install">SingleFile</a>是一款适用于<b>Mozilla Firefox、Google Chrome</b>及<b>Microsoft Edge</b>的浏览器插件。这款插件可以将网页包含的图片、样式表和脚本等打包保存为<b>单个.html文件</b>。

source: Book metadata storage options
es: Opciones de almacenamiento de metadatos de libros
fr: Options de stockage des métadonnées des livres
ga: Roghanna stórála meiteashonraí leabhar
it: Opzioni di archiviazione dei metadati del libro
nl: Opties voor opslag van boekmetadata
pt_br: Opções de armazenamento de metadados dos livros
pt_pt: Opções de armazenamento de metadados dos livros
sk: Možnosti ukladania metadát kníh
sr: Опције за чување метаподатака књиге
ta: புத்தக மேனிலை தரவு சேமிப்பு விருப்பங்கள்
uk: Варіанти зберігання метаданих книги
zh_hans: 书籍元数据存储选项

# user_guide/en.html+html.body.div.p:3550-2
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！
