Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_blue">INFO</span> Partial rendering is only possible if your EPUB is composed of multiple fragments. EPUB files are basically .zip archives that contain .html files. Some books can be a single .html file while others may be composed of multiple .html files like each chapter of the book is a separate .html file. <b>If your book is only a single .html file, partial rendering can not work, because for each change KOReader still has to calculate the whole book.</b>
es: <span class="label_blue">INFORMACIÓN</span> La renderización parcial sólo es posible si el EPUB está compuesto por varios fragmentos. Los archivos EPUB son básicamente archivos .zip que contienen archivos .html. Algunos libros pueden contener un solo .html mientras que otros pueden contener múltiples archivos, por ejemplo para dividir capítulos. <b>Si el libro contiene un único archivo .html, la renderización parcial no será posible, ya que en cada cambio, KOReader tiene que recalcular el libro al completo.</b>
fr: <span class="label_blue">INFO</span> Le rendu partiel n'est possible que si votre EPUB est composé de plusieurs fragments. Les fichiers EPUB sont essentiellement des archives .zip qui contiennent des fichiers .html. Certains livres peuvent être constitués d'un seul fichier .html, tandis que d'autres peuvent être composés de plusieurs fichiers .html, chaque chapitre du livre étant un fichier .html distinct. <b>Si votre livre n'est qu'un seul fichier .html, le rendu partiel ne peut pas fonctionner, car pour chaque modification, KOReader doit toujours calculer l'ensemble du livre.</b>
ga: <span class="label_blue">EOLAS</span> Ní féidir rindreáil pháirteach a dhéanamh ach amháin má tá do EPUB comhdhéanta de bhlúirí iolracha. Is cartlanna .zip iad comhaid EPUB go bunúsach ina bhfuil comhaid .html. Is féidir le roinnt leabhar a bheith ina gcomhad .html aonair agus is féidir le cinn eile a bheith comhdhéanta de chomhaid .html iolracha amhail is dá mba chomhad .html ar leithligh gach caibidil den leabhar. <b>Mura bhfuil i do leabhar ach comhad .html aonair, ní féidir le rindreáil pháirteach oibriú, mar go gcaithfidh KOReader an leabhar iomlán a ríomh i gcás gach athraithe.</b>
it: <span class="label_blue">INFO</span> Il rendering parziale è possibile solo se l'EPUB è composto da più frammenti. I file EPUB sono fondamentalmente archivi .zip che contengono file .html. Alcuni libri possono essere un singolo file .html, mentre altri possono essere composti da più file .html, ad esempio ogni capitolo del libro è un file .html separato. <b>Se il libro è solo un singolo file .html, il rendering parziale non può funzionare, perché per ogni modifica KOReader deve comunque calcolare l'intero libro.</b>
nl: <span class="label_blue">INFO</span> Gedeeltelijke weergave is alleen mogelijk als je EPUB uit meerdere fragmenten bestaat. EPUB-bestanden zijn in feite .zip-archieven met .html-bestanden. Sommige boeken zijn één enkel .html-bestand, andere bestaan uit meerdere .html-bestanden (bijvoorbeeld één per hoofdstuk). <b>Als je boek één enkel .html-bestand is, kan gedeeltelijke weergave niet werken omdat KOReader voor elke wijziging toch het hele boek moet verwerken.</b>
pt_br: <span class="label_blue">INFO</span> A renderização parcial só é possível se o seu EPUB for composto por vários fragmentos. Arquivos EPUB são basicamente arquivos .zip que contêm arquivos .html. Alguns livros podem ser um único arquivo .html, enquanto outros podem ser compostos por vários arquivos .html, como cada capítulo do livro sendo um arquivo .html separado. <b>Se o seu livro for apenas um arquivo .html, a renderização parcial não funcionará, pois para cada alteração, o KOReader ainda precisa calcular o livro inteiro.</b>
pt_pt: <span class="label_blue">INFO</span> A renderização parcial só é possível se o seu EPUB for composto por múltiplos fragmentos. Os ficheiros EPUB são basicamente ficheiros .zip que contêm outros ficheiros. Alguns livros podem ser um único ficheiro .html, enquanto outros podem ser compostos por vários ficheiros .html, como se cada capítulo do livro fosse um ficheiro .html separado. <b>Se o seu livro for apenas um ficheiro .html, a renderização parcial não funcionará, porque para cada alteração o KOReader terá de calcular o livro inteiro.</b>
sk: <span class="label_blue">INFORMÁCIA</span> Toto je možné len vtedy, ak sa váš súbor EPUB skladá z viacerých častí. Súbory EPUB sú v podstate archívy .zip, ktoré obsahujú súbory .html. Niektoré knihy môžu byť jedným súborom .html, zatiaľ čo iné môžu byť zložené z viacerých súborov .html, napríklad každá kapitola knihy je samostatný súbor .html. <b>Ak je vaša kniha iba jedným súborom .html, čiastočné vykreslenie nemôže fungovať, pretože pri každej zmene musí KOReader vypočítať celú knihu.</b>
sr: <span class="label_blue">ИНФО</span> Делимично исцртавање је могуће само ако је EPUB који читате састављен од више фрагмената. EPUB фајлови су у суштини .zip архиве које садрже .html фајлове. Неке књиге могу да буде један једини .html фајл, док друге могу да се састоје од више .html фајлова, тако да је свако поглавље књиге смештено у посебни .html фајл. <b>Ако се ваша књига састоји из једног јединог .html фајла, делимично исцртавање неће радити, јер за сваку измену KOReader још увек мора да израчуна целу књигу.</b>
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உங்கள் எபப் பல துண்டுகளால் ஆனால் மட்டுமே பகுதி வழங்குதல் சாத்தியமாகும். EPUB கோப்புகள் அடிப்படையில் .html கோப்புகளைக் கொண்ட .sip காப்பகங்கள். சில புத்தகங்கள் ஒற்றை .html கோப்பாக இருக்கலாம், மற்றவை பல .html கோப்புகளால் ஆனது. புத்தகத்தின் ஒவ்வொரு அத்தியாயமும் ஒரு தனி .html கோப்பு. <b> உங்கள் நூல் ஒற்றை .html கோப்பு மட்டுமே என்றால், பகுதி வழங்குதல் வேலை செய்ய முடியாது, ஏனென்றால் ஒவ்வொரு மாற்றத்திற்கும் கொரியடர் இன்னும் முழு புத்தகத்தையும் கணக்கிட வேண்டும். </b>
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Це можливо лише якщо файл EPUB складається з багатьох фрагментів. Файли EPUB по суті є архівами .zip, які містять файли .html. Деякі книги можуть складаються з єдиного файлу .html, в той час як інші можуть складатися з багатьох файлів .html, в яких кожен розділ книги міститься в окремому файлі .html. <b>Якщо книга складається з єдиного файлу .html, тоді часткова візуалізація не працюватиме, оскільки при кожній зміні KOReader повинен заново здійснити обчислення для всієї книги.</b>
zh_hans: <span class="label_blue">说明</span> 分段渲染仅当EPUB文件包含多个文件分段时才可用。EPUB文件本质上是包含.html文件的.zip压缩档。有的书籍仅包含单个.html，而有的则由多个.html文件构成，比如每一章节都被拆分为了独立的.html文件。<b>如果当前书籍仅包含单个.html文件，分段渲染功能就无法启用，因为KOReader以html文件为单位执行渲染。</b>

source: <span class="label_orange">Highlighting icon</span> This icon shows up when you are in the <span class="ui">Select and highlight mode</span>. KOReader has an additional highlight mode which allows you to start a highlight and turn pages to make long highlights which can span multiple pages. You can read about this in the <a href="#bookmarks">BOOKMARKS, HIGHLIGHTING AND NOTES</a> section of this guide. When you start a highlight in this mode, this icon is shown at the corner to remind you that you are still in the highlighting mode. It disappears when you finish your highlight by <b>selecting the end of the passage</b> or when you <b>cancel the highlight</b> (by tapping again on the beginning of your highlight or on this <span class="ui">highlighting icon</span>).
es: <span class="label_orange">Icono de subrayado</span> Este icono aparece cuando estás en el <span class="ui">Modo seleccionar y subrayar</span>. KOReader tiene un modo de subrayado adicional que te permite iniciar un subrayado y pasar páginas para crear subrayados largos que pueden abarcar varias páginas. Puedes leer más en la sección <a href="#bookmarks">Marcadores, Subrayados y Notas</a> de esta guía. Cuando inicias un subrayado en este modo, este icono se muestra en la esquina para recordarte que todavía estás en el modo de subrayado. Desaparece cuando terminas tu subrayado <b>seleccionando el final del pasaje</b> o cuando <b>cancelas el subrayado</b> (toca de nuevo en el comienzo de tu subrayado o en el mismo <span class="ui">icono de subrayado</span>).
fr: <span class="label_orange">Icône de surlignage</span> Cette icône s'affiche lorsque vous êtes en mode <span class="ui">Sélectionner et surligner</span>. KOReader dispose d'un mode de surlignage supplémentaire qui vous permet de commencer un surlignage et de tourner les pages pour créer des surlignages longs pouvant s'étendre sur plusieurs pages. Vous pouvez en savoir plus à ce sujet dans la section <a href="#bookmarks">MARQUE-PAGES, SURLIGNAGE ET NOTES</a> de ce guide. Lorsque vous commencez un surlignage dans ce mode, cette icône s'affiche dans le coin pour vous rappeler que vous êtes toujours en mode de surlignage. Elle disparaît lorsque vous terminez votre mise en surlignage en <b>sélectionnant la fin du passage</b> ou lorsque vous <b>annulez le surlignage</b> (en appuyant à nouveau sur le début de votre surlignage ou sur cette <span class="ui">icône de surlignage</span>).
ga: <span class="label_orange">Deilbhín aibhsithe</span> Feictear an deilbhín seo nuair atá tú sa mhodh <span class="ui">Roghnaigh agus aibhsigh</span>. Tá modh aibhsithe breise ag KOReader a ligeann duit aibhsiú a thosú agus leathanaigh a chasadh chun aibhsithe fada a dhéanamh ar féidir leo dul thar illeathanaigh. Is féidir leat léamh faoi seo sa chuid <a href="#bookmarks">LEABHARMHARCANNA, AIRDSHIÚ AGUS NÓTAÍ</a> den treoir seo. Nuair a thosaíonn tú aibhsiú sa mhodh seo, taispeántar an deilbhín seo sa chúinne chun a mheabhrú duit go bhfuil tú fós sa mhodh aibhsithe. Imíonn sé nuair a chríochnaíonn tú d’aibhsiú trí <b>dheireadh an sliocht a roghnú</b> nó nuair <b>chealaíonn tú an aibhsiú</b> (trí thapáil arís ar thús d’aibhsithe nó ar an <span class="ui">deilbhín aibhsithe</span> seo).
it: <span class="label_orange">Icona di evidenziazione</span> Questa icona viene visualizzata quando si è in modalità <span class="ui">Selezione ed evidenziazione</span>. KOReader ha una modalità di evidenziazione aggiuntiva che consente di avviare un'evidenziazione e di girare le pagine per creare lunghe evidenziazioni che possono estendersi su più pagine. Per saperne di più, consultare la sezione <a href="#segnalibri">Segnalazioni, evidenziazioni e note</a> di questa guida. Quando si avvia un'evidenziazione in questa modalità, questa icona viene visualizzata nell'angolo per ricordare che si è ancora in modalità di evidenziazione. Scompare quando si termina l'evidenziazione <b>selezionando la fine del passaggio</b> o quando si <b>annulla l'evidenziazione</b> (toccando di nuovo l'inizio dell'evidenziazione o l'icona di questa <span class="ui">evidenziazione</span>).
nl: <span class="label_orange">Markeerpictogram</span> Dit pictogram verschijnt wanneer je in de <span class="ui">Selecteer en markeer-modus</span> bent. KOReader heeft een extra markeermodus waarmee je een markering kunt starten en pagina's kunt omslaan om lange markeringen te maken die meerdere pagina's beslaan. Lees hierover in de sectie <a href="#bookmarks">BLADWIJZERS, MARKERINGEN EN NOTITIES</a>. Wanneer je in deze modus een markering start verschijnt dit pictogram in de hoek als herinnering dat je nog in de markeermodus zit. Het verdwijnt wanneer je de markering beëindigt door <b>het einde van het fragment te selecteren</b> of wanneer je de markering <b>annuleert</b> (door opnieuw op het begin van je markering of op dit <span class="ui">markeerpictogram</span> te tikken).
pt_br: <span class="label_orange">Ícone de destaque</span> Este ícone aparece quando você está no <span class="ui">Modo Selecionar e Destacar</span>. O KOReader tem um modo de destaque adicional que permite iniciar um destaque e virar as páginas para fazer destaques longos que podem abranger várias páginas. Você pode ler sobre isso na seção <a href="#bookmarks">MARCADORES, DESTAQUES E NOTAS</a> deste guia. Ao iniciar um destaque neste modo, este ícone é exibido no canto para lembrá-lo de que você ainda está no modo de destaque. Ele desaparece quando você termina o destaque <b>selecionando o final do trecho</b> ou quando você <b>cancela o destaque</b> (tocando novamente no início do destaque ou neste <span class="ui">ícone de destaque</span>).
pt_pt: <span class="label_orange">Ícone de Destaque</span> Este ícone aparece quando se encontra no <span class="ui">modo de seleção e destaque</span>. O KOReader possui um modo de destaque adicional que permite iniciar um destaque e virar as páginas, para fazer destaques longos que podem abranger várias páginas. Pode ler sobre isso na secção <a href="#bookmarks">MARCADORES, DESTAQUES E NOTAS</a> deste guia. Quando inicia um destaque neste modo, este ícone é mostrado no canto para o lembrar que ainda está no modo de destaque. Desaparece quando termina o destaque <b>selecionando o final da passagem</b> ou quando <b>cancela o destaque</b> (tocando novamente no início do seu destaque ou neste <span class="ui">ícone de destaque</span>).
sk: <span class="label_orange">Ikona zvýrazňovania</span> Táto ikona sa zobrazí, keď ste v <span class="ui">režime výberu a zvýrazňovania</span>. KOReader má dodatočný režim zvýrazňovania, ktorý vám umožňuje spustiť zvýrazňovanie a otáčať stránky, aby ste vytvorili dlhé zvýraznenia, ktoré môžu zahŕňať viacero strán. O tom si môžete prečítať v časti <a href="#bookmarks">ZÁLOŽKY, ZVYRAZŇOVANIE A POZNÁMKY</a> v tejto príručke. Keď v tomto režime spustíte zvýrazňovanie, v rohu sa zobrazí táto ikona, ktorá vám pripomenie, že ste stále v režime zvýrazňovania. Zmizne, keď dokončíte zvýraznenie <b>výberom konca pasáže</b> alebo keď <b>zrušíte zvýraznenie</b> (opätovným ťuknutím na začiatok zvýraznenia alebo na túto <span class="ui">ikonu zvýraznenia</span>).
sr: <span class="label_orange">Икона истицања</span> ова икона се приказује када се налазите у <span class="ui">режиму избора и истицања</span>. KOReader има додатни режим истицања који вам омогућава да започнете истицање и окрећете странице, па тако можете да направите дугачка истицања која могу да се простиру на више страница. О томе можете да читате у одељку <a href="#bookmarks">МАРКЕРИ, ИСТИЦАЊА И БЕЛЕШКЕ</a> овог упутства. Када у овом режиму започнете истицање, у углу се приказује икона која вас подсећа да се још увек налазите у режиму истицања. Она нестаје када завршите истицање <b>избором краја пасажа</b> или када <b>откажете истицање</b> (поновним тапом на почетак истицања, или на ову <span class="ui">икону истицања</span>).
ta: <span வகுப்பு = "label_orange"> சிறப்பம்சமாக படவுரு </span> நீங்கள் <ச்பான் கிளாச் = "யுஐ"> இல் இருக்கும்போது இந்த படவுரு காண்பிக்கப்படுகிறது. கொரியடர் கூடுதல் சிறப்பம்சமாக பயன்முறையைக் கொண்டுள்ளது, இது ஒரு சிறப்பம்சத்தைத் தொடங்கவும், பக்கங்களை மாற்றவும் உங்களை அனுமதிக்கிறது, இது பல பக்கங்களை பரப்பக்கூடிய நீண்ட சிறப்பம்சங்களை உருவாக்குகிறது. இந்த வழிகாட்டியின் </a> பிரிவில் <a href = "#புக்மார்க்குகள்"> புக்மார்க்குகள், சிறப்பம்சங்கள் மற்றும் குறிப்புகள் ஆகியவற்றில் இதைப் பற்றி நீங்கள் படிக்கலாம். இந்த பயன்முறையில் நீங்கள் ஒரு சிறப்பம்சத்தைத் தொடங்கும்போது, நீங்கள் இன்னும் சிறப்பம்சமாக இருக்கும் பயன்முறையில் இருக்கிறீர்கள் என்பதை நினைவூட்டுவதற்காக இந்த படவுரு மூலையில் காட்டப்பட்டுள்ளது. பத்தியின் முடிவைத் தேர்ந்தெடுப்பதன் மூலம் உங்கள் சிறப்பம்சத்தை நீங்கள் முடிக்கும்போது அது மறைந்துவிடும் </b> அல்லது நீங்கள் <b> சிறப்பம்சத்தை ரத்து செய்யும்போது </b> (உங்கள் சிறப்பம்சத்தின் தொடக்கத்தில் அல்லது இந்த <ச்பான் வகுப்பு = "யுஐ"> படவுரு </span> ஐ முன்னிலைப்படுத்துவதன் மூலம் மீண்டும் தட்டுவதன் மூலம்).
uk: <span class="label_orange">Значок виділення</span> Цей значок показує коли програма знаходиться у <span class="ui">режимі вибору і виділення</span>. KOReader має додатковий режим виділення, який дозволяє починати виділення та перегортати сторінки, щоб зробити велике виділення тексту, який може знаходитися на кількох сторінках. Про це можна прочитати у розділі «<a href="#bookmarks">Закладки, виділення і нотатки</a>» цього посібника. Коли ви розпочинаєте виділення у цьому режимі, у куті відображається цей значок, щоб нагадувати вам, що програма все ще знаходиться у режимі виділення. Він зникає коли ви завершуєте робити виділення <b>вибравши закінчення уривка</b> або коли <b>скасовуєте виділення</b> (натискаючи на початок виділеного або цього <span class="ui">значка виділення</span>).
zh_hans: <span class="label_orange">标注模式图标</span> 进入<span class="ui">选择并标注模式</span>时，该图标将会显示。KOReader拥有独立的标注模式，以实现跨多页的标注。请前往<a href="#bookmarks">书签、标注和笔记</a>一节了解详情。当开始标注操作后，该图标将显示于屏幕左上角，提醒用户当前仍处于标注模式下。当用户<b>选择到文段末尾</b>自动结束标注操作时或用户<b>取消标注</b>（通过再次点击标注的开头或该<span class="ui">标注图标</span>）时，该图标就会消失。。

source: <span class="label_orange">Pokemon ball icon</span> This icon shows up when you press for a long time on a word (intentionally or accidentally). KOReader has a normal <b>long press</b> menu. And an additional <b>very long press</b> menu when you hold your finger longer than 3 seconds. This icon means that you activated this very long press menu.
es: <span class="label_orange">Icono de bola de Pokémon</span> Este icono aparece cuando tocas durante mucho tiempo en una palabra (intencional o accidentalmente). KOReader tiene un menú de <b>toque largo</b> y un menú adicional de <b>toque muy largo</b> cuando mantienes el dedo durante más de 3 segundos. Este icono significa que has activado el menú de toque muy largo.
fr: <span class="label_orange">Icône Pokemon Ball</span> Cette icône apparaît lorsque vous appuyez longuement sur un mot (intentionnellement ou accidentellement). KOReader dispose d'un menu <b>long appui</b> normal. Et d'un menu supplémentaire <b>très long appui</b> lorsque vous maintenez votre doigt appuyé pendant plus de 3 secondes. Cette icône signifie que vous avez activé ce menu appui très long.
ga: <span class="label_orange">Deilbhín liathróide Pokémon</span> Feictear an deilbhín seo nuair a bhrúnn tú ar fhocal ar feadh i bhfad (d'aon ghnó nó de thaisme). Tá gnáth-roghchlár <b>brúigh fhada</b> ag KOReader. Agus roghchlár <b>brúigh an-fhada</b> breise nuair a choinníonn tú do mhéar ar feadh níos mó ná 3 soicind. Ciallaíonn an deilbhín seo gur ghníomhaigh tú an roghchlár brúigh an-fhada seo.
it: <span class="label_orange">Icona della palla Pokemon</span> Questa icona compare quando si preme a lungo su una parola (intenzionalmente o accidentalmente). KOReader ha un normale menu <b>a pressione prolungata</b>. E un ulteriore menu <b>molto lungo</b> quando si tiene premuto il dito per più di 3 secondi. Questa icona indica che è stato attivato questo menu a pressione molto lunga.
nl: <span class="label_orange">Pokémon bal-pictogram</span> Dit pictogram verschijnt wanneer je lang op een woord drukt (opzettelijk of per ongeluk). KOReader heeft een normaal <b>lang drukken</b> menu. En een extra <b>heel lang drukken</b> menu wanneer je je vinger langer dan 3 seconden vasthoudt. Dit pictogam betekent dat je dit heel lang drukken menu hebt geactiveerd.
pt_br: <span class="label_orange">Ícone de Poké Ball</span> Este ícone aparece quando você pressiona uma palavra por um longo tempo (intencionalmente ou acidentalmente). O KOReader tem um menu normal de <b>pressionamento longo</b>. E um menu adicional de <b>pressionamento muito longo</b> quando você segura o dedo por mais de 3 segundos. Este ícone significa que você ativou este menu de pressionamento muito longo.
pt_pt: <span class="label_orange">Ícone de bola Pokémon</span> Este ícone aparece quando pressiona uma palavra durante muito tempo (intencionalmente ou acidentalmente). O KOReader tem um menu normal de <b>pressão longa</b>. E um menu adicional de <b>pressão demasiado longa</b> quando mantém o dedo pressionado durante mais de 3 segundos. Este ícone significa que ativou este menu de toque longo.
sk: <span class="label_orange">Ikona Pokémonovej lopty</span> Táto ikona sa zobrazí, keď dlho stlačíte slovo (úmyselne alebo náhodne). KOReader má normálne menu s <b>dlhým stlačením</b>. A ďalšie menu s <b>veľmi dlhým stlačením</b>, keď podržíte prst dlhšie ako 3 sekundy. Táto ikona znamená, že ste toto menu s veľmi dlhým stlačením aktivovali.
sr: <span class="label_orange">Икона Покемон лопте</span> ова икона се појављује када извршите дуги притисак на реч (намерно или случајно). KOReader има нормални мени <b>дугог притиска</b>. Постоји и додатни мени <b>веома дугачког притиска</b>, када прст држите дуже од 3 секунде. Ова икона означава да сте активирали овај мени веома дугачког притиска.
ta: <span வகுப்பு = "label_orange"> போகிமொன் பால் படவுரு </span> நீங்கள் ஒரு வார்த்தையில் நீண்ட நேரம் அழுத்தும்போது இந்த படவுரு காண்பிக்கப்படுகிறது (வேண்டுமென்றே அல்லது தற்செயலாக). கொரியடர் ஒரு சாதாரண <b> நீண்ட செய்தித் தாள் </b> மெனுவைக் கொண்டுள்ளது. உங்கள் விரலை 3 வினாடிகளுக்கு மேல் வைத்திருக்கும்போது கூடுதல் <b> மிக நீண்ட அழுத்த </b> பட்டியல். இந்த படவுரு இந்த மிக நீண்ட செய்தித் தாள் மெனுவை நீங்கள் செயல்படுத்தியது என்பதாகும்.
uk: <span class="label_orange">Значок кулі покемона</span> Цей значок показує коли ви довго затискаєте слово (спеціально або випадково). KOReader має звичайне меню, яке відкривається <b>затисканням</b>. Та додаткове меню, яке викликається <b>довгим затисканням</b> (коли палець утримується понад 3 секунди). Цей значок означає, що ви активували саме меню, яке викликається довгим затисканням.
zh_hans: <span class="label_orange">宝可梦球图标</span> 当在某个字上长按（有意或无意）时，该标志将会显示。KOReader提供包含常用选项的<b>长按</b>菜单，以及在<b>持续长按</b>超过三秒时的拓展菜单。该标志代表用户触发了这款拓展菜单。

source: <span class="label_orange">Flip mode icon</span> This icon shows up when you tap the top left corner if:
es: <span class="label_orange">Icono del modo de volteo</span> Este icono aparece cuando tocas la esquina superior izquierda si:
fr: <span class="label_orange">Icône du mode Flip</span> Cette icône apparaît lorsque vous appuyez sur le coin supérieur gauche si :
ga: <span class="label_orange">Deilbhín mód smeach</span> Feictear an deilbhín seo nuair a thapálann tú ar an gcúinne uachtarach ar chlé má:
it: <span class="label_orange">Icona della modalità libro aperto</span> Questa icona viene visualizzata quando si tocca l'angolo in alto a sinistra se:
nl: <span class="label_orange">Flipmodus-pictogram</span> Dit pictogram verschijnt wanneer je op de linkerbovenhoek tikt als:
pt_br: <span class="label_orange">Ícone do modo folhear páginas</span> Este ícone aparece quando você toca no canto superior esquerdo se:
pt_pt: <span class="label_orange">Ícone do modo Folhear</span> Este ícone aparece quando toca no canto superior esquerdo se:
sk: <span class="label_orange">Ikona režimu prevrátenia</span> Táto ikona sa zobrazí po ťuknutí na ľavý horný roh, ak:
sr: <span class="label_orange">Икона изврнутог режима</span> ова икона се приказује када тапнете горњи леви угао ако:
ta: <span வகுப்பு = "label_orange"> ஃபிளிப் பயன்முறை படவுரு </span> நீங்கள் மேல் இடது மூலையைத் தட்டும்போது இந்த படவுரு காண்பிக்கப்படுகிறது:
uk: <span class="label_orange">Значок режиму гортання</span> Цей значок показується при дотику у верхньому лівому куті екрану, якщо:
zh_hans: <span class="label_orange">翻页模式标志</span> 在出于下列状态时，点击屏幕左上角将出现该标志：

source: You are reading a PDF document
es: Estás leyendo un documento PDF
fr: Vous lisez un document PDF
ga: Tá tú ag léamh doiciméad PDF
it: Si sta leggendo un documento PDF
nl: Je een PDF-document leest
pt_br: Você está lendo um documento PDF
pt_pt: Está a ler um documento PDF
sk: Čítate PDF dokument
sr: Читате PDF документ
ta: நீங்கள் ஒரு PDF ஆவணத்தைப் படிக்கிறீர்கள்
uk: Ви читаєте документ PDF
zh_hans: 当前正在阅读PDF文档
