Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Let's see this on an example <span class="ui">style tweak</span>:
es: Veamos esto en un ejemplo de <span class="ui">ajuste de estilo</span>:
fr: Voyons cela à l'aide d'un exemple <span class="ui">modification de style</span> :
ga: Féachaimis air seo ar shampla de <span class="ui">choigeartú stíl</span>:
it: Vediamo un esempio di <span class="ui">ritocco di stile</span>:
nl: Laten we dit bekijken met een voorbeeld-<span class="ui">stijlaanpassing</span>:
pt_br: Vamos ver isso em um exemplo de <span class="ui">ajuste de estilo</span>:
pt_pt: Vejamos isto num exemplo de <span class="ui">ajuste de estilo</span>:
sk: Pozrime sa na to na príklade <span class="ui">vylepšenia štýlu</span>:
sr: Хајде да ово видимо на примеру <span class="ui">дотеривања стила</span>:
ta: இதை ஒரு எடுத்துக்காட்டு <span வகுப்பு = "Ui"> பாணி ட்யூக் </span>:
uk: Нижче <span class="ui">підлаштування стилю</span> показано на прикладі:
zh_hans: 让我们看看这个例子<span class="ui">样式调整</span>：

# user_guide/en.html+html.body.div.p:2341-5
source: img { width: 10px !important; height: 10px !important }
ta: img {அகலம்: 10px! முக்கியமானது; உயரம்: 10px! முக்கியமானது}

source: In plain language this rule says: <b>"Ignore their original size and make all the images in this book 10 pixels wide and 10 pixels high."</b> So if you add this style tweak to KOReader, all the images in your book will be shown tiny.
es: En lenguaje sencillo, esta regla dice: <b>"Ignore su tamaño original y haga que todas las imágenes de este libro tengan 10 píxeles de ancho y 10 píxeles de alto".</b> Entonces, si agrega este ajuste de estilo a KOReader, todas las imágenes de su libro se mostrarán pequeñas.
fr: En langage clair, cette règle dit : <b>« Ignorez leur taille d'origine et donnez à toutes les images de ce livre une largeur et une hauteur de 10 pixels. »</b> Ainsi, si vous ajoutez cette modification de style à KOReader, toutes les images de votre livre s'afficheront en petit format.
ga: I dteanga shimplí, deir an riail seo: <b>"Déan neamhaird dá méid bunaidh agus déan na híomhánna uile sa leabhar seo 10 picteilín ar leithead agus 10 picteilín ar airde."</b> Mar sin, má chuireann tú an tweak stíl seo le KOReader, taispeánfar na híomhánna uile i do leabhar beag bídeach.
it: In parole povere questa regola dice: <b>"Ignorate le dimensioni originali e rendete tutte le immagini di questo libro larghe 10 pixel e alte 10 pixel".</b> Quindi, se si aggiunge questa modifica di stile a KOReader, tutte le immagini del libro saranno visualizzate in piccolo.
nl: In gewone taal zegt deze regel: <b>"Negeer hun oorspronkelijke grootte en maak alle afbeeldingen in dit boek 10 pixels breed en 10 pixels hoog."</b> Voeg je deze stijlaanpassing toe aan KOReader dan worden alle afbeeldingen piepklein weergegeven.
pt_br: Em linguagem simples, esta regra diz: <b>"Ignore o tamanho original e faça todas as imagens neste livro terem 10 pixels de largura e 10 pixels de altura."</b> Então, se você adicionar esse ajuste de estilo ao KOReader, todas as imagens no seu livro serão mostradas pequenas.
sk: Jednoducho povedané, toto pravidlo hovorí: <b>„Ignorujte ich pôvodnú veľkosť a všetky obrázky v tejto knihe nastavte na šírku 10 pixelov a výšku 10 pixelov.“</b> Takže ak do KOReaderu pridáte toto vylepšenie štýlu, všetky obrázky vo vašej knihe sa zobrazia malé.
sr: Простим језиком, ово правило каже: <b>„Игнориши њихову оригиналну величину и учини све слике у овој књизи 10 пиксела широке и 10 пиксела високе.”</b> Дакле, ако у KOReader додате ово дотеривање стила, све слике у вашој књизи ће се приказивати малецке.
ta: எளிய மொழியில் இந்த விதி கூறுகிறது: <b> "அவற்றின் அசல் அளவைப் புறக்கணித்து, இந்த புத்தகத்தில் உள்ள அனைத்து படங்களையும் 10 படப்புள்ளிகள் அகலமாகவும் 10 படப்புள்ளிகள் உயரமாகவும் செய்யுங்கள்." </B> எனவே இந்த பாணி மாற்றத்தை கொரியடருடன் சேர்த்தால், உங்கள் புத்தகத்தில் உள்ள அனைத்து படங்களும் சிறியதாகக் காட்டப்படும்.
uk: Звичайною мовою це правило каже: <b>«Ігнорувати оригінальний розмір і показувати усі зображення в цій книзі розміром 10 пікселів шириною та 10 пікселів висотою.»</b> Тож якщо додати це підлаштування стилю в KOReader, усі зображення у книзі будуть показані в такому розмірі.
zh_hans: 用通俗的语言来说，这条规则是：<b>“忽略它们的原始大小，让这本书中的所有图片都有10个像素宽，10个像素高。“</b>因此，如果您将此样式调整添加到KOReader，您书中的所有图片都将显示的很小。

source: Now lets explain this tweak item by item:
es: Ahora vamos a explicar este ajuste elemento por elemento:
fr: Expliquons maintenant cette modification point par point :
ga: Anois, déanaimis an tweak seo a mhíniú mír ar mhír:
it: Ora spieghiamo questa modifica voce per voce:
nl: Laten we deze aanpassing stap voor stap uitleggen:
pt_br: Agora vamos explicar esse ajuste item por item:
pt_pt: Vamos explicar esta alteração item a item:
sk: Teraz si vysvetlime toto vylepšenie položku po položke:
sr: Хајде сада да ово дотеривање објаснимо ставку по ставку:
ta: இப்போது இந்த மாற்ற உருப்படியை உருப்படி மூலம் விளக்கலாம்:
uk: Далі це підлаштування пояснено елемент за елементом:
zh_hans: 现在让我们逐项解释这个调整：

source: <span class="ui">img</span> - This is a CSS selector that targets all <b>img</b> (image) elements in the book.
es: <span class="ui">img</span>: este es un selector CSS que apunta a todos los elementos <b>img</b> (imagen) del libro.
fr: <span class="ui">img</span> - Il s'agit d'un sélecteur CSS qui cible tous les éléments <b>img</b> (image) du livre.
ga: <span class="ui">img</span> - Is roghnóir CSS é seo a dhíríonn ar gach eilimint <b>img</b> (íomhá) sa leabhar.
nl: <span class="ui">img</span> - Dit is een CSS-selector die alle <b>img</b>- (afbeeldings)elementen in het boek selecteert.
pt_br: <span class="ui">img</span> - Este é um seletor CSS que tem como alvo todos os elementos de <b>img</b> (imagem) no livro.
sk: <span class="ui">img</span> – Toto je CSS selektor, ktorý je zameraný na všetky prvky <b>img</b> (obrázok) v knihe.
sr: <span class="ui">img</span> - Ово је CSS селектор који циља на све <b>img</b> (image–слика) елементе у књизи.
ta: <span வகுப்பு = "Ui"> img </span> - இது புத்தகத்தில் உள்ள அனைத்து <b> img </b> (பட) கூறுகளையும் குறிவைக்கும் சிஎச்எச் தேர்வாளர்.
uk: <span class="ui">img</span> – це селектор CSS, який націлений на усі елементи <b>img</b> (зображення) у книзі.
zh_hans: <span class="ui">img</span>-这是一个CSS选择器，目标是书籍中的所有<b>img</b>（图片）元素。

source: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> - This is the declaration block. It contains the styles which will be applied to the selected <b>img</b> elements.
es: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> - Este es el bloque de declaración. Contiene los estilos que se aplicarán a los elementos <b>img</b> seleccionados.
fr: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> - Il s'agit du bloc de déclaration. Il contient les styles qui seront appliqués aux éléments <b>img</b> sélectionnés.
ga: <span class="ui">{ width: 10px !important; height: 10px !important; </span> - Seo é an bloc dearbhaithe. Tá na stíleanna ann a chuirfear i bhfeidhm ar na heilimintí <b>img</b> roghnaithe.
nl: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> - Dit is het declaratieblok. Het bevat de stijlen die op de geselecteerde <b>img</b>-elementen worden toegepast.
pt_br: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> - Este é o bloco de declaração. Ele contém os estilos que serão aplicados aos elementos <b>img</b> selecionados.
sk: <span class="ui">{ width: 10px !important; height: 10px !important; </span> - Toto je deklaračný blok. Obsahuje štýly, ktoré sa použijú na vybrané prvky <b>img</b>.
sr: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> - Ово је декларација блока. Садржи стилове који ће се применити на изабране <b>img</b> елементе.
ta: <span வகுப்பு = "ui"> {அகலம்: 10px! முக்கியமானது; உயரம்: 10px! முக்கியமானது; } </span> - இது அறிவிப்புத் தொகுதி. இது தேர்ந்தெடுக்கப்பட்ட <b> img </b> கூறுகளுக்கு பயன்படுத்தப்படும் பாணிகளைக் கொண்டுள்ளது.
uk: <span class="ui">{ width: 10px !important; height: 10px !important; }</span> – це блок декларації, який містить стилі, що будуть застосовані до вибраних елементів <b>img</b>.
zh_hans: <span class="ui">{ width: 10px !important; height: 10px !important; }</span>-这是声明块。 它包含将应用于所选<b>img</b>元素的样式。

source: <span class="ui">width: 10px !important;</span> - This first part sets the width of the targeted <b>img</b> elements to 10 pixels. The <b>!important</b> declaration is an override switch which ensures that your width value takes precedence over any other existing <b>width</b> declaration applied to these images.
es: <span class="ui">width: 10px !important;</span> - Esta primera parte establece el ancho de los elementos <b>img</b> de destino en 10 píxeles. La declaración <b>!important</b> es una opción de anulación que garantiza que el valor de ancho prevalezca sobre cualquier otra declaración de <b>ancho</b> existente aplicada a estas imágenes.
fr: <span class="ui">width: 10px !important;</span> - Cette première partie définit la largeur des éléments <b>img</b> ciblés à 10 pixels. La déclaration <b>!important</b> est un commutateur de remplacement qui garantit que votre valeur de largeur a priorité sur toute autre déclaration <b>width</b> existante appliquée à ces images.
ga: <span class="ui">leithead: 10px !important;</span> - Socraíonn an chéad chuid seo leithead na n-eilimintí <b>img</b> spriocdhírithe go 10 picteilín. Is lasc sáraithe é an dearbhú <b>!important</b> a chinntíonn go bhfuil tosaíocht ag do luach leithead thar aon dearbhú <b>leithead</b> eile atá ann cheana a chuirtear i bhfeidhm ar na híomhánna seo.
nl: <span class="ui">width: 10px !important;</span> - Dit gedeelte stelt de breedte van de geselecteerde <b>img</b> elementen in op 10 pixels. De <b>!important</b> declaratie is een 'override switch' die ervoor zorgt dat jouw waarde voorrang heeft op elke andere bestaande <b>width</b>-declaratie die op deze afbeeldingen wordt toegepast.
pt_br: <span class="ui">width: 10px !important;</span> - Esta primeira parte define a largura dos elementos <b>img</b> de destino como 10 pixels. A declaração <b>!important</b> é uma opção de substituição que garante que o valor da sua largura tenha precedência sobre qualquer outra declaração <b>width</b> existente aplicada a essas imagens.
sk: <span class="ui">width: 10px !important;</span> - Táto prvá časť nastaví šírku cieľových prvkov <b>img</b> na 10 pixelov. Deklarácia <b>!important</b> je prepínač, ktorý zabezpečuje, že vaša hodnota šírky má prednosť pred akoukoľvek inou existujúcou deklaráciou <b>šírky</b> použitou na tieto obrázky.
sr: <span class="ui">width: 10px !important;</span> - Овај први део поставља ширину циљаних <b>img</b> елемената на 10 пиксела. Декларација <b>!important</b> је прекидач за преиначавање који обезбеђује да ваша вредност ширине има предност над било којим постојећим <b>width</b> декларацијама примењеним на ове слике.
ta: <span வகுப்பு = "Ui"> அகலம்: 10px! முக்கியமானது; </span> - இந்த முதல் பகுதி இலக்கு வைக்கப்பட்ட <b> img </b> கூறுகளின் அகலத்தை 10 பிக்சல்களுக்கு அமைக்கிறது. <b>! முக்கியமானது </b> அறிவிப்பு என்பது ஒரு மேலெழுதும் சுவிட்ச் ஆகும், இது உங்கள் அகல மதிப்பு வேறு எந்த <b> அகலத்தையும் விட முன்னுரிமை அளிப்பதை உறுதி செய்கிறது </b> இந்த படங்களுக்கு பயன்படுத்தப்படும் அறிவிப்பு.
uk: <span class="ui">width: 10px !important;</span> – ця перша частина встановлює ширину (width) цільових елементів <b>img</b> на значення 10 пікселів; декларація <b>!important</b> є замінним перемикачем, який забезпечує те, що вказане тут значення ширини буде мати вищий пріоритет над будь-яким іншим значенням <b>ширини</b> (width), яке може впливати на ці зображення.
zh_hans: <span class="ui">width: 10px !important;</span> -第一部分将目标<b>img</b>元素的宽度设置为10像素。 <b>!important</b> 声明是一个覆盖开关，它确保您的宽度值优先于应用于这些图片的任何其他现有<b>宽度</b>声明。

source: <span class="ui">height: 10px !important;</span> - This part sets the height of the targeted <b>img</b> elements to 10 pixels. Again, the <b>!important</b> declaration is an override switch which ensures that your height value takes precedence over any other existing <b>height</b> declaration applied to these images.
es: <span class="ui">width: 10px !important;</span> - Esta primera parte establece el ancho de los elementos <b>img</b> de destino en 10 píxeles. La declaración <b>!important</b> es una opción de anulación que garantiza que el valor de ancho prevalezca sobre cualquier otra declaración de <b>ancho</b> existente aplicada a estas imágenes.
fr: <span class="ui">height: 10px !important;</span> - Cette partie définit la hauteur des éléments <b>img</b> ciblés à 10 pixels. Là encore, la déclaration <b>!important</b> est un commutateur de remplacement qui garantit que votre valeur de hauteur prévaut sur toute autre déclaration <b>height</b> existante appliquée à ces images.
ga: <span class="ui">airde: 10px !important;</span> - Socraíonn an chuid seo airde na n-eilimintí <b>img</b> spriocdhírithe go 10 picteilín. Arís, is lasc sáraithe é an dearbhú <b>!important</b> a chinntíonn go dtógfaidh do luach airde tosaíocht thar aon dearbhú <b>airde</b> eile atá ann cheana a chuirtear i bhfeidhm ar na híomhánna seo.
nl: <span class="ui">height: 10px !important;</span> - Dit gedeelte stelt de hoogte van de geselecteerde <b>img</b> elementen in op 10 pixels. De <b>!important</b> declaratie is een 'override switch' die ervoor zorgt dat jouw waarde voorrang heeft op elke andere bestaande <b>height</b>-declaratie die op deze afbeeldingen wordt toegepast.
pt_br: <span class="ui">height: 10px !important;</span> - Esta parte define a altura dos elementos <b>img</b> de destino como 10 pixels. Novamente, a declaração <b>!important</b> é uma opção de substituição que garante que o valor de altura tenha precedência sobre qualquer outra declaração <b>height</b> existente aplicada a essas imagens.
sk: <span class="ui">height: 10px !important;</span> - Táto časť nastaví výšku cieľových prvkov <b>img</b> na 10 pixelov. Deklarácia <b>!important</b> je opäť prepínač, ktorý zabezpečuje, že vaša hodnota výšky má prednosť pred akoukoľvek inou existujúcou deklaráciou <b>výšky</b> použitou na tieto obrázky.
sr: <span class="ui">height: 10px !important;</span> - Овај део поставља висину циљаних <b>img</b> елемената на 10 пиксела. Поново, декларација <b>!important</b> је прекидач за преиначавање који обезбеђује да ваша вредност висине има предност над било којим постојећим <b>height</b> декларацијама примењеним на ове слике.
ta: <span வகுப்பு = "Ui"> உயரம்: 10px! முக்கியமானது; </span> - இந்த பகுதி இலக்கு வைக்கப்பட்ட <b> img </b> கூறுகளின் உயரத்தை 10 பிக்சல்களாக அமைக்கிறது. மீண்டும், <b>! முக்கியமானது </b> அறிவிப்பு என்பது ஒரு மேலெழுதும் சுவிட்ச் ஆகும், இது உங்கள் உயர மதிப்பு வேறு எந்த <b> உயரம் </b> இந்த படங்களுக்கு பயன்படுத்தப்படும் அறிவிப்பையும் விட முன்னுரிமை அளிப்பதை உறுதி செய்கிறது.
uk: <span class="ui">height: 10px !important;</span> – ця частина вказує висоту (height) цільових елементів <b>img</b> на значення 10 пікселів. Знову ж, декларація <b>!important</b> є замінним перемикачем, який забезпечує, що вказане вами значення висоти (height) буде мати вищий пріоритет над будь-яким іншим значенням декларації <b>висоти</b> (height), що застосовується до цих зображень.
zh_hans: <span class="ui">height: 10px !important;</span> - 这部分将目标<b>img</b>元素的高度设置为10像素。同样，<b>!important</b>是一个覆盖开关，可确保您的高度值优先于应用于这些图片的任何其他现有<b>高度</b>声明。

source: In summary, this CSS rule is designed to set a <b>fixed width and height of 10 pixels</b> for all <b>img</b> elements in your book, <b>ignoring their original style</b>.
es: En resumen, esta regla CSS está diseñada para establecer un <b>ancho y alto fijos de 10 píxeles</b> para todos los elementos <b>img</b> de su libro, <b>ignorando su estilo original</b>.
fr: En résumé, cette règle CSS est conçue pour définir une <b>largeur et une hauteur fixes de 10 pixels</b> pour tous les éléments <b>img</b> de votre livre, <b>en ignorant leur style d'origine</b>.
ga: Mar achoimre, tá an riail CSS seo deartha chun <b>leithead agus airde seasta de 10 picteilín</b> a shocrú do gach eilimint <b>img</b> i do leabhar, ag <b>neamhaird a dhéanamh dá stíl bhunaidh</b>.
it: In sintesi, questa regola CSS è progettata per impostare una <b>larghezza e un'altezza fisse di 10 pixel</b> per tutti gli elementi <b>img</b> del libro, <b>ignorando lo stile originale</b>.
nl: Samengevat: deze CSS-regel geeft alle <b>img</b>-elementen een <b>vaste breedte en hoogte van 10 pixels</b> en <b>negeert hun oorspronkelijke stijl</b>.
pt_br: Em resumo, esta regra CSS foi projetada para definir uma <b>largura e altura fixas de 10 pixels</b> para todos os elementos <b>img</b> no seu livro, <b>ignorando seu estilo original</b>.
sk: Stručne povedané, toto pravidlo CSS je navrhnuté tak, aby nastavilo <b>pevnú šírku a výšku 10 pixelov</b> pre všetky prvky <b>img</b> vo vašej knihe, <b>ignorujúc ich pôvodný štýl</b>.
sr: Укратко, ово CSS правило је дизајнирано тако да постави <b>фиксну ширину и висину од 10 пиксела</b> свим <b>img</b> елементима у вашој књизи, <b>игноришући њихов оригинални стил</b>.
ta: சுருக்கமாக, இந்த சிஎச்எச் விதி <b> நிலையான அகலம் மற்றும் 10 படப்புள்ளிகள் </b> இன் உயரத்தை அமைக்க வடிவமைக்கப்பட்டுள்ளது </b> உங்கள் புத்தகத்தில் உள்ள அனைத்து <b> img </b> கூறுகளும், <b> அவற்றின் அசல் பாணியை புறக்கணித்து </b>.
uk: Коротко кажучи, це правило CSS створене, щоб встановити <b>фіксоване значення ширину і висоту на 10 пікселів</b> для усіх елементів <b>img</b> у книзі, <b>ігноруючи при цьому її оригінальний стиль</b>.
zh_hans: 总之，这个CSS规则旨在将您的书中的所有 <b>img</b> 元素设置 <b> 固定宽度和高度为10像素 </b>，并<b> 忽略其原始样式 </b>。

source: Some useful examples of style tweaks
es: Algunos ejemplos útiles de ajustes de estilo
fr: Quelques exemples utiles d'ajustements stylistiques
ga: Roinnt samplaí úsáideacha de choigeartuithe stíl
it: Alcuni esempi utili di modifiche allo stile
nl: Enkele nuttige voorbeelden van stijlaanpassingen
pt_br: Alguns exemplos úteis de ajustes de estilo
pt_pt: Alguns exemplos úteis de ajustes de estilo
sk: Niekoľko užitočných príkladov vylepšení štýlu
sr: Неки корисни примери дотеривања стила
ta: பாணி மாற்றங்களின் சில பயனுள்ள எடுத்துக்காட்டுகள்
uk: Деякі корисні зразки підлаштування стилів
zh_hans: 一些有用的样式调整示例

source: These are some useful style tweaks that you can use directly or modify according to your liking. Next heading explains how to use them in KOReader.
es: Estos son algunos ajustes de estilo útiles que puedes usar directamente o modificar a tu gusto. El siguiente apartado explica cómo usarlos en KOReader.
fr: Voici quelques modifications de style utiles que vous pouvez utiliser directement ou modifier selon vos préférences. La rubrique suivante explique comment les utiliser dans KOReader.
ga: Seo roinnt feabhsuithe stíl úsáideacha ar féidir leat a úsáid go díreach nó a mhodhnú de réir do thaitin. Mínítear sa chéad cheannteideal eile conas iad a úsáid i KOReader.
it: Queste sono alcune utili ritocchi di stile che si possono utilizzare direttamente o modificare a proprio piacimento. Il prossimo paragrafo spiega come utilizzarli in KOReader.
nl: Hieronder staan enkele nuttige stijlaanpassingen die je direct kunt gebruiken of naar wens kunt aanpassen. De volgende kop legt uit hoe je ze in KOReader gebruikt.
pt_br: Estes são alguns ajustes de estilo úteis que você pode usar diretamente ou modificar conforme desejar. O próximo título explica como usá-los no KOReader.
sk: Toto je niekoľko užitočných vylepšení štýlu, ktoré môžete použiť priamo alebo upraviť podľa svojich predstáv. Nasledujúci nadpis vysvetľuje, ako ich používať v KOReaderi.
sr: Ово су нека корисна дотеривања стила која можете да употребите директно или да их измените по својој жељи. Наредни наслов вам објашњава како да их користите у KOReader читачу.
ta: இவை சில பயனுள்ள பாணி மாற்றங்கள், அவை உங்கள் விருப்பப்படி நீங்கள் நேரடியாகப் பயன்படுத்தலாம் அல்லது மாற்றலாம். அடுத்த தலைப்பு அவற்றை கொரியாடரில் எவ்வாறு பயன்படுத்துவது என்பதை விளக்குகிறது.
uk: Тут наведені деякі корисні підлаштування стилів, які ви можете використовувати як є або ж змінювати відповідно до своїх побажань. Наступні заголовки пояснюють як їх використовувати у KOReader.
zh_hans: 这些是一些有用的样式调整，您可以直接使用或根据自己的喜好进行修改。下一个标题解释了如何在KOReader中使用它们。

source: Add a separator line above each heading in a book:
es: Agregue una línea separadora encima de cada encabezado de un libro:
fr: Ajouter une ligne de séparation au-dessus de chaque titre dans un livre :
ga: Cuir líne deighilte os cionn gach ceannteidil i leabhar:
nl: Voeg een scheidingslijn boven elke kop in een boek toe:
pt_br: Adicione uma linha de separação acima de cada título em um livro:
pt_pt: Adicione uma linha separadora por cima de cada título de um livro:
sk: Pridať oddeľovaciu čiaru nad každý nadpis v knihe:
sr: Додавање граничне линије изнад сваког наслова у књизи:
ta: ஒரு புத்தகத்தில் ஒவ்வொரு தலைப்பிலும் ஒரு பிரிப்பான் வரியைச் சேர்க்கவும்:
uk: Додати розділювальну лінію над кожним заголовком у книзі:
zh_hans: 在书籍中的每个标题上方添加分隔线:

source: H1, H2, H3, H4 { border-top: 2px solid black; }
ta: H1, H2, H3, H4 {எல்லை-மேல்: 2px திட கருப்பு; }

source: Add some margin above the headings:
es: Añade un poco de margen encima de los encabezados:
fr: Ajoutez une marge au-dessus des titres :
ga: Cuir roinnt corrlaigh os cionn na gceannteideal:
nl: Voeg wat marge boven de koppen toe:
pt_br: Adicione uma margem acima dos títulos:
pt_pt: Adicionar margem acima dos cabeçalhos:
sk: Pridať nejaký okraj nad nadpisy:
sr: Додавање мало маргине изнад наслова:
ta: தலைப்புகளுக்கு மேலே சிறிது விளிம்பைச் சேர்க்கவும்:
uk: Додати певне поле над заголовками:
zh_hans: 在标题上方添加一些边距:

source: H1, H2, H3, H4 { margin-top: 2em !important; }
ta: H1, H2, H3, H4 {விளிம்பு-மேல்: 2em! முக்கியமானது; }

source: Or if the book have too much margin above the headings, remove them:
es: O si el libro tiene demasiados márgenes encima de los encabezados, elimínelos:
fr: Ou si le livre comporte trop de marges au-dessus des titres, supprimez-les :
nl: Of als het boek te veel marge boven de koppen heeft, verwijder die:
pt_br: Ou se o livro tiver muita margem acima dos títulos, remova-as:
pt_pt: Ou se o livro tiver muita margem acima dos títulos, retire-os:
sk: Alebo ak má kniha príliš veľký okraj nad nadpismi, odstrániť ich:
sr: Или ако књига има превелике маргине изнад наслова, уклањају се:
ta: அல்லது புத்தகத்தில் தலைப்புகளுக்கு மேலே அதிக அளவு இருந்தால், அவற்றை அகற்றவும்:
uk: Або ж, якщо книга має забагато полів над заголовками, вилучити їх:
zh_hans: 或者，如果书的标题上方的边距过多，请将其删除:

source: H1, H2, H3, H4 { margin-top: 0 !important; }
ta: H1, H2, H3, H4 {விளிம்பு-மேல்: 0! முக்கியமானது; }

source: Add a small gap between paragraphs to make the text more readable:
es: Añade un pequeño espacio entre párrafos para que el texto sea más legible:
fr: Ajoutez un petit espace entre les paragraphes pour rendre le texte plus lisible :
ga: Cuir bearna bheag idir mhíreanna chun an téacs a dhéanamh níos inléite:
nl: Voeg een kleine ruimte tussen alinea's toe voor betere leesbaarheid:
pt_br: Adicione um pequeno espaço entre os parágrafos para tornar o texto mais legível:
pt_pt: Adiciona um pequeno espaçamento entre parágrafos que faz o texto mais legível:
sk: Pre lepšiu čitateľnosť textu pridať medzi odseky malú medzeru:
sr: Додавање малог размака између пасуса да би се текст лакше читао:
ta: உரையை மேலும் படிக்கக்கூடியதாக மாற்ற பத்திகளுக்கு இடையில் ஒரு சிறிய இடைவெளியைச் சேர்க்கவும்:
uk: Додати малий розрив між абзацами, щоб зробити текст читабельнішим:
zh_hans: 在段落之间添加一个小间隙，使文本更具可读性:

source: p + p { margin-top: 0.5em !important; margin-bottom: 0.5em !important; }
ta: p + p {விளிம்பு-மேல்: 0.5em! முக்கியமானது; விளிம்பு-கீழ்: 0.5em! முக்கியமானது; }
