Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: en
es: es
fr: fr
ga: ga
it: it
nl: nl
pt_pt: pt_PT
sr: sr
ta: என்
uk: uk
zh_hans: 英语

source: KOReader User Guide
es: Guía del usuario de KOReader
fr: Manuel d'utilisation de KOReader
ga: Treoir Úsáideora KOReader
it: Guida all'uso di KOReader
nl: KOReader Gebruikershandleiding
pt_br: Guia de usuário do KOReader
pt_pt: KOReader - Guia do Utilizador
sk: KOReader používateľská príručka
sr: KOReader корисничко упутство
ta: கொரியடர் பயனர் வழிகாட்டி
uk: Посібник користувача KOReader
zh_hans: KOReader 用户指南

source: Jump to Next Heading
es: Saltar al Siguiente Encabezado
fr: Passer à la rubrique suivante
ga: Léim go dtí an Chéad Cheannteideal Eile
it: Vai al titolo successivo
nl: Ga verder naar volgende kop
pt_br: Ir para o próximo título
pt_pt: Ir para Cabeçalho Seguinte
sk: Prejsť na ďalší nadpis
sr: Скочи на наредни наслов
ta: அடுத்த தலைப்புக்கு செல்லவும்
uk: Перейти до наступного заголовку
zh_hans: 跳至下一章节

source: Back to Table of Contents
es: Volver al sumario
fr: Retour à la table des matières
ga: Ar ais go dtí an Clár Ábhair
it: Torna alla tabella dei contenuti
nl: Terug naar de inhoudsopgave
pt_br: Voltar para o Índice
pt_pt: Voltar para Índice
sk: Návrat na tabuľku s obsahom
sr: Назад на Садржај
ta: உள்ளடக்க அட்டவணைக்குத் திரும்பு
uk: Повернутися до змісту
zh_hans: 返回目录

source: You are currently reading the <b>English</b> (main) version of the <b>KOReader User Guide</b>. Also volunteers are translating this guide to other languages. We have many translations in progress, as you can see in the <b>overall translation status</b> below. But we only link to the languages which are translated <b>above 50%</b> for usability reasons.
es: Estás leyendo la versión en <b>Español</b> de la <b>Guía de Usuario de KOReader</b>. También hay voluntarios traduciendo esta guía a otros idiomas. Como puedes ver en el <b>estado general de traducción</b> más abajo, hay muchas traducciones en proceso. Solo enlazamos a los idiomas con <b>más del 50 %</b> traducido por motivos de usabilidad.
fr: Vous êtes actuellement en train de lire la version <b>Française</b> du <b>Guide d'utilisateur de KOReader</b>. Aussi des volontaires traduisent ce guide dans d'autre langues. Nous avons plusieurs traductions en cours, comme vous pour le voir dans le <b>status global de traduction</b> ci-dessous. Mais nous ne renvoyons qu'aux langues traduites <b>à plus de 50 %</b> pour des raisons de facilité d'utilisation.
ga: Tá tú ag léamh an leagan <b>Béarla</b> (príomhleagan) de <b>Treoir Úsáideora KOReader</b> faoi láthair. Chomh maith leis sin, tá oibrithe deonacha ag aistriú an treoir seo go teangacha eile. Tá go leor aistriúcháin ar siúl againn, mar is féidir leat a fheiceáil sa <b>stádas foriomlán aistriúcháin</b> thíos. Ach ní nascann muid ach leis na teangacha atá aistrithe <b>os cionn 50%</b> ar chúiseanna inúsáidteachta.
it: Attualmente stai leggendo la versione in <b>italiano</b> della <b>Guida all'uso di Koreader</b>. Volontari stanno traducendo questa guida in altre lingue. Abbiamo molte traduzioni in corso, come puoi vedere nello <b>stato di traduzione complessivo</b> di seguito. Ma viene mostrata la guida solo delle lingue che sono tradotte <b>sopra il 50%</b> per motivi di usabilità.
nl: Je leest momenteel de <b>Nederlandse</b> (vertaalde) versie van de <b>KOReader Gebruikershandleiding</b>. Vrijwilligers zijn deze handleiding ook aan het vertalen naar andere talen. We hebben veel vertalingen in uitvoering, zoals je kunt zien in de <b>algemene vertaalstatus</b> hieronder. Maar we linken enkel naar talen die voor <b>meer dan 50%</b> vertaald zijn.
pt_br: No momento, você está lendo a versão (principal) em <b>português (Brasil)</b> do <b>Guia do usuário do KOReader</b>. Também há voluntários traduzindo este guia para outros idiomas. Temos muitas traduções em andamento, como você pode ver no <b>status geral da tradução</b> abaixo. Mas nós apenas vinculamos aos idiomas que são traduzidos <b>acima de 50%</b> por razões de usabilidade.
pt_pt: Atualmente está a ler a versão em <b>Português</b> do <b>Guia do Utilizador do KOReader</b>. Voluntários estão também a traduzir este guia para outros idiomas. Temos muitas traduções em curso, como pode ver no <b>estado global de tradução</b> em baixo. Por questões de usabilidade, apenas fornecemos links para os idiomas que se encontram traduzidos <b>pelo menos 50%</b>.
sk: Práve čítate <b>slovenskú</b> verziu <b>používateľskej príručky KOReadera</b>. Dobrovoľníci tiež prekladajú túto príručku do iných jazykov. Prebieha mnoho prekladov, ako môžete vidieť v <b>celkovom stave prekladu</b> nižšie. Z dôvodu použiteľnosti však odkazujeme iba na jazyky, ktoré sú preložené <b>nad 50 %</b>.
sr: Тренутно читате <b>српску</b> верзију <b>KOReader корисничког упутства</b>. Волонтери преводе ово упутство на остале језике. У току је рад на многим преводима, као што можете да видите у <b>општем статусу превода</b> испод. Али из разлога употребљивости, линк постављамо само на језике који су преведени <b>више од 50%.</b>
ta: நீங்கள் தற்போது <b> ஆங்கிலம் </b> (முதன்மை) பதிப்பைப் படிக்கிறீர்கள் <b> கொரியடர் பயனர் கையேடு </b>. தன்னார்வலர்கள் இந்த வழிகாட்டியைப் பிற மொழிகளுக்கு மொழிபெயர்க்கின்றனர். <b> ஒட்டுமொத்த மொழிபெயர்ப்பு நிலை </b> இல் நீங்கள் காணக்கூடிய பல மொழிபெயர்ப்புகள் முன்னேற்றத்தில் உள்ளன. ஆனால் பயன்பாட்டு காரணங்களுக்காக <b>50%க்கு மேல் </b> மொழிபெயர்க்கப்பட்ட மொழிகளுடன் மட்டுமே நாங்கள் இணைக்கிறோம்.
uk: Зараз ви читаєте <b>україномовну</b> версію<b> посібника користувача KOReader</b>. Посібник також доступний іншими мовами. Багато мовних версій перебувають в процесі перекладу, що можна побачити нижче у <b>загальному списку стану перекладу</b>. Але, з огляду на можливість використання, посилання надаються лише на переклади, які виконані на <b>понад 50%</b>.
zh_hans: 你当前阅读的是 <b>简体中文</b>版的 <b>KOReader用户指南</b>。该指南由志愿者译为多种语言。由你所见，下方的<b>翻译进度总览</b>显示了各语种的翻译进展。出于实用性考虑，表中仅展示翻译进度 <b>超过50%</b>的语种版本链接。

source: More than 80% translated
es: Más del 80% traducido
fr: Plus de 80% traduit
ga: Níos mó ná 80% aistrithe
it: Oltre l'80% tradotto
nl: Voor meer dan 80% vertaald
pt_br: Mais de 80% traduzido
pt_pt: Traduzido mais de 80%
sk: Viac ako 80 % preložené
sr: Преведено више од 80%
ta: 80% க்கும் அதிகமான மொழிபெயர்க்கப்பட்டுள்ளது
uk: Перекладено понад 80%
zh_hans: 翻译进度超过80%的语种版本

source: 🇨🇳 Chinese (Simplified Han script)
es: 🇨🇳 Chino (escritura Han simplificada)
fr: 🇨🇳 Chinois (Écriture Han simplifiée)
ga: 🇨🇳 Sínis (Simplithe Han)
it: 🇨🇳 Cinese (Scrittura Han semplificata)
nl: 🇨🇳 Chinese (vereenvoudigde Han-tekens)
pt_br: 🇨🇳 Chinês (escrita Han simplificada)
pt_pt: 🇨🇳 Chinês (Script Han Simplificado)
sk: 🇨🇳 Čínština (zjednodušené písmo Han)
sr: 🇨🇳 кинески (поједностављено хан писмо)
ta: 🇨🇳 சீன (எளிமைப்படுத்தப்பட்ட ஆன் ச்கிரிப்ட்)
uk: 🇨🇳 китайська (спрощена)
zh_hans: 简体中文（汉语）

source: 🇳🇱 Dutch
es: 🇳🇱 Neerlandés
fr: 🇳🇱 Néerlandais
ga: 🇳🇱 Ollainnis
it: 🇳🇱 Olandese
nl: 🇳🇱 Nederlands
pt_br: 🇳🇱 Holandês
pt_pt: Holandês
sk: 🇳🇱 Holandčina
sr: 🇳🇱 холандски
ta: 🇳🇱 டச்சு
uk: 🇳🇱 нідерландська
zh_hans: 荷兰语

source: 🇮🇹 Italian
es: 🇮🇹 Italiano
fr: 🇮🇹 Italien
ga: 🇮🇹 Iodáilis
it: 🇮🇹 Italiano
nl: 🇮🇹 Italiaans
pt_br: 🇮🇹 Italiano
pt_pt: Italiano
sk: 🇮🇹 Taliančina
sr: 🇮🇹 италијански
ta: இத்தாலியன்
uk: 🇮🇹 італійська
zh_hans: 意大利语

source: 🇷🇸 Serbian
es: 🇷🇸 Serbio
fr: 🇷🇸 Serbe
ga: 🇷🇸 Seirbis
it: 🇷🇸 Serbo
nl: 🇷🇸 Servisch
pt_br: 🇷🇸 Sérvio
pt_pt: 🇷🇸 Sérbio
sk: 🇷🇸 Srbčina
sr: 🇷🇸 српски
ta: 🇷🇸 செர்பியன்
uk: 🇷🇸 сербська
zh_hans: 塞尔维亚语

source: 🇸🇰 Slovak
es: 🇸🇰 Eslovaco
fr: 🇸🇰 Slovaque
ga: 🇸🇰 Slóvaicis
it: 🇸🇰 Slovacco
nl: 🇸🇰 Slovaaks
pt_br: 🇸🇰 Eslovaco
pt_pt: 🇸🇰 Eslovaco
sk: 🇸🇰 Slovenčina
sr: 🇸🇰 словачки
ta: 🇸🇰 ச்லோவாக்
uk: 🇸🇰 словацька
zh_hans: 斯洛伐克语

source: 🇮🇳 Tamil
fr: 🇮🇳 Tamoul
ga: 🇮🇳 Tamailis
pt_br: 🇮🇳 Tâmil
sk: 🇮🇳 Tamilčina
sr: 🇮🇳 тамил
ta: தமிழ்
uk: 🇮🇳 тамільська
zh_hans: 泰米尔语

source: 🇺🇦 Ukrainian
es: 🇺🇦 Ucraniano
fr: 🇺🇦 Ukrainien
ga: 🇺🇦 Úcránach
it: 🇺🇦 Ucraino
nl: 🇺🇦 Oekraïens
pt_br: 🇺🇦 Ucraniano
pt_pt: 🇺🇦 Ucraniano
sk: 🇺🇦 Ukrajinčina
sr: 🇺🇦 украјински
ta: 🇺🇦 உக்ரேனிய
uk: 🇺🇦 українська
zh_hans: 乌克兰语

source: To see all the languages currently being translated and to contribute to the translation efforts of the user guide, please visit the <a href="https://hosted.weblate.org/projects/koreader/user-guide/">Weblate translation page</a> of our project.
es: Para ver todos los idiomas a las que está siendo traducida actualmente y contribuir en el esfuerzo de traducir la guía de usuario, por favor visita la <a href="https://hosted.weblate.org/projects/koreader/user-guide/">página de traducción de Weblate</a> de nuestro proyecto.
fr: Pour voir toutes les langues actuellement traduites et contribuer à la traduction du guide d'utilisation, rendez-vous sur la <a href="https://hosted.weblate.org/projects/koreader/user-guide/">page de traduction Weblate</a> de notre projet.
ga: Chun na teangacha uile atá á n-aistriú faoi láthair a fheiceáil agus chun cur le hiarrachtaí aistriúcháin an treoir úsáideora, tabhair cuairt ar <a href="https://hosted.weblate.org/projects/koreader/user-guide/">leathanach aistriúcháin Weblate</a> ár dtionscadail.
it: Per vedere tutte le lingue attualmente in corso di traduzione e per contribuire agli sforzi di traduzione della guida per l'utente, visitate la pagina di traduzione <a href="https://hosted.weblate.org/projects/koreader/user-guide/">Weblate</a> del nostro progetto.
nl: Om alle talen te zien die momenteel worden vertaald en om bij te dragen aan de vertaling van de gebruikershandleiding, ga naar de <a href="https://hosted.weblate.org/projects/koreader/user-guide/">Weblate-vertaalpagina</a> van ons project.
pt_br: Para ver todos os idiomas que estão sendo traduzidos atualmente e contribuir com os esforços de tradução do guia do usuário, visite a <a href="https://hosted.weblate.org/projects/koreader/user-guide/">página de tradução do Weblate</a> do nosso projeto.
pt_pt: Para ver todos os idiomas atualmente em tradução e para contribuir para os esforços da tradução do guia de utilizador, por favor, visite a <a href="https://hosted.weblate.org/projects/koreader/user-guide/">página de tradução do Weblate</a> do nosso projeto.
sk: Ak chcete zobraziť všetky jazyky, ktoré sa práve prekladajú, a prispieť k prekladu používateľskej príručky, navštívte <a href="https://hosted.weblate.org/projects/koreader/user-guide/">stránku prekladu Weblate</a> nášho projektu.
sr: Ако желите да видите све језике на које се тренутно преводи и да дате свој допринос у раду на превођењу корисничког упутства, молимо вас да посетите <a href="https://hosted.weblate.org/projects/koreader/user-guide/">Weblate страницу превода</a> нашег пројекта.
ta: தற்போது மொழிபெயர்க்கப்பட்டுள்ள அனைத்து மொழிகளையும் காணவும், பயனர் வழிகாட்டியின் மொழிபெயர்ப்பு முயற்சிகளுக்கு பங்களிக்கவும், தயவுசெய்து <a href = "https://hosted.weblate.org/projects/koreader/user-guide/"> வலைபெயர்ப்பு மொழிபெயர்ப்பு பக்கம் </a> ஐப் பார்வையிடவும்.
uk: Переглянути усі мови, якими перекладається цей посібник, а також зробити свій внесок у переклад, можна на <a href="https://hosted.weblate.org/projects/koreader/user-guide/">сторінці Weblate перекладу нашого проекту</a>. При роботі з перекладом просимо виявляти поміркованість і враховувати, що терміни та назви повинні у однаковому вигляді використовуватися у багатьох місцях інтерфейсу та довідки, що забезпечує розуміння функцій та використання програми. Бездумний уривчастий переклад може принести більше шкоди, ніж користі для користувачів.
zh_hans: 若要查看全部语种的翻译进度并为本指南的翻译做贡献，请访问本项目的 <a href="https://hosted.weblate.org/projects/koreader/user-guide/">Weblate众包翻译页</a>。

source: Overall translation status of the user guide
es: Estado general de la traducción de la guía de usuario
fr: Statut général de la traduction du guide d'utilisation
ga: Stádas foriomlán aistriúcháin an treoir úsáideora
it: Stato complessivo della traduzione della guida per l'utente
nl: Algemene vertaalstatus van de gebruikershandleiding
pt_br: Status geral da tradução do guia do usuário
pt_pt: Estado geral da tradução do guia do utilizador
sk: Celkový stav prekladu používateľskej príručky
sr: Општи статус превода корисничког упутства
ta: பயனர் வழிகாட்டியின் ஒட்டுமொத்த மொழிபெயர்ப்பு நிலை
uk: Загальний стан перекладу посібника користувача
zh_hans: 本用户指南的翻译进度总览

source: Translation status
es: Estado de la traducción
fr: Statut de traduction
ga: Stádas aistriúcháin
it: Stato della traduzione
nl: Vertaalstatus
pt_br: Status da tradução
pt_pt: Estado da tradução
sk: Stav prekladu
sr: Статус превода
ta: மொழிபெயர்ப்பு நிலை
uk: Стан перекладу
zh_hans: 翻译项目状态

source: Guide for this user guide :)
es: Guía para la guía de usuario :)
fr: Guide pour ce manuel d'utilisation :)
ga: Treoir don treoir úsáideora seo :)
it: Guida per questa guida utente :)
nl: Handleiding voor deze gebruikershandleiding :)
pt_br: Guia para este guia do usuário :)
pt_pt: Guia para este guia do utilizador :)
sk: Návod pre túto príručku :)
sr: Упутство за ово корисничко упутство :)
ta: இந்த பயனர் வழிகாட்டிக்கான வழிகாட்டி :)
uk: Посібник для цього посібника користувача :)
zh_hans: 本用户指南的阅读指南 ☺

source: This guide is primarily designed for color screens. If you are using it for the first time, we highly recommend reading this on a computer, tablet or mobile. Because seeing user interface elements highlighted in color will make your life easier while learning how to use KOReader. Of course you can read this on your e-ink device too, but the experience will not be optimal.
es: Esta guía está diseñada principalmente para pantallas en color. Si la estás leyendo por primera vez, recomendamos que lo hagas en un ordenador, tablet o móvil. Ver los elementos de la interfaz de usuario marcados en color te resultará más fácil mientras aprendes a usar KOReader. Naturalmente, puedes leerla en tu dispositivo de tinta electrónica, pero la experiencia no será la óptima.
fr: Ce guide est conçu pour les écrans couleur. Si vous l’utilisez pour la première fois, nous vous recommandons fortement de le lire sur un ordinateur, une tablette ou un mobile. Cela permet d’afficher les éléments de l’interface surlignés en couleur ce qui vous simplifiera la vie lors de votre apprentissage de l’utilisation de KOReader. Vous pouvez aussi bien sûr le lire sur votre appareil e-ink mais l’expérience ne sera pas optimale.
ga: Tá an treoir seo deartha go príomha do scáileáin datha. Más é seo an chéad uair atá tú á úsáid, molaimid go mór duit é seo a léamh ar ríomhaire, taibléad nó fón póca. Mar má fheictear eilimintí comhéadain úsáideora atá aibhsithe i ndath, beidh sé níos fusa duit agus tú ag foghlaim conas KOReader a úsáid. Ar ndóigh, is féidir leat é seo a léamh ar do ghléas dúigh leictreonach freisin, ach ní bheidh an taithí is fearr.
it: Questa guida è stata progettata principalmente per gli schermi a colori. Se si utilizza per la prima volta, si consiglia di leggerla su un computer, un tablet o un cellulare. Perché vedere gli elementi dell'interfaccia utente evidenziati a colori vi faciliterà la vita durante l'apprendimento dell'uso di KOReader. Naturalmente è possibile leggerlo anche su un dispositivo e-ink, ma l'esperienza non sarà ottimale.
nl: Deze handleiding is voornamelijk ontworpen voor kleurenschermen. Als je deze voor het eerst gebruikt, raden we sterk aan deze te lezen op een computer, tablet of mobiele telefoon. Het zien van gebruikersinterface-elementen gemarkeerd in kleur maakt het leven gemakkelijker bij het leren van KOReader. Natuurlijk kun je dit ook lezen op je e-ink apparaat, maar de ervaring zal niet optimaal zijn.
pt_br: Este guia foi projetado principalmente para telas coloridas. Se você estiver o usando pela primeira vez, recomendamos fortemente que você leia em um computador, tablet ou celular. Porque ver elementos da interface do usuário destacados em cores tornará sua vida mais fácil enquanto aprende a usar o KOReader. Claro que você também pode ler isso no seu dispositivo e-ink, mas a experiência não será ideal.
pt_pt: Este guia foi projetado principalmente para ecrãs a cores. Se estiver a usá-lo pela primeira vez, recomendamos fortemente que leia num computador, tablet ou telemóvel, porque ver elementos da interface do utilizador destacados a cores tornará a sua vida mais fácil enquanto aprende a usar o KOReader. Claro que também pode ler isso no seu dispositivo e-ink, mas a experiência não será ótima.
sk: Táto príručka je primárne určená pre farebné obrazovky. Ak ju používate prvýkrát, vrelo odporúčame prečítať si ju na počítači, tablete alebo mobile. Pretože farebne zvýraznené prvky používateľského rozhrania vám uľahčia život pri učení sa, ako používať KOReader. Samozrejme, môžete si to prečítať aj na svojom e-ink zariadení, ale zážitok nebude optimálny.
sr: Ово упутство је првенствено дизајнирано за екране у боји. Ако га користите први пут, снажно вам препоручујемо да га читате на компјутеру, таблету или мобилном. Биће вам лакше да научите како да користите KOReader ако истицања елемената корисничког интерфејса видите у боји. Наравно, такође можете да читате и на свом e-ink уређају, али искуство неће бити оптимално.
ta: இந்த வழிகாட்டி முதன்மையாக வண்ணத் திரைகளுக்காக வடிவமைக்கப்பட்டுள்ளது. நீங்கள் முதன்முதலில் இதைப் பயன்படுத்துகிறீர்கள் என்றால், இதை கணினி, டேப்லெட் அல்லது மொபைலில் படிக்க பரிந்துரைக்கிறோம். ஏனென்றால், வண்ணத்தில் முன்னிலைப்படுத்தப்பட்ட பயனர் இடைமுக கூறுகளைப் பார்ப்பது கொரியாடரை எவ்வாறு பயன்படுத்துவது என்பதைக் கற்றுக் கொள்ளும்போது உங்கள் வாழ்க்கையை எளிதாக்கும். நிச்சயமாக இதை உங்கள் ஈ-மை சாதனத்திலும் படிக்கலாம், ஆனால் பட்டறிவு உகந்ததாக இருக்காது.
uk: Цей посібник початково створений для кольорових екранів. Читати його вперше ми наполегливо рекомендуємо на комп'ютері, планшеті або мобільному телефоні, оскільки виділення у тексті назв елементів інтерфейсу кольорами значно полегшує сприйняття та розуміння того, як користуватися KOReader. Звісно, цей посібник також можна читати і на пристрої з екраном на е-чорнилах, але цей досвід не буде найкращим з можливих.
zh_hans: 本指南主要为彩色屏幕设计。如果你是初次阅读，强烈建议使用电脑、平板或手机浏览，因为本指南会使用不同颜色来标注KOReader软件界面的不同部分，色彩会使各类说明更易理解。当然，你仍可在电子墨水屏上阅读本指南，只是这些未对e-ink优化的内容可能体验不佳。

source: You can use the search function of your browser to find a specific topic or keyword (generally <b>Ctrl + F</b>). If you have a suggestion or question related to this user guide, you can write to this <a href="https://github.com/koreader/koreader/issues/11147">GitHub discussion thread</a>.
es: Puedes usar la función de búsqueda de tu navegador para encontrar un tema o palabra específicos (generalmente con <b>Ctrl + F</b>). Si tienes alguna sugerencia o pregunta relacionada con la guía del usuario, puedes escribir en este <a href="https://github.com/koreader/koreader/issues/11147">hilo de discusión en Github</a>.
fr: Vous pouvez utiliser la fonction de recherche de votre navigateur pour trouver un sujet ou un mot-clé spécifique (généralement <b>Ctrl + F</b>). Si vous avez une suggestion ou une question concernant ce guide d'utilisation, vous pouvez écrire à cette <a href="https://github.com/koreader/koreader/issues/11147">discussion GitHub</a>.
ga: Is féidir leat feidhm chuardaigh do bhrabhsálaí a úsáid chun topaic nó eochairfhocal ar leith a aimsiú (de ghnáth <b>Ctrl + F</b>). Má tá moladh nó ceist agat a bhaineann leis an treoir úsáideora seo, is féidir leat scríobh chuig an <a href="https://github.com/koreader/koreader/issues/11147">snáithe plé GitHub</a> seo.
it: È possibile utilizzare la funzione di ricerca del browser per trovare un argomento o una parola chiave specifica (generalmente <b>Ctrl + F</b>). Se hai un suggerimento o una domanda relativa a questa guida per l'utente, puoi scrivere su questo <a href="https://github.com/koreader/koreader/issues/11147">thread di discussione github</a>.
nl: Je kunt de zoekfunctie van je browser gebruiken om een specifiek onderwerp te vinden (gewoonlijk <b>Ctrl + F</b>). Als je een suggestie of vraag hebt met betrekking tot deze gebruikershandleiding, kun je schrijven naar <a href="https://github.com/koreader/koreader/issues/11147">deze GitHub-discussie</a>.
pt_br: Você pode usar a função de busca do seu navegador para encontrar um tópico ou palavra-chave específica (geralmente <b>Ctrl + F</b>). Se você tiver uma sugestão ou pergunta relacionada a este guia do usuário, você pode escrever para este <a href="https://github.com/koreader/koreader/issues/11147">tópico de discussão do GitHub</a>.
pt_pt: Pode usar a função de pesquisa do seu navegador para encontrar um tópico ou palavra-chave específica (geralmente <b>Ctrl + F</b>). Se tiver uma sugestão ou pergunta relacionada a este guia do utilizador, pode escrever neste <a href="https://github.com/koreader/koreader/issues/11147">tópico de discussão do GitHub</a>.
sk: Na vyhľadanie konkrétnej témy alebo kľúčového slova môžete použiť funkciu vyhľadávania vášho prehliadača (zvyčajne <b>Ctrl + F</b>). Ak máte návrh alebo otázku týkajúcu sa tejto používateľskej príručky, môžete napísať do tohto <a href="https://github.com/koreader/koreader/issues/11147">diskuzného vlákna GitHub</a>.
sr: Да бисте пронашли одређену тему или кључну реч, можете да употребите функцију претраге свог интернет прегледача (углавном <b>Ctrl + F</b>). Ако имате сугестију или питање у вези са овим корисничким упутством, можете да пишете на овај <a href="https://github.com/koreader/koreader/issues/11147">GitHub низ дискусије</a>.
ta: ஒரு குறிப்பிட்ட தலைப்பு அல்லது முக்கிய சொல்லைக் கண்டுபிடிக்க உங்கள் உலாவியின் தேடல் செயல்பாட்டைப் பயன்படுத்தலாம் (பொதுவாக <b> கட்டுப்பாடு + f </b>). இந்த பயனர் வழிகாட்டி தொடர்பான பரிந்துரை அல்லது கேள்வி உங்களிடம் இருந்தால், நீங்கள் இந்த <a href = "https://github.com/koreader/koreader/issues/11147"> அறிவிலிமையம் கலந்துரையாடல் நூல் </a> க்கு எழுதலாம்.
uk: Щоб швидко знайти певну тему чи ключові слова, можна скористатися функцією пошуку на сторінці вебоглядача (зазвичай клавіші <b>Ctrl+F</b>). Якщо ви маєте запитання чи пропозиції щодо цього посібника, їх можна написати у цій <a href="https://github.com/koreader/koreader/issues/11147">темі обговорення на GitHub</a> (англійською мовою).
zh_hans: 你可以使用浏览器自带的页内搜索功能（快捷键一般是同时按下<b>Ctrl和F</b>）来检索特定话题和关键词。如果你有关于本指南的建议或疑问，请前往<a href="https://github.com/koreader/koreader/issues/11147">GitHub工单页</a>提交。

source: Parts of the text in this guide are color coded according to their categories:
es: Partes del texto de esta guía están codificadas por colores según tus categorías:
fr: Certaines parties du texte de ce guide sont codées par couleur en fonction de leur catégorie :
ga: Tá codanna den téacs sa treoir seo códaithe le dathanna de réir a gcatagóirí:
it: Le parti del testo di questa guida sono codificate a colori in base alle categorie:
nl: Delen van de tekst in deze handleiding zijn kleurgecodeerd op basis van hun categorieën:
pt_br: Partes do texto neste guia são codificadas por cor de acordo com suas categorias:
pt_pt: Partes do texto neste guia estão codificados com cores de acordo com as suas categorias:
sk: Časti textu v tejto príručke sú farebne odlíšené podľa kategórií:
sr: Делови текста овог упутства су обојени сагласно са категоријама:
ta: இந்த வழிகாட்டியில் உள்ள உரையின் பகுதிகள் அவற்றின் வகைகளின்படி வண்ண குறியிடப்படுகின்றன:
uk: Частини тексту в цьому посібнику позначені кольором відповідно до їхніх категорій:
zh_hans: 本指南的不同文段依照其分类标注了不同颜色：

source: PARTS OF KOREADER (BLUE)
es: PARTES DE KOREADER (AZUL)
fr: PARTIES DE KOREADER (BLEU)
ga: PÁIRTEANNA DE LÉITHEOIR CHÓRA (GORM)
it: PARTI DI KOREADER (BLU)
nl: ONDERDELEN VAN KOREADER (BLAUW)
pt_br: PARTES DO KOREADER (AZUL)
pt_pt: PARTES DO KOREADER (AZUL)
sk: ČASTI KOREADERA (MODRÁ)
sr: ДЕЛОВИ ПРОГРАМА KOREADER (ПЛАВО)
ta: கொரியாடரின் பகுதிகள் (நீலம்)
uk: ЧАСТИНИ KOREADER (блакитний)
zh_hans: KOReader界面（以蓝色标示）
