Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: This will make your screen wider so your document may look big enough to read comfortably.
es: Esto hará que la pantalla sea más ancha para que el documento parezca lo suficientemente grande para ser leído cómodamente.
fr: Cela élargira votre écran afin que votre document soit suffisamment grand pour être lu confortablement.
ga: Déanfaidh sé seo do scáileán níos leithne ionas go mbeidh cuma mhór go leor ar do dhoiciméad le léamh go compordach.
it: In questo modo lo schermo sarà più ampio e il documento sembrerà abbastanza grande da poter essere letto comodamente.
nl: Daardoor wordt je scherm breder en kan het document groot genoeg zijn om comfortabel te lezen.
pt_br: Isso deixará a sua tela mais larga, para que seu documento pareça grande o suficiente para ser lido confortavelmente.
sk: Vďaka tomu sa vaša obrazovka rozšíri, takže dokument bude vyzerať dostatočne veľký na pohodlné čítanie.
sr: На овај начин је екран шири, па документ може изгледати довољно велики за удобно читање.
ta: அதே மெனுவிலிருந்து உங்கள் ஆவணத்திற்கு பொருத்தமான ஓட்ட திசையைத் தேர்ந்தெடுக்கவும்:
uk: Це зробить екран ширшим, тож документ повинен виглядати достатньо великим для комфортного читання.
zh_hans: 这将使您的屏幕更宽，以便您的文档看起来足够大，可以舒适地阅读。

# user_guide/en.html+html.body.div.div:2877-5
source: BOTTOM MENU /
sk: SPODNÉ MENU /
ta: கீழே பட்டியல் /
uk: НИЖНЄ МЕНЮ /
zh_hans: 底部菜单 /

source: 4. You can zoom to 100 percent size and instead scroll the screen to read different parts
es: 4. Puede ampliar al 100 por ciento y, en su lugar, desplazarse por la pantalla para leer diferentes partes
fr: 4. Vous pouvez zoomer à 100 % et faire défiler l'écran pour lire différentes parties
ga: 4. Is féidir leat súmáil isteach go méid 100 faoin gcéad agus ina ionad sin scrollaigh an scáileán chun codanna éagsúla a léamh
it: 4. È possibile zoomare fino al 100% e scorrere lo schermo per leggere le diverse parti
nl: 4. Zoom naar 100% en scroll het scherm om verschillende delen te lezen
pt_br: 4. Você pode ampliar o zoom para 100% do tamanho e, em vez disso, rolar a tela para ler diferentes partes
sk: 4. Môžete priblížiť na 100 percent a namiesto toho posúvať obrazovku, aby ste si prečítali rôzne časti
sr: 4. Уместо да скролујете екран и читате различите делове, можете да се зумирате на 100 процената
ta: 4. நீங்கள் 100 சதவிகித அளவை பெரிதாக்கலாம், அதற்கு பதிலாக வெவ்வேறு பகுதிகளைப் படிக்க திரையை உருட்டலாம்
uk: 4. Можна збільшити зображення до 100% і прокручувати на екрані, щоб читати різні частини
zh_hans: 4、以文档原始尺寸浏览，通过滚动屏幕浏览页面的不同部分

source: This is especially helpful with comic books. First enable <span class="ui">column mode</span> from this menu item:
es: Esto es especialmente útil con los cómics. Primero, activa el <span class="ui">modo columna</span> desde este elemento del menú:
fr: Cela est particulièrement utile pour les bandes dessinées. Activez d'abord le <span class="ui">mode colonne</span> à partir de cet élément de menu :
ga: Tá sé seo an-chabhrach go háirithe le leabhair ghrinn. Ar dtús, cumasaigh <span class="ui">mód colún</span> ón mír roghchláir seo:
it: Questo è particolarmente utile per i fumetti. Attivare innanzitutto la modalità <span class="ui">colonna</span> da questa voce di menu:
nl: Dit is vooral handig bij strips. Schakel eerst <span class="ui">kolommodus</span> in via dit menu-item:
pt_br: Isso é especialmente útil com livros de histórias em quadrinhos. Primeiro, ative o <span class="ui">modo de coluna</span> neste item de menu:
sk: To je užitočné najmä pri komiksoch. Najprv povoľte <span class="ui">režim stĺpca</span> z tejto položky ponuky:
sr: Ово је посебно корисно за стрипове. Најпре у овом менију укључите <span class="ui">режим колона</span>:
ta: காமிக் புத்தகங்களுக்கு இது மிகவும் உதவியாக இருக்கும். இந்த பட்டியல் உருப்படியிலிருந்து முதலில் <span வகுப்பு = "Ui"> நெடுவரிசை பயன்முறை </span> ஐ இயக்கு:
uk: Це дуже зручно при читанні мальописів. Спершу увімкніть <span class="ui">режим стовпців</span> у цьому пункті меню:
zh_hans: 这对漫画书尤其有用。首先从该菜单项启用<span class="ui">列模式</span>：

# user_guide/en.html+html.body.div.div:2886-5
source: BOTTOM MENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
sk: SPODNÉ MENU / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
ta: கீழே பட்டியல் / <img ஏற்றுதல் = "சோம்பேறி" வகுப்பு = "img_inline" src = "படங்கள் / poot_fit.svg" சூல் தண்டு = "அகலம்: 22px;"> /
uk: НИЖНЄ МЕНЮ / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /
zh_hans: 底部菜单 / <img loading="lazy" class="img_inline" src="pictures/bottom_fit.svg" style="width:22px;"> /

source: Then select an appropriate flow direction for your document from the same menu:
es: Luego seleccione una dirección de flujo apropiada para su documento desde el mismo menú:
fr: Sélectionnez ensuite une direction de flux appropriée pour votre document dans le même menu :
ga: Ansin roghnaigh treo sreafa cuí le do dhoiciméad ón roghchlár céanna:
it: Dopodiché, dallo stesso menu, selezionate una direzione di flusso appropriata per il vostro documento:
nl: Kies daarna in hetzelfde menu de juiste stroomrichting voor je document:
pt_br: Em seguida, selecione uma direção de fluxo apropriada para seu documento no mesmo menu:
pt_pt: Em seguida, seleccione a direcção do fluxo apropriada para o seu documento através do mesmo menu:
sk: Potom v tej istej ponuke vyberte vhodný smer textového toku pre váš dokument:
sr: Затим у истом менију изаберите одговарајући смер тока:
ta: அதே மெனுவிலிருந்து உங்கள் ஆவணத்திற்கு பொருத்தமான ஓட்ட திசையைத் தேர்ந்தெடுக்கவும்:
uk: Потім, у тому ж меню, виберіть відповідний напрямок читання документа:
zh_hans: 然后从同一菜单中为文档选择适当的流向:

source: For example if you are reading an article which has two columns, you will scroll down until the end of page reading left column then go to right upper side to continue reading right column:
es: Por ejemplo, si estás leyendo un artículo que tiene dos columnas, te desplazarás hacia abajo hasta el final de la página leyendo la columna izquierda y luego irás al lado superior derecho para continuar leyendo la columna derecha:
fr: Par exemple, si vous lisez un article qui comporte deux colonnes, vous ferez défiler la page jusqu'à la fin de la colonne de gauche, puis vous passerez en haut à droite pour continuer à lire la colonne de droite :
ga: Mar shampla, má tá tú ag léamh alt ina bhfuil dhá cholún, scrollaigh síos go dtí deireadh an leathanaigh ag léamh an cholúin chlé agus ansin téigh go dtí an taobh uachtarach ar dheis chun leanúint ar aghaidh ag léamh an cholúin dheis:
it: Ad esempio, se si sta leggendo un articolo con due colonne, si scorrerà verso il basso fino alla fine della pagina leggendo la colonna di sinistra e poi si passerà al lato superiore destro per continuare a leggere la colonna di destra:
nl: Lees je een artikel met twee kolommen dan scroll je naar beneden in de linkerkolom tot het eind van de pagina, en ga je daarna rechtsboven verder in de rechterkolom:
pt_br: Por exemplo, se você estiver lendo um artigo com duas colunas, você rolará para baixo até o final da página lendo a coluna da esquerda e então irá para o canto superior direito para continuar lendo a coluna da direita:
sk: Ak napríklad čítate článok, ktorý má dva stĺpce, budete sa posúvať nadol až na koniec stránky a budete čítať ľavý stĺpec, potom prejdite na pravú hornú stranu a pokračujte v čítaní pravého stĺpca:
sr: На пример, ако читате чланак који је сложен у две колоне, скроловаћете наниже све до краја странице читајући леву колону, па ћете затим да наставите читање десне колоне од горњег десног угла странице:
ta: எடுத்துக்காட்டாக, நீங்கள் இரண்டு நெடுவரிசைகளைக் கொண்ட ஒரு கட்டுரையைப் படிக்கிறீர்கள் என்றால், பக்கத்தின் இறுதி வரை இடது நெடுவரிசையைப் படிக்கும் வரை கீழே உருட்டுவீர்கள், பின்னர் வலது மேல் பக்கத்திற்குச் சென்று வலது நெடுவரிசையைத் தொடரவும்:
uk: Наприклад, під час читання статті, яка має дві колонки (стовпці) тексту, ви спочатку будете читати першу колонку згори до низу сторінки, а потім повернетеся до верхнього правого боку, щоб продовжити читання тексту в правій колонці:
zh_hans: 例如，如果您正在阅读一篇有两栏的文章，您将向下滚动直到页面末尾阅读左列，然后转到右上侧继续阅读右列：

source: Or if you are reading a comic book, you will want to go <b>“right / down left / right”</b> in a zigzag pattern:
es: O si estás leyendo un cómic, querrás ir <b>“derecha / abajo / izquierda / derecha”</b> en zigzag:
fr: Ou si vous lisez une bande dessinée, vous voudrez aller <b>« à droite / en bas à gauche / à droite »</b> en zigzaguant :
ga: Nó má tá tú ag léamh leabhar grinn, beidh tú ag iarraidh dul <b>“ar dheis / síos ar chlé / ar dheis”</b> i bpatrún zigzag:
it: Oppure, se state leggendo un fumetto, vorrete andare <b>"a destra / in basso a sinistra / a destra"</b> con uno schema a zig-zag:
nl: Lees je een strip dan ga je in een zigzagpatroon <b>‘rechts / omlaag links / rechts’</b>:
pt_br: Ou se você estiver lendo um livro de história em quadrinhos, você vai querer ir <b>“direita / baixo esquerda / direita”</b> em um padrão de zigue-zague:
sk: Alebo ak čítate komiks, budete chcieť ísť <b>„doprava / doľava / doprava“</b> v cikcakovom vzore:
sr: Или, ако читате стрип, одговараће вам да се крећете <b>„десно / доле лево / десно”</b> по цик-цак линији:
ta: அல்லது நீங்கள் ஒரு காமிக் புத்தகத்தைப் படிக்கிறீர்கள் என்றால், நீங்கள் <b> “வலது / கீழ் இடது / வலது” < / b> ஒரு சிக்சாக் வடிவத்தில் செல்ல விரும்புவீர்கள்:
uk: При читанні книжки з мальописом будете переходити <b>згори ліворуч → праворуч → вниз ліворуч → праворуч</b>, тобто зиґзаґом:
zh_hans: 或者，如果您正在阅读漫画书，您将需要以锯齿形模式<b>“右/下左/右”</b>：

source: For a Japanese comic book (right-to-left panel order) this might be the reverse:
es: Para un cómic japonés (orden de paneles de derecha a izquierda) esto podría ser al revés:
fr: Pour une bande dessinée japonaise (ordre des cases de droite à gauche), cela pourrait être l'inverse :
ga: I gcás leabhar grinn Seapánach (ord painéil ó dheis go clé) d'fhéadfadh sé seo a bheith ina mhalairt:
it: Per un fumetto giapponese (ordine dei pannelli da destra a sinistra) potrebbe essere il contrario:
nl: Voor een Japanse manga (rechts-naar-links panelen) is dat mogelijk omgekeerd:
pt_br: Para um livro de história em quadrinhos japones (ordem do painel da direita para a esquerda), isso pode ser o inverso:
pt_pt: Para uma banda desenhada japonesa (com a ordem dos painéis da direita para a esquerda), poderá ser o inverso:
sk: Pre japonský komiks (poradie panelov sprava doľava) to môže byť naopak:
sr: У случају јапанских стрипова (редослед панела с десна у лево) ово може бити обрнуто:
ta: ஒரு சப்பானிய காமிக் புத்தகத்திற்கு (வலது-இடது பேனல் ஆர்டர்) இது தலைகீழாக இருக்கலாம்:
uk: У манґа (японських мальописах), де кадри розміщені зліва направо, порядок читання зворотний:
zh_hans: 对于日本漫画书（从右到左的面板顺序），这可能是相反的:

source: In this mode you can also adjust <span class="ui">Horizontal/Vertical Overlap</span> and <span class="ui">Number of Columns</span> from the same menu to fit the text on your screen better. Feel free to experiment with these settings.
es: En este modo, también puedes ajustar la <span class="ui">Superposición horizontal/vertical</span> y el <span class="ui">Número de columnas</span> desde el mismo menú para que el texto se ajuste mejor a la pantalla. Siéntase libre de experimentar estas configuraciones.
fr: Dans ce mode, vous pouvez également régler les paramètres <span class="ui">Horizontal/Vertical Overlap</span> (Chevauchement horizontal/vertical) et <span class="ui">Number of Columns</span> (Nombre de colonnes) à partir du même menu afin d'adapter au mieux le texte à votre écran. N'hésitez pas à tester ces paramètres.
ga: Sa mhodh seo is féidir leat <span class="ui">Forluí Cothrománach/Ingearach</span> agus <span class="ui">Líon na gColún</span> a choigeartú ón roghchlár céanna chun go n-oirfidh an téacs níos fearr ar do scáileán. Ná bíodh drogall ort triail a bhaint as na socruithe seo.
it: In questa modalità è possibile regolare anche la <span class="ui">Sovrapposizione orizzontale/verticale</span> e il <span class="ui">Numero di colonne</span> dallo stesso menu per adattare meglio il testo sullo schermo. Sperimentate pure con queste impostazioni.
nl: In deze modus kun je ook <span class="ui">Horizontale/Verticale overlap</span> en <span class="ui">Aantal kolommen</span> aanpassen voor betere weergave. Experimenteer gerust.
pt_br: Neste modo, você também pode ajustar <span class="ui">Sobreposição Horizontal/Vertical</span> e <span class="ui">Número de Colunas</span> no mesmo menu para ajustar melhor o texto na tela. Sinta-se à vontade para experimentar essas configurações.
sk: V tomto režime môžete v rovnakej ponuke upraviť aj <span class="ui">Horizontálne/Vertikálne prekrytie</span> a <span class="ui">Počet stĺpcov</span>, aby sa text lepšie prispôsobil vašej obrazovke. Nebojte sa experimentovať s týmito nastaveniami.
sr: У овом режиму такође у истом менију можете да подесите и <span class="ui">Хоризонтално/Вертикално преклапање</span> и <span class="ui">Колоне</span> како би се текст још боље уклапао на екран. Слободно експериментишите са овим подешавањима.
ta: இந்த பயன்முறையில் நீங்கள் <span வகுப்பு = "Ui"> கிடைமட்ட/செங்குத்து ஒன்றுடன் ஒன்று </span> மற்றும் <span வகுப்பு = "Ui"> நெடுவரிசைகளின் எண்ணிக்கை </span> அதே மெனுவிலிருந்து உங்கள் திரையில் உள்ள உரையை சிறப்பாக பொருத்தலாம். இந்த அமைப்புகளுடன் ஆய்வு செய்ய தயங்க.
uk: В цьому режимі, з того ж меню, також можна налаштувати <span class="ui">Горизонтальне/Вертикальне перекриття</span> та <span class="ui">Кількість стовпців</span>, щоб краще припасувати текст до розмірів екрану пристрою. Поекспериментуйте з цими налаштуваннями.
zh_hans: 在此模式下，您还可以从同一菜单调整<span class="ui">水平/垂直重叠</span>和<span class="ui">列数</span>，以更好地适应屏幕上的文本。 请随意尝试这些设置。

source: <span class="label_green">TIP</span> When reading a PDF document, if you are in a zoomed in view other than 100% (column, row or manual) or in the <span class="ui">reflow mode</span>, you can tap the top left corner of screen to enter <span class="ui">flip mode</span>. This mode temporarily displays the full page without cropping, scaled to fit your screen. You can turn the pages in this mode. To exit, tap on this icon.
es: <span class="label_green">CONSEJO</span> Al leer un documento PDF, si está en una vista ampliada distinta al 100% (columna, fila o manual) o en el <span class="ui">modo de ajuste de texto</span>, puede tocar la esquina superior izquierda de la pantalla para acceder al <span class="ui">modo de volteo</span>. Este modo muestra temporalmente la página completa sin recortar, ajustada a la pantalla. Puede pasar las páginas en este modo. Para salir, toque este icono.
fr: <span class="label_green">ASTUCE</span> Lorsque vous lisez un document PDF, si vous êtes en mode zoomé autre que 100 % (colonne, ligne ou manuel) ou en <span class="ui">mode remise en page</span>, vous pouvez appuyer sur le coin supérieur gauche de l'écran pour passer en <span class="ui">mode flip</span>. Ce mode affiche temporairement la page entière sans recadrage, mise à l'échelle pour s'adapter à votre écran. Vous pouvez tourner les pages dans ce mode. Pour quitter, appuyez sur cette icône.
ga: <span class="label_green">LEID</span> Agus doiciméad PDF á léamh agat, má tá tú i radharc súmáilte isteach seachas 100% (colún, sraith nó lámhleabhar) nó sa <span class="ui">mód athshreafa</span>, is féidir leat tapáil ar chúinne uachtarach na láimhe clé den scáileán chun dul isteach i <span class="ui">mód smeach</span>. Taispeánann an mód seo an leathanach iomlán go sealadach gan bhearradh, scálaithe chun freastal ar do scáileán. Is féidir leat na leathanaigh a chasadh sa mhodh seo. Chun imeacht, tapáil ar an deilbhín seo.
it: <span class="label_green">TIP</span> Durante la lettura di un documento PDF, se ci si trova in una visualizzazione ingrandita diversa dal 100% (colonna, riga o manuale) o in modalità <span class="ui">reflow-adatta testo</span>, è possibile toccare l'angolo superiore sinistro dello schermo per accedere alla modalità <span class="ui">lavagna</span>. Questa modalità visualizza temporaneamente l'intera pagina senza ritaglio, ridimensionata per adattarsi allo schermo. In questa modalità è possibile girare le pagine. Per uscire, toccare questa icona.
nl: <span class="label_green">TIP</span> In een ingezoomde weergave ≠100% (kolom, rij of handmatig) of in <span class="ui">Herschikkingsmodus</span> kun je linksboven tikken voor de <span class="ui">flipmodus</span>. Die toont tijdelijk de volledige pagina schaalvullend. Je kunt bladeren; tik op het icoon om terug te keren.
pt_br: <span class="label_green">DICA</span> Ao ler um documento PDF, se você estiver em uma visualização com zoom diferente de 100% (coluna, linha ou manual) ou no <span class="ui">modo de refluxo</span>, toque no canto superior esquerdo da tela para entrar no <span class="ui">modo folhear</span>. Esse modo exibe temporariamente a página inteira sem recortes, ajustada à tela. Você pode virar as páginas nesse modo. Para sair, toque neste ícone.
sk: <span class="label_green">TIP</span> Ak sa pri čítaní dokumentu PDF nachádzate v zväčšenom zobrazení inom ako 100 % (stĺpec, riadok alebo manuálne) alebo v <span class="ui">režime preformátovania</span>, ťuknutím na ľavý horný roh obrazovky sa prepnete do <span class="ui">režimu prevrátenia</span>. V tomto režime sa dočasne zobrazí celá stránka bez orezania, prispôsobená veľkosti obrazovky. V tomto režime môžete stránky otáčať. Ak chcete režim ukončiť, ťuknite na túto ikonu.
sr: <span class="label_green">САВЕТ</span> Када читате PDF документ, ако нисте зумирани у 100% поглед (већ колона, ред или ручни зум) или сте у <span class="ui">режиму преслагања</span>, можете да тапнете на горњи леви угао екрана да уђете у <span class="ui">режим окретања страница</span>. Овај режим привремено приказује комплетну страницу без опсецања, скалирану тако да стане на величину вашег екрана. У овом режиму можете да окрећете странице. Напуштате га тако што тапнете на ову икону.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> ஒரு PDF ஆவணத்தைப் படிக்கும்போது, நீங்கள் 100% (நெடுவரிசை, வரிசை அல்லது கையேடு) அல்லது <ச்பான் வகுப்பு = "UI"> ரிஃப்ளோ பயன்முறை </span> ஐத் தவிர வேறு பெரிதாக்கப்பட்டிருந்தால், <span வகுப்பு = "Ui"> flip பயன்முறை </span> ஐ உள்ளிட திரையின் மேல் இடது மூலையைத் தட்டலாம். இந்த பயன்முறை உங்கள் திரைக்கு ஏற்றவாறு அளவிடப்படும் அளவிடப்பட்ட பயிர் இல்லாமல் முழு பக்கத்தையும் தற்காலிகமாக காண்பிக்கும். இந்த பயன்முறையில் நீங்கள் பக்கங்களைத் திருப்பலாம். வெளியேற, இந்த ஐகானைத் தட்டவும்.
uk: <span class="label_green">ПОРАДА</span> Під час читання PDF-документа, якщо його масштаб відмінний від 100% (стовпчик, рядок або вручну), або в <span class="ui">режимі перекомпонування</span>, дотик у верхньому лівому куті екрана переведе вас у <span class="ui">режим гортання</span>. У цьому режимі тимчасово відображається повна сторінка (без обтинання), припасована до розміру екрана. У цьому режимі можна перегортати сторінки. Щоб вийти, торкніться цього значка.
zh_hans: <span class="label_green">说明</span> 阅读PDF文档时，若处于放大视图（分栏放大、分行放大或手动放大）或者开启了<span class="ui">页面重排模式</span>，点击界面左上角标志可进入<span class="ui">翻页模式</span>。该模式将临时显示未经裁剪、放大的完整页面。该模式下可以翻页。再次点击该标志可从该模式中退出。

# user_guide/en.html+html.body.div.div:2908-1
source: PDF Specific Bottom Menu Items
sk: Položky spodného menu špecifické pre PDF
ta: PDF குறிப்பிட்ட கீழ் பட்டியல் உருப்படிகள்
uk: Особливі елементи нижнього меню для PDF
zh_hans: PDF文档专有底部菜单项

source: <span class="ui">Contrast</span> setting adjusts black levels in your document. Be aware that same contrast value applies to both text and images in your document. If you set it very high, your images may become too dark.
es: El ajuste <span class="ui">Contraste</span> ajusta los niveles de negro en el documento. Tenga en cuenta que el mismo valor de contraste se aplica tanto al texto como a las imágenes. Si lo configura demasiado alto, las imágenes podrían oscurecerse demasiado.
fr: Le paramètre <span class="ui">Contraste</span> permet de régler les niveaux de noir dans votre document. Notez que la même valeur de contraste s'applique à la fois au texte et aux images de votre document. Si vous réglez ce paramètre sur une valeur très élevée, vos images risquent de devenir trop sombres.
ga: Coigeartaíonn an socrú <span class="ui">Codarsnacht</span> leibhéil dhubha i do dhoiciméad. Bíodh a fhios agat go mbaineann an luach codarsnachta céanna le téacs agus íomhánna i do dhoiciméad. Má shocraíonn tú an-ard é, d'fhéadfadh do íomhánna a bheith ró-dhorcha.
it: L'impostazione <span class="ui">Contrasto</span> regola i livelli di nero nel documento. Tenere presente che lo stesso valore di contrasto si applica sia al testo che alle immagini del documento. Se si imposta un valore molto alto, le immagini potrebbero diventare troppo scure.
nl: De instelling <span class="ui">Contrast</span> past zwartniveaus aan. Dezelfde waarde geldt voor tekst én afbeeldingen; te hoog maakt afbeeldingen te donker.
pt_br: A configuração <span class="ui">Contraste</span> ajusta os níveis de preto no seu documento. Esteja ciente de que o mesmo valor de contraste se aplica tanto ao texto quanto às imagens no seu documento. Se você definir um valor muito alto, suas imagens podem ficar muito escuras.
sk: Nastavenie <span class="ui">Kontrastu</span> upravuje úrovne čiernej v dokumente. Upozorňujeme, že rovnaká hodnota kontrastu platí pre text aj obrázky v dokumente. Ak ju nastavíte veľmi vysoko, obrázky môžu byť príliš tmavé.
sr: <span class="ui">Контраст</span> подешавање подешава нивое црне боје у вашем документу. Имајте на уму да се иста вредност контраста примењује и на текст и на слике документа. Ако га поставите на врло велику вредност, слике ће постати сувише тамне.
ta: <span வகுப்பு = "Ui"> மாறுபாடு </span> அமைப்பு உங்கள் ஆவணத்தில் கருப்பு அளவை சரிசெய்கிறது. உங்கள் ஆவணத்தில் உள்ள உரை மற்றும் படங்கள் இரண்டிற்கும் அதே மாறுபட்ட மதிப்பு பொருந்தும் என்பதை அறிந்து கொள்ளுங்கள். நீங்கள் அதை மிக அதிகமாக அமைத்தால், உங்கள் படங்கள் மிகவும் இருட்டாக மாறக்கூடும்.
uk: Параметр <span class="ui">Контрастність</span> регулює рівні чорного кольору у вашому документі. Майте на увазі, що однакове значення контрастності застосовується як до тексту, так і до зображень. Якщо встановити дуже високе значення, зображення можуть стати занадто темними.
zh_hans: <span class="ui">对比度</span>设置调整文档中的黑色级别。 请注意，相同的对比度值适用于文档中的文本和图片。 如果你把它设置得很高，你的图片可能会变得太暗。
