Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Change fonts (including your own), font size, contrast, boldness, kerning, word spacing, word expansion, text alignment, line spacing, column layout, margins... <a href="#L1-customizingappearance" class="internalink"></a>
es: Cambia las fuentes (incluyendo las tuyas propias), su tamaño, contraste, negrita, interlineado, espacio entre palabras, expansión entre palabras, alineamiento del texto, espacio entre líneas, disposición de columnas, márgenes... <a href="#L1-customizingappearance" class="internalink"></a>
fr: Changer les polices (y compris les vôtres), tailles, contraste, gras, crénage, espacements de mots et de lignes, alignements, disposition des colonnes, marges... <a href="#L1-customizingappearance" class="internalink"></a>
ga: Athraigh clónna (lena n-áirítear do chuid féin), méid an chló, codarsnacht, trom, cornáil, spásáil focal, leathnú focal, ailíniú téacs, spásáil líne, leagan amach colún, corrlaigh... <a href="#L1-customizingappearance" class="internalink"></a>
it: Modificate i caratteri (compresi i vostri), la dimensione dei caratteri, il contrasto, il grassetto, la crenatura, la spaziatura delle parole, l'espansione delle parole, l'allineamento del testo, l'interlinea, la disposizione delle colonne, i margini...<a href="#L1-customizingappearance" class="internalink"></a>
nl: Wijzig lettertypes (inclusief je eigen), lettergrootte, contrast, vetheid, spatiëring tussen letters, woordafstand, woorduitbreiding, tekstuitlijning, regelafstand, kolomindeling, marges… <a href="#L1-customizingappearance" class="internalink"></a>
pt_br: Alterar fontes (incluindo as suas), tamanho da fonte, contraste, negrito, kerning, espaçamento entre palavras, expansão de palavras, alinhamento do texto, espaçamento entre linhas, layout de colunas, margens... <a href="#L1-customizingappearance" class="internalink"></a>
pt_pt: Mude o tipo de letra (incluindo os seus próprios), tamanho da letra, contraste, negrito, espaçamento de caracteres e palavras, expansão de palavras, alinhamento do texto, espaçamento entre as linhas, estrutura em colunas, margens... <a href="#L1-customizingappearance" class="internalink"></a>
sk: Zmeniť písma (vrátane vlastných), veľkosť písma, kontrast, tučnosť, vylepšenia, medzery medzi slovami, rozširovanie medzi slovami, zarovnanie textu, riadkovanie, rozloženie stĺpcov, okraje... <a href="#L1-customizingappearance" class="internalink"></a>
sr: Промените фонтове (укључујући сопствене), величину фонта, контраст, тежину, кернинг, размак између речи, размак између слова у речи, поравнање текста, проред, распоред колона, маргине… <a href="#L1-customizingappearance" class="internalink"></a>
ta: எழுத்துருக்களை மாற்றவும் (உங்கள் சொந்த உட்பட), எழுத்துரு அளவு, மாறுபாடு, துணிவு, கெர்னிங், சொல் இடைவெளி, சொல் விரிவாக்கம், உரை சீரமைப்பு, வரி இடைவெளி, நெடுவரிசை தளவமைப்பு, விளிம்புகள் ...<a href="#L1-customizingappearance" class="internalink"></a>
uk: Зміна шрифтів (включаючи власні), розміру шрифту, контрасту, жирності, нахилу, кернінгу, відстані між словами, розтягнення слів, вирівнювання тексту, проміжків між рядками, розташування стовпців, полів... <a href="#L1-customizingappearance" class="internalink"></a>
zh_hans: 更换字体（包括用户自有的字体），调整字号、对比度、粗细、字偶间距、字间距、字母间距、文本对齐方式、行间距、分栏版式、页边距等等<a href="#L1-customizingappearance" class="internalink"></a>

source: Use the included powerful <span class="ui">style tweaks</span> or write your own ones to change how your books are rendered precisely <a href="#L2-styletweaks" class="internalink"></a>
es: Usa el potente <span class="ui">modificador de estilos</span> o escribe el tuyo propio para cambiar la forma precisa en que se renderizan los libros. <a href="#L2-styletweaks" class="internalink"></a>
fr: Utilisez les puissants <span class="ui">ajustements de style</span> inclus ou écrivez les vôtres pour changer la façon dont s'affiche vos livres dans le moindre détail <a href="#L2-styletweaks" class="internalink"></a>
ga: Bain úsáid as na <span class="ui">coigeartuithe stíl</span> cumhachtacha atá san áireamh nó scríobh do chuid féin chun an chaoi a ndéantar do leabhair a rindreáil go beacht a athrú <a href="#L2-styletweaks" class="internalink"></a>
it: Utilizzate le potenti <span class="ui">modifiche di stile</span> incluse o scrivetene di vostre per modificare con precisione il modo in cui i libri vengono visualizzati. <a href="#L2-styletweaks" class="internalink"></a>
nl: Gebruik de krachtige <span class="ui">stijlaanpassingen</span> of schrijf je eigen aanpassingen om precies te bepalen hoe je boeken worden weergegeven <a href="#L2-styletweaks" class="internalink"></a>
pt_br: Use poderosos <span class="ui">ajustes de estilo</span> inclusos ou escreva seus próprios para mudar como seus livros são renderizados precisamente <a href="#L2-styletweaks" class="internalink"></a>
pt_pt: Use os poderosos <span class="ui">ajustes de estilo</span> incluídos ou escreva os seus próprios para mudar como os seus livros são visualizados <a href="#L2-styletweaks" class="internalink"></a>
sk: Použiť priložené výkonné <span class="ui">vylepšenia štýlu</span> alebo si napíšte vlastné, aby ste presne zmenili spôsob vykresľovania vašich kníh <a href="#L2-styletweaks" class="internalink"></a>
sr: Користите испоручена моћна <span class="ui">дотеривања стила</span> или да напишете сопствена којима прецизно мењате начин на који се исцртавају ваше књиге <a href="#L2-styletweaks" class="internalink"></a>
ta: சேர்க்கப்பட்ட சக்திவாய்ந்த <span வகுப்பு = "Ui"> பாணி மாற்றங்கள் </span> ஐப் பயன்படுத்தவும் அல்லது உங்கள் புத்தகங்கள் எவ்வாறு துல்லியமாக வழங்கப்படுகின்றன என்பதை மாற்ற உங்கள் சொந்தவற்றை எழுதுங்கள்
uk: Використання вбудованих <span class="ui">підлаштування стилів</span> або створення власних, щоб визначити, як саме будуть відображатися читані книги <a href="#L2-styletweaks" class="internalink"></a>
zh_hans: 使用功能强大的内置<span class="ui">样式微调</span>工具或自行编写样式，实现对书籍渲染样式的精确控制<a href="#L2-styletweaks" class="internalink"></a>

source: Invert screen colors for <span class="ui">night mode</span> manually or automatically <a href="#L2-autowarmth" class="internalink"></a>
es: Invierte los colores de la pantalla manual o automáticamente para el <span class="ui">modo nocturno</span><a href="#L2-autowarmth" class="internalink"></a>
fr: Inverser les couleurs de l'écran pour le <span class="ui">mode nuit</span> manuellement ou automatiquement <a href="#L2-autowarmth" class="internalink"></a>
ga: Inbhéartaigh dathanna an scáileáin le haghaidh <span class="ui">mód oíche</span> de láimh nó go huathoibríoch <a href="#L2-autowarmth" class="internalink"></a>
it: Invertire i colori dello schermo per la modalità <span class="ui">notte</span> manualmente o automaticamente. <a href="#L2-autowarmth" class="internalink"></a>
nl: Keer schermkleuren om voor <span class="ui">nachtmodus</span>, handmatig of automatisch <a href="#L2-autowarmth" class="internalink"></a>
pt_br: Inverta as cores da tela com o <span class="ui">modo noturno</span> manualmente ou automaticamente<a href="#L2-autowarmth" class="internalink"></a>
pt_pt: Inverta as cores do ecrã para o <span class="ui">modo noturno</span> manual ou automaticamente <a href="#L2-autowarmth" class="internalink"></a>
sk: Manuálne alebo automaticky invertovať farby obrazovky pre <span class="ui">nočný režim</span> <a href="#L2-autowarmth" class="internalink"></a>
sr: Ручно или аутоматски инвертујете екранске боје за <span class="ui">ноћни режим</span> <a href="#L2-autowarmth" class="internalink"></a>
ta: <Span வகுப்பு = "Ui"> இரவு பயன்முறை </span> கைமுறையாக அல்லது தானாக <a href = "#l2-autowarmth" வகுப்பு = "interning">  </a> க்கான திரை வண்ணங்கள் தலைகீழ் வண்ணங்கள்
uk: Інвертування кольорів у <span class="ui">нічному режимі</span> вручну або автоматично <a href="#L2-autowarmth" class="internalink"></a>
zh_hans: 为<span class="ui">夜间模式</span> 手动或自动反转屏幕颜色 <a href="#L2-autowarmth" class="internalink"></a>

source: Adjust your frontlight color warmth automatically <a href="#L2-autowarmth" class="internalink"></a>
es: Ajuste automático de la temperatura del color de la luz frontal <a href="#L2-autowarmth" class="internalink"></a>
fr: Ajuster le ton du rétroéclairage automatiquement <a href="#L2-autowarmth" class="internalink"></a>
ga: Coigeartaigh teas dath do shoilse tosaigh go huathoibríoch <a href="#L2-autowarmth" class="internalink"></a>
it: Regola automaticamente il calore del colore della luce frontale <a href="#L2-autowarmth" class="internalink"></a>
nl: Pas de warmte van de verlichting automatisch aan <a href="#L2-autowarmth" class="internalink"></a>
pt_br: Ajuste a temperatura da luz frontal do seu dispositivo automaticamente <a href="#L2-autowarmth" class="internalink"></a>
pt_pt: Ajuste a temperatura da cor da luz do ecrã automaticamente <a href="#L2-autowarmth" class="internalink"></a>
sk: Automaticky upraviť farebnú teplotu nasvietenia/podsvietenia displeja <a href="#L2-autowarmth" class="internalink"></a>
sr: Аутоматски подесите топлину боје предњег осветљења <a href="#L2-autowarmth" class="internalink"></a>
ta: உங்கள் முன் ஒளி வண்ண அரவணைப்பை தானாகவே சரிசெய்யவும் <a href = "#l2-auto அரவணைப்பு" வகுப்பு = "இன்டர்னின்க்">  </a>
uk: Автоматичне пристосовування теплоти (температури) підсвічування екрану <a href="#L2-autowarmth" class="internalink"></a>
zh_hans: 自动调整你的前光色温 <a href="#L2-autowarmth" class="internalink"></a>

source: Take notes and make highlights while reading
es: Tomar notas y subrayar mientras lees
fr: Ajouter des annotations et surligner tout en lisant
ga: Glac nótaí agus déan airdlínse agus tú ag léamh
it: Prendere appunti e fare evidenziazioni durante la lettura
nl: Notities maken en markeren tijdens het lezen
pt_br: Faça notas e destaques enquanto lê
pt_pt: Tome notas e faça destaques enquanto lê
sk: Robiť si poznámky a zvýrazňovať text počas čítania
sr: Правите белешке и истичете текст док читате
ta: குறிப்புகளை எடுத்து படிக்கும்போது சிறப்பம்சங்களை உருவாக்குங்கள்
uk: Нотатки і виділення тексту в процесі читання
zh_hans: 阅读时做笔记和划标注

source: Highlight text with different styles and colors, place bookmarks <a href="#L1-bookmarks" class="internalink"></a>
es: Subraya texto con diferentes estilos y colores, coloca marcadores <a href="#L1-bookmarks" class="internalink"></a>
fr: Surlignez le texte avec différents styles et couleurs, placez des signets <a href="#L1-bookmarks" class="internalink"></a>
ga: Aibhsigh téacs le stíleanna agus dathanna éagsúla, cuir leabharmharcanna <a href="#L1-bookmarks" class="internalink"></a>
it: Evidenziare il testo con stili e colori diversi, inserire segnalibri <a href="#L1-bookmarks" class="internalink"></a>
nl: Markeer tekst met verschillende stijlen en kleuren, plaats bladwijzers <a href="#L1-bookmarks" class="internalink"></a>
pt_br: Destaque textos com diferentes estilos e cores, coloque marcadores <a href="#L1-bookmarks" class="internalink"></a>
pt_pt: Destaque texto com estilos e cores diferentes, coloque marcadores <a href="#L1-bookmarks" class="internalink"></a>
sk: Zvýrazniť text rôznymi štýlmi a farbami, umiestniť záložky <a href="#L1-bookmarks" class="internalink"></a>
sr: Истичите текст различитим стиловима и бојама, постављајте маркере <a href="#L1-bookmarks" class="internalink"></a>
ta: Highlight உரை with different styles and colors, place bookmarks <a href="#L1-bookmarks" class="internalink"></a>
uk: Виділення тексту різними стилями та кольорами, збереження закладок <a href="#L1-bookmarks" class="internalink"></a>
zh_hans: 用不同的样式和颜色标注文段、放置书签 <a href="#L1-bookmarks" class="internalink"></a>

source: Two-tap mode for academic/longer highlights <a href="#L2-howtohighlight" class="internalink"></a>
es: Modo de toque doble para subrayados académicos/más largos <a href="#L2-howtohighlight" class="internalink"></a>
fr: Mode double-tape pour le surlignage plus long/académique<a href="#L2-howtohighlight" class="internalink"></a>
ga: Mód dhá sconna le haghaidh buaicphointí acadúla/níos faide <a href="#L2-howtohighlight" class="internalink"></a>
it: Modalità a due tocchi per evidenziare punti accademici/più lunghi <a href="#L2-howtohighlight" class="internalink"></a>
nl: Twee-tik modus voor academische/langere markeringen <a href="#L2-howtohighlight" class="internalink"></a>
pt_br: Modo de dois-toques para destaques acadêmicos/mais longos <a href="#L2-howtohighlight" class="internalink"></a>
pt_pt: Modo de dois toques para destaques académicos/compridos <a href="#L2-howtohighlight" class="internalink"></a>
sk: Režim dvoj-ťuknutia pre akademické/dlhšie zvýraznenia <a href="#L2-howtohighlight" class="internalink"></a>
sr: Режим двоструког тапа за академска/дужа истицања <a href="#L2-howtohighlight" class="internalink"></a>
ta: கல்வி/நீண்ட சிறப்பம்சங்களுக்கான இரண்டு-தட்டு பயன்முறை <a href = "#l2-howtohighlight" வகுப்பு = "intermink">  </a>
uk: Режим подвійного дотику для академічних (довгих) виділень тексту <a href="#L2-howtohighlight" class="internalink"></a>
zh_hans: 适用于学术标注或长文段标注的双击模式<a href="#L2-howtohighlight" class="internalink"></a>

source: Add notes using a customizable keyboard including diacritic modifiers <a href="#L2-keyboard" class="internalink"></a>
es: Añade notas usando un teclado personalizado que incluye modificadores diacríticos <a href="#L2-keyboard" class="internalink"></a>
fr: Ajoutez des notes à l’aide d’un clavier personnalisable incluant des modificateurs diacritiques <a href="#L2-keyboard" class="internalink"></a>
ga: Cuir nótaí leis ag baint úsáide as méarchlár saincheaptha lena n-áirítear modhnóirí diaicriteacha <a href="#L2-keyboard" class="internalink"></a>
it: Aggiungete note utilizzando una tastiera personalizzabile che include i modificatori diacritici <a href="#L2-keyboard" class="internalink"></a>
nl: Notities toevoegen met een aanpasbaar toetsenbord inclusief diakritische tekens <a href="#L2-keyboard" class="internalink"></a>
pt_br: Adicione notas usando um teclado customizável, que inclui modificadores diacríticos <a href="#L2-keyboard" class="internalink"></a>
pt_pt: Acrescente notas utilizando um teclado personalizável com diacríticos <a href="#L2-keyboard" class="internalink"></a>
sk: Pridávať poznámky pomocou prispôsobiteľnej klávesnice vrátane diakritických znakov <a href="#L2-keyboard" class="internalink"></a>
sr: Додајте белешке употребом прилагодљиве тастатуре која садржи модификаторе дијакритика <a href="#L2-keyboard" class="internalink"></a>
ta: டயக்ரிடிக் மாற்றியமைப்பாளர்கள் <a href = "#l2-keyboard" வகுப்பு = "interning">  </a> உள்ளிட்ட தனிப்பயனாக்கக்கூடிய விசைப்பலகையைப் பயன்படுத்தி குறிப்புகளைச் சேர்க்கவும்
uk: Додавання нотаток за допомогою налаштовуваної клавіатури, включно з діактричними модифікаторами <a href="#L2-keyboard" class="internalink"></a>
zh_hans: 使用可自定义的带拼音符号键盘撰写笔记<a href="#L2-keyboard" class="internalink"></a>

source: Take screenshots <a href="#L2-predefinedgestures" class="internalink"></a>
es: Toma capturas de pantalla <a href="#L2-predefinedgestures" class="internalink"></a>
fr: Prenez des captures d’écran <a href="#L2-predefinedgestures" class="internalink"></a>
ga: Glac scáileáin <a href="#L2-predefinedgestures" class="internalink"></a>
it: Fare degli screenshot <a href="#L2-predefinedgestures" class="internalink"></a>
nl: Screenshots maken <a href="#L2-predefinedgestures" class="internalink"></a>
pt_br: Faça capturas de tela <a href="#L2-predefinedgestures" class="internalink"></a>
pt_pt: Tire capturas de ecrã <a href="#L2-predefinedgestures" class="internalink"></a>
sk: Vytvoriť snímku obrazovky <a href="#L2-predefinedgestures" class="internalink"></a>
sr: Правите слике екрана <a href="#L2-predefinedgestures" class="internalink"></a>
ta: திரை சாட்களை <a href = "#l2-predefinedures" வகுப்பு = "interning">  </a> எடுத்துக் கொள்ளுங்கள்
uk: Створення знімків екрану <a href="#L2-predefinedgestures" class="internalink"></a>
zh_hans: 截取屏幕快照<a href="#L2-predefinedgestures" class="internalink"></a>

source: Track your reading statistics including <b>reading progress</b>, <b>time range</b> and <b>calendar views</b>
es: Sigue tus <b>estadísticas de lectura</b>, <b>rango temporal</b> y <b>vista de calendario</b>
fr: Suivez vos statistiques de lecture avec notamment la <b>progression de lecture</b>, la <b>plage de temps</b> et la <b>vue du calendrier</b>
ga: Rianaigh do staitisticí léitheoireachta lena n-áirítear <b>dul chun cinn léitheoireachta</b>, <b>raon ama</b> agus <b>radhairc féilire</b>
it: Traccia le statistiche di lettura, compresi i <b>progressi di lettura</b>, <b>intervallo di tempo</b> e <b>visualizzazioni del calendario</b>
nl: Volg je leesstatistieken inclusief <b>leesvoortgang</b>, <b>tijdsbereik</b> en <b>kalenderweergaves</b>
pt_br: Acompanhe suas estatísticas de leitura, incluindo <b>progresso de leitura</b>, <b>intervalos de tempo</b> e <b> calendários</b>
pt_pt: Acompanhe as suas estatísticas de leitura incluindo o <b>progresso de leitura</b>, a <b>gama horária</b> e <b>vistas de calendário</b>
sk: Sledovať štatistiky čítania vrátane <b>priebehu čítania</b>, <b>časového rozpätia</b> a <b>kalendárnych prehľadov</b>
sr: Пратите статистику читања која укључује погледе <b>напредак читања</b>, <b>временски опсег</b> и <b>календар</b>
ta: <b> வாசிப்பு முன்னேற்றம் </b>, <b> நேர வரம்பு </b> மற்றும் <b> காலண்டர் காட்சிகள் </b> உள்ளிட்ட உங்கள் வாசிப்பு புள்ளிவிவரங்களைக் கண்காணிக்கவும்
uk: Відстеження статистики читання, зокрема <b>поступу читання</b>, <b>витраченого часу</b> та <b>у вигляді календаря</b>
zh_hans: 掌握包含<b>阅读进度</b>、<b>时间跨度</b>与<b>日历视图</b>的阅读统计数据

source: Export your notes and highlights flexibly
es: Exportar notas y subrayados con flexibilidad
fr: Exportez vos notes et surlignages avec flexibilité
ga: Easpórtáil do nótaí agus buaicphointí go solúbtha
it: Esportare le note e le evidenziazioni in modo flessibile
nl: Notities en markeringen flexibel exporteren
pt_br: Exporte suas notas e destaques de forma flexível
pt_pt: Exporte as suas notas e destaques com flexibilidade
sk: Flexibilne exportovať svoje poznámky a zvýraznenia
sr: Флексибилно извозите своје белешке и истицања
ta: உங்கள் குறிப்புகள் மற்றும் சிறப்பம்சங்களை நெகிழ்வாக ஏற்றுமதி செய்யுங்கள்
uk: Експорт нотаток і виділеного
zh_hans: 随心所欲地导出笔记和标注

source: Export your notes and highlights to your device as text, markdown, HTML, JSON or Kindle clippings format <a href="#L2-exportinghighlights" class="internalink"></a>
es: Exporta tus notas y subrayados en formato markdown, HTML, JSON o formato Kindle <a href="#L2-exportinghighlights" class="internalink"></a>
fr: Exportez vos notes et surlignages vers votre appareil aux formats texte, markdown, HTML, JSON ou Kindle clippings <a href="#L2-exportinghighlights" class="internalink"></a>
ga: Easpórtáil do nótaí agus buaicphointí chuig do ghléas mar théacs, marcáil síos, HTML, JSON nó gearrthóga Kindle <a href="#L2-exportinghighlights" class="internalink"></a>
it: Esportare le note e le evidenziazioni sul dispositivo in formato testo, markdown, HTML, JSON o ritagli Kindle. <a href="#L2-exportinghighlights" class="internalink"></a>
nl: Exporteer je notities en markeringen naar je apparaat als tekst, markdown, HTML, JSON of Kindle-knipsel formaat <a href="#L2-exportinghighlights" class="internalink"></a>
pt_br: Exporte suas notas e destaques para seus dispositivos como texto, markdown, HTML, JSON ou formato Kindle<a href="#L2-exportinghighlights" class="internalink"></a>
pt_pt: Exporte as suas notas e destaques para o seu dispositivo como texto, markdown, HTML, JSON ou formato de registos do Kindle <a href="#L2-exportinghighlights" class="internalink"></a>
sk: Exportovať si poznámky a zvýraznenia do zariadenia ako text, Markdown, HTML, JSON alebo formát Kindle clippings <a href="#L2-exportinghighlights" class="internalink"></a>
sr: Извозите своје белешке и истицања на уређај као текст, markdown, HTML, JSON или Kindle clippings формат <a href="#L2-exportinghighlights" class="internalink"></a>
ta: ஏற்றுமதி your notes and highlights பெறுநர் your device அச் text, markdown, HTML, சாதொபொகு or Kindle clippings வடிவம் <a href="#L2-exportinghighlights" class="internalink"></a>
uk: Гнучкий експорт нотаток та виділеного на пристрій у форматі простого тексту, розмітки Markdown, HTML, JSON або вирізок Kindle <a href="#L2-exportinghighlights" class="internalink"></a>
zh_hans: 将笔记和标注以文本、markdown、HTML、JSON或Kindle剪贴本格式导出<a href="#L2-exportinghighlights" class="internalink"></a>
