Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_green">TIP</span> KOReader can highlight a passage in different styles. If you use <span class="ui">Lighten</span> option, text background will be gray. Due to e-ink limitations, screens can’t change from white to gray directly, so highlighted part first has to turn black and then gray. If you want to avoid this flashing, you can choose <span class="ui">Inverted</span> as your highlight style. In this mode text background will be black so it can be set without flashing. You can adjust these highlighting options from:
es: <span class="label_green">CONSEJO</span> KOReader puede subrayar un pasaje con diferentes estilos. Si usa la opción <span class="ui">Aclarar</span>, el fondo del texto será gris. Debido a las limitaciones de la tinta electrónica, las pantallas no pueden cambiar de blanco a gris directamente, por lo que la parte resaltada primero debe volverse negra y luego gris. Si desea evitar este parpadeo, puede elegir <span class="ui">Invertido</span> como estilo de subrayado. En este modo, el fondo del texto será negro, por lo que puede configurarse sin parpadeo. Puede ajustar estas opciones de subrayado desde:
fr: <span class="label_green">ASTUCE</span> KOReader peut surligner un passage dans différents styles. Si vous utilisez l'option <span class="ui">Éclaircir</span>, l'arrière-plan du texte sera gris. En raison des limitations de l'encre électronique, les écrans ne peuvent pas passer directement du blanc au gris, de sorte que la partie surlignée doit d'abord devenir noire, puis grise. Si vous souhaitez éviter ce clignotement, vous pouvez choisir <span class="ui">Inversé</span> comme style de surlignage. Dans ce mode, l'arrière-plan du texte sera noir, ce qui permet de le définir sans clignotement. Vous pouvez régler ces options de surlignage à partir de :
ga: <span class="label_green">LEID</span> Is féidir le KOReader sliocht a aibhsiú i stíleanna éagsúla. Má úsáideann tú an rogha <span class="ui">Éadromaigh</span>, beidh cúlra an téacs liath. Mar gheall ar theorainneacha dúigh leictreonacha, ní féidir le scáileáin athrú ó bhán go liath go díreach, mar sin caithfidh an chuid atá aibhsithe dul dubh ar dtús agus ansin liath. Más mian leat an splancadh seo a sheachaint, is féidir leat <span class="ui">Inbhéartaithe</span> a roghnú mar do stíl aibhsithe. Sa mhodh seo beidh cúlra an téacs dubh ionas gur féidir é a shocrú gan splancadh. Is féidir leat na roghanna aibhsithe seo a choigeartú ó:
it: <span class="label_green">TIP</span> KOReader può evidenziare un brano in diversi stili. Se si utilizza l'opzione <span class="ui">Chiaro</span>, lo sfondo del testo sarà grigio. A causa delle limitazioni dell'e-ink, gli schermi non possono passare direttamente dal bianco al grigio, quindi la parte evidenziata deve prima diventare nera e poi grigia. Se si desidera evitare questo lampeggiamento, è possibile scegliere <span class="ui">Invertito</span> come stile di evidenziazione. In questa modalità lo sfondo del testo sarà nero, quindi potrà essere impostato senza lampeggiare. È possibile regolare queste opzioni di evidenziazione da:
nl: <span class="label_green">TIP</span> KOReader kan op verschillende manieren markeren. Bij <span class="ui">Verlichten</span> wordt de achtergrond grijs. Door e-ink beperkingen kan het scherm niet direct van wit naar grijs, dus flitst het via zwart. Wil je dat vermijden kies dan <span class="ui">Omkeren</span>; de achtergrond wordt dan zwart zonder flits. Je past deze opties aan via:
pt_br: <span class="label_green">DICA</span> O KOReader pode destacar uma passagem em diferentes estilos. Se você usar a opção <span class="ui">Clarear</span>, o fundo do texto ficará cinza. Devido às limitações da tela e-ink, as telas não podem mudar de branco para cinza diretamente, então a parte destacada primeiro precisa ficar preta e depois cinza. Se quiser evitar esse efeito piscante, você pode escolher <span class="ui">Invertido</span> como seu estilo de destaque. Neste modo, o fundo do texto será preto, então ele pode ser definido sem piscar. Você pode ajustar estas opções de destaque em:
sk: <span class="label_green">TIP</span> KOReader môže zvýrazniť pasáž v rôznych štýloch. Ak použijete možnosť <span class="ui">Zosvetlenie</span>, pozadie textu bude sivé. Kvôli obmedzeniam e-ink sa obrazovky nemôžu zmeniť z bielej na sivú priamo, takže zvýraznená časť sa musí najskôr zmeniť na čiernu a potom na sivú. Ak sa chcete tomuto blikaniu vyhnúť, ako štýl zvýraznenia môžete zvoliť <span class="ui">Invertované</span> ako štýl zvýraznenia. V tomto režime bude pozadie textu čierne, takže ho možno nastaviť bez prebliknutia. Tieto možnosti zvýraznenia môžete upraviť pomocou:
sr: <span class="label_green">САВЕТ</span> KOReader може да истакне пасаж користећи различите стилове. Ако користите опцију <span class="ui">Посветли</span>, позадина текста ће бити сива. Услед ограничења e-ink екрана, они не могу директно да промене боју са беле на сиву, тако да истакнути део најпре постане црн, па онда пређе у сиво. Ако желите да спречите ово трептање, можете да изаберете <span class="ui">Инвертуј</span> као стил истицања. У овом режиму ће позадина текста да буде црна, тако да ће боја моћи да се постави без бљескања. Ове опције истицања можете да подесите из:
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> கொரியேடர் வெவ்வேறு பாணிகளில் ஒரு பத்தியை முன்னிலைப்படுத்த முடியும். நீங்கள் <span வகுப்பு = "Ui"> லைட் </span> விருப்பத்தைப் பயன்படுத்தினால், உரை பின்னணி சாம்பல் நிறமாக இருக்கும். ஈ-மை வரம்புகள் காரணமாக, திரைகள் வெள்ளை நிறத்தில் இருந்து சாம்பல் நிறமாக நேரடியாக மாற முடியாது, எனவே முன்னிலைப்படுத்தப்பட்ட பகுதி முதலில் கருப்பு நிறமாகவும் பின்னர் சாம்பல் நிறமாகவும் மாற வேண்டும். இந்த ஒளிரும் நீங்கள் தவிர்க்க விரும்பினால், உங்கள் சிறப்பம்சமாக பாணியாக <span வகுப்பு = "Ui"> தலைகீழ் </span> ஐ தேர்வு செய்யலாம். இந்த பயன்முறையில் உரை பின்னணி கருப்பு நிறமாக இருக்கும், எனவே அதை ஒளிராமல் அமைக்க முடியும். இந்த சிறப்பம்சமாக விருப்பங்களை நீங்கள் சரிசெய்யலாம்:
uk: <span class="label_green">ПІДКАЗКА</span> KOReader може виділяти уривки різними стилями. Якщо використовується стиль <span class="ui">Освітлити</span>, тло тексту буде сірим. Через специфіку роботи е-чорнил, екран не може змінитися безпосередньо з білого на сірий, тому виділена частина спершу стане чорною, а потім сірою. Якщо бажаєте уникнути такого блимання, можна обрати стиль виділення <span class="ui">Інверсія</span>. За такого стилю виділення тло тексту буде ставати чорним без блимання. Вказати стиль виділення можна тут:
zh_hans: <span class="label_green">提示</span> KOReader可以标注包含不同样式的整篇文章。<span class="ui">浅色</span>选项将使文段背景变为灰色。受限于e-ink技术特性屏幕无法直接从白切换为灰色，所以被标注的文段将先变黑然后再变灰。要避免这种屏幕闪烁，请选择<span class="ui">反色</span>作为标注样式。该选项将使文段背景变黑所以无需屏幕闪烁。请在下列路径中调整标注选项：

# user_guide/en.html+html.body.div.div.div:2664-5
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Štýl zvýraznenia
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / சிறப்பம்சமாக பாணி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Стиль виділення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 标注样式

source: <span class="label_green">TIP</span> You can add multiple highlights and notes to the same section of text. If they are overlapping, when you tap on a highlight you will be presented with a menu to choose which highlight you want to edit.
es: <span class="label_green">CONSEJO</span> Puedes agregar varios surbayados y notas a la misma sección de texto. Si se superponen, al tocar un surbayado aparecerá un menú para elegir el surbayado que deseas editar.
fr: <span class="label_green">ASTUCE</span> Vous pouvez ajouter plusieurs surlignages et notes à la même section de texte. S'ils se chevauchent, lorsque vous appuyez sur un surlignage, un menu s'affiche pour vous permettre de choisir celui que vous souhaitez modifier.
ga: <span class="label_green">LEID</span> Is féidir leat roinnt buaicphointí agus nótaí a chur leis an gcuid chéanna den téacs. Má tá siad ag forluí, nuair a thapálann tú ar bhuaicphointe cuirfear roghchlár i láthair duit chun a roghnú cén bhuaicphointe is mian leat a chur in eagar.
it: <span class="label_green">TIP</span> È possibile aggiungere più evidenziazioni e note alla stessa sezione di testo. Se si sovrappongono, quando si tocca un'evidenziazione viene presentato un menu per scegliere quale evidenziazione modificare.
nl: <span class="label_green">TIP</span> Je kunt meerdere markeringen en notities op hetzelfde tekstdeel hebben. Als ze overlappen krijg je bij tikken een menu om te kiezen welke je wilt bewerken.
pt_br: <span class="label_green">DICA</span> Você pode adicionar vários destaques e notas à mesma seção de texto. Se eles estiverem sobrepostos, ao tocar em um destaque, você verá um menu para escolher qual destaque deseja editar.
sk: <span class="label_green">TIP</span> Do rovnakej časti textu môžete pridať viacero zvýraznení a poznámok. Ak sa prekrývajú, po ťuknutí na zvýraznenie sa vám zobrazí ponuka na výber zvýraznenia, ktoré chcete upraviť.
sr: <span class="label_green">САВЕТ</span> Једном те истом тексту можете да доделите више истицања и белешки. Ако се преклапају, када тапнете на истицање приказаће вам се мени у којем можете да изаберете истицање које желите да уређујете.
ta: <span வகுப்பு = "label_green"> உதவிக்குறிப்பு </span> நீங்கள் பல சிறப்பம்சங்களையும் குறிப்புகளையும் உரையின் ஒரே பிரிவில் சேர்க்கலாம். அவை ஒன்றுடன் ஒன்று இருந்தால், நீங்கள் ஒரு சிறப்பம்சத்தைத் தட்டும்போது, நீங்கள் எந்த சிறப்பம்சத்தைத் திருத்த விரும்புகிறீர்கள் என்பதைத் தேர்வுசெய்ய உங்களுக்கு ஒரு பட்டியல் வழங்கப்படும்.
uk: <span class="label_green">ПОРАДА</span> Один шматок тексту можна багаторазово виділити й додати до нього різні нотатки. Якщо виділення накладаються одне на інше, дотик до виділеного відкриє меню, в якому можна вибрати, що з виділеного потрібно редагувати.
zh_hans: <span class="label_green">说明</span> 同一文段可被多次标注及添加笔记。若多层标注重叠在一起，点按标注处会弹出菜单以供选择想要编辑的标注。

source: Selecting punctuation while highlighting
es: Seleccionar puntuación mientras se surbaya
fr: Sélectionner la ponctuation tout en surlignant
ga: Poncaíocht a roghnú agus aibhsiú á dhéanamh
it: Selezione della punteggiatura durante l'evidenziazione
nl: Leestekens selecteren tijdens markeren
pt_br: Selecionando pontuação durante o destaque
pt_pt: A seleccionar pontuação enquanto destaca
sk: Výber interpunkcie pri zvýrazňovaní
sr: Избор интерпункције током истицања
ta: சிறப்பம்சமாக இருக்கும்போது நிறுத்தற்குறியைத் தேர்ந்தெடுப்பது
uk: Вибір пунктуації під час виділення тексту
zh_hans: 标注时自动纳入标点

source: When you are highlighting, KOReader tries to include the related punctuation marks around your selection. For example if you highlight from the first word to the last word of a sentence, KOReader will automatically include the punctuation marks at the both ends of the sentence to your highlight.
es: Al surbayar KOReader intenta incluir los signos de puntuación correspondientes alrededor de la selección. Por ejemplo, si subrayas desde la primera hasta la última palabra de una oración, KOReader incluirá automáticamente los signos de puntuación de ambos extremos de la oración en el subrayado.
fr: Lorsque vous surlignez, KOReader tente d'inclure les signes de ponctuation associés à votre sélection. Par exemple, si vous surlignez du premier mot au dernier mot d'une phrase, KOReader inclura automatiquement les signes de ponctuation aux deux extrémités de la phrase dans votre surlignage.
ga: Nuair a bhíonn tú ag aibhsiú, déanann KOReader iarracht na marcanna poncaíochta gaolmhara a chur timpeall ar do rogha. Mar shampla, má dhéanann tú aibhsiú ón gcéad fhocal go dtí an focal deireanach d’abairt, cuirfidh KOReader na marcanna poncaíochta ag an dá cheann den abairt san áireamh go huathoibríoch i do aibhsiú.
it: Quando si evidenzia, KOReader cerca di includere i relativi segni di punteggiatura intorno alla selezione. Ad esempio, se si evidenzia dalla prima all'ultima parola di una frase, KOReader includerà automaticamente i segni di punteggiatura alle due estremità della frase.
nl: Tijdens het markeren probeert KOReader bijbehorende leestekens mee te nemen. Markeer je van het eerste tot het laatste woord van een zin dan worden de leestekens aan beide uiteinden automatisch toegevoegd.
pt_br: Ao destacar, o KOReader tenta incluir os sinais de pontuação relacionados à sua seleção. Por exemplo, se você destacar da primeira à última palavra de uma frase, o KOReader incluirá automaticamente os sinais de pontuação em ambas as extremidades da frase no seu destaque.
sk: Keď zvýrazňujete, KOReader sa pokúša zahrnúť súvisiace interpunkčné znamienka okolo vášho výberu. Ak napríklad zvýrazníte od prvého slova po posledné slovo vety, KOReader automaticky zahrnie interpunkčné znamienka na oboch koncoch vety do vášho zvýraznenia.
sr: Када вршите истицање, KOReader покушава да у истицање укључи везане знакове интерпункције око текста који изаберете. На пример, ако истичете од прве до последње речи реченице, KOReader ће у истицање аутоматски да укључи знаке интерпункције са оба краја реченице.
ta: நீங்கள் முன்னிலைப்படுத்தும்போது, உங்கள் தேர்வைச் சுற்றி தொடர்புடைய நிறுத்தற்குறி அடையாளங்களை சேர்க்க கொரியடர் முயற்சிக்கிறார். எடுத்துக்காட்டாக, முதல் வார்த்தையிலிருந்து ஒரு வாக்கியத்தின் கடைசி சொல் வரை நீங்கள் முன்னிலைப்படுத்தினால், கொரியடர் தானாகவே வாக்கியத்தின் இரு முனைகளிலும் நிறுத்தற்குறி மதிப்பெண்களை உங்கள் சிறப்பம்சமாக சேர்க்கும்.
uk: Під час виділення KOReader намагається включити до виділеного пов'язані розділові знаки до та після вибраного уривку. Наприклад, якщо виділити все речення від першого до останнього слова, KOReader автоматично включить до виділеного розділові знаки з обох боків (до та після) речення.
zh_hans: 在进行标注操作时，KOReader会尝试将与选段相关的标点符号纳入标注。例如，当从头到尾标注一个句子时，KOReader会自动将句子两端的标点符号一并标注。

source: But if you start highlighting from the middle of a sentence, period at the end <b>will not be included</b> because KOReader assumes that you want to make a partial highlight. So if you want the punctuation marks to be added to your highlight, be sure that you select the <b>whole sentence</b>. Also you can add these marks later by long pressing the <span class="ui">Highlight edit</span> buttons.
es: Pero si empiezas a subrayar desde la mitad de una frase, el punto final <b>no se incluirá</b> ya que KOReader asume que quieres destacar solo una parte. Por lo tanto si quieres que los signos de puntuación se añadan al texto destacado, asegúrate de seleccionar la <b>frase completa</b>. También puedes añadir estos signos más tarde manteniendo pulsado el botón de <span class="ui">Editar texto subrayado</span>.
fr: Mais si vous commencez à surligner à partir du milieu d'une phrase, le point à la fin <b>ne sera pas inclus</b> car KOReader suppose que vous souhaitez effectuer un surlignage partiel. Si vous souhaitez que les signes de ponctuation soient ajoutés à votre surlignage, veillez à sélectionner <b>la phrase entière</b>. Vous pouvez également ajouter ces signes ultérieurement en appuyant longuement sur les boutons <span class="ui">Modifier le surlignage</span>.
ga: Ach má thosaíonn tú ag aibhsiú ó lár abairte, ní chuirfear ponc ag an deireadh <b>san áireamh</b> mar glacann KOReader leis gur mian leat cuid den aibhsiú a dhéanamh. Mar sin, más mian leat na marcanna poncaíochta a chur le d’aibhsiú, déan cinnte go roghnaíonn tú an <b>abairt iomlán</b>. Chomh maith leis sin, is féidir leat na marcanna seo a chur leis níos déanaí trí bhrú fada a chur ar na cnaipí <span class="ui">Eagarthóireacht Aibhsithe</span>.
it: Ma se si inizia a evidenziare dal centro di una frase, il periodo alla fine <b>non sarà incluso</b> perché KOReader presume che si voglia fare un'evidenziazione parziale. Quindi, se volete che i segni di punteggiatura vengano aggiunti all'evidenziazione, assicuratevi di selezionare l'<b>intera frase</b>. È inoltre possibile aggiungere questi segni in un secondo momento premendo a lungo i pulsanti <span class="ui">Modifica evidenziazione</span>.
nl: Begin je in het midden van een zin dan wordt het punt aan het einde <b>niet toegevoegd</b> omdat KOReader aanneemt dat je slechts een deel wilt markeren. Wil je leestekens erbij zorg dan dat je de <b>hele zin</b> kiest. Je kunt ze ook later toevoegen via lang indrukken op de <span class="ui">Markering bewerken</span>-knoppen.
pt_br: Mas se você começar a destacar a partir do meio de uma frase, o ponto final <b>não será incluído</b> porque o KOReader pressupõe que você deseja fazer um destaque parcial. Portanto, se quiser que os sinais de pontuação sejam adicionados ao seu destaque, certifique-se de selecionar a <b>frase inteira</b>. Você também pode adicionar esses sinais posteriormente pressionando longamente os botões <span class="ui">Edição de destaque</span>.
sk: Ak však začnete zvýrazňovať od stredu vety, bodka na konci <b>nebude zahrnutá</b>, pretože KOReader predpokladá, že chcete vykonať čiastočné zvýraznenie. Ak teda chcete, aby sa interpunkčné znamienka pridali k zvýrazneniu, uistite sa, že ste vybrali <b>celú vetu</b>. Tieto znamienka môžete pridať aj neskôr dlhým stlačením tlačidiel <span class="ui">Upraviť zvýraznenie</span>.
sr: Али ако истицање започнете из средине реченице, тачка на крају се <b>неће укључити у истицање</b> јер KOReader претпоставља да желите да извршите делимично истицање. Тако да ако желите да знаци интерпункције буду придодати тексту који истичете, постарајте се да изаберете <b>целу реченицу</b>. Ове знаке можете и касније да додате дугим притиском на дугмиће за <span class="ui">Уређивање истицања</span>.
ta: ஒரு குறிப்பு சேர்க்கப்பட்ட உடன் ஏற்கனவே முன்னிலைப்படுத்தப்பட்ட உரையைத் தட்டும்போது, இந்த பாப்அப் மெனுவைக் காண்பீர்கள். மேலே உள்ள மெனுவைத் திறக்க <span> திருத்து சிறப்பம்சத்தைத் திருத்து </span> ஐத் தட்டவும் நீங்கள் சிறப்பியல்பு மற்றும் உள்ளிட்ட குறிப்பு இரண்டையும் திருத்தலாம்:
uk: Однак, якщо почати виділення посеред речення, крапка в кінці речення <b>не буде включена до виділення</b>, оскільки KOReader вважатиме, що ви бажаєте зробити часткове виділення. Тож якщо бажаєте, щоб розділові знаки були включені до виділення, переконайтеся, що вибираєте <b>ціле речення</b>. Розділові знаки можна додатки згодом, затиснувши кнопку <span class="ui">Змінити виділений текст</span>.
zh_hans: 但如果从句子中间开始标注，KOReader会认为用户只是想标注句子片段，因此<b>不会自动包含</b>句末标点。若要将标点包含在标注中，请在选择时选中<b>完整句子</b>。之后也可长按<span class="ui">编辑标注</span>按钮补上标点符号。

source: Editing highlights
es: Edición de subrayados
fr: Modification des surlignages
ga: Buaicphointí á n-eagarthóireacht
it: Modifica evidenziazioni
nl: Markeringen bewerken
pt_br: Editando os destaques
pt_pt: Editando destaques
sk: Úprava zvýraznení
sr: Уређивање истицања
ta: சிறப்பம்சங்களைத் திருத்துதல்
uk: Редагування виділеного
zh_hans: 编辑标注

source: When you tap on an already highlighted text <b>(without a note)</b>, you will see this popup menu. <span class="ui">Delete</span> and <span class="ui">Add note</span> items are clear. Bottom row menu items are used to extend or shrink the highlight.
es: Al tocar un texto ya subrayado <b>(sin nota)</b>, verás este menú emergente. Los elementos <span class="ui">Eliminar</span> y <span class="ui">Añadir nota</span> están visibles. Los elementos de la fila inferior se usan para ampliar o reducir el subrayado.
fr: Lorsque vous appuyez sur un texte déjà surligné <b>(sans note)</b>, ce menu contextuel s'affiche. Les éléments <span class="ui">Supprimer</span> et <span class="ui">Ajouter une note</span> sont clairs. Les éléments du menu de la ligne inférieure permettent d'étendre ou de réduire la sélection.
ga: Nuair a thapaíonn tú ar théacs atá aibhsithe cheana féin <b>(gan nóta)</b>, feicfidh tú an roghchlár aníos seo. Tá na míreanna <span class="ui">Scrios</span> agus <span class="ui">Cuir nóta leis</span> soiléir. Úsáidtear míreanna roghchláir sa tsraith íochtarach chun an aibhsiú a leathnú nó a chrapadh.
it: Quando si tocca un testo già evidenziato <b>(senza nota)</b>, viene visualizzato questo menu a comparsa. Le voci <span class="ui">Cancella</span> e <span class="ui">Note</span> sono chiare. Le voci di menu della riga inferiore sono utilizzate per estendere o ridurre l'evidenziazione.
nl: Als je op reeds gemarkeerde tekst tikt <b>(zonder notitie)</b> zie je dit pop-upmenu. <span class="ui">Verwijderen</span> en <span class="ui">Notitie toevoegen</span> spreken voor zich. De onderste rij wordt gebruikt om de markering te verlengen of te verkorten.
pt_br: Ao tocar em um texto já destacado <b>(sem uma nota)</b>, você verá este menu pop-up. Os itens <span class="ui">Excluir</span> e <span class="ui">Adicionar nota</span> são exibidos em branco. Os itens do menu da linha inferior são usados para aumentar ou diminuir o destaque.
sk: Keď ťuknete na už zvýraznený text <b>(bez poznámky)</b>, zobrazí sa táto kontextová ponuka. Položky <span class="ui">Odstrániť</span> a <span class="ui">Pridať poznámku</span> sú zrejmé. Položky ponuky v spodnom riadku sa používajú na rozšírenie alebo zmenšenie zvýraznenia.
sr: Када тапнете на текст који је већ истакнут <b>(али је без белешке)</b>, појавиће се следећи искачући мени. Ставке <span class="ui">Обриши</span> и <span class="ui">Додај белешку</span> су јасне. Доњи ред ставки менија се користи за проширивање или сажимање истицања.
ta: ஏற்கனவே சிறப்பிக்கப்பட்டுள்ள உரையை நீங்கள் தட்டும்போது <b> (குறிப்பு இல்லாமல்) </b>, இந்த மேல்தோன்றல் மெனுவைக் காண்பீர்கள். <span வகுப்பு = "Ui"> நீக்கு </span> மற்றும் <span வகுப்பு = "Ui"> குறிப்பு </span> உருப்படிகளைச் சேர்க்கவும். சிறப்பம்சத்தை நீட்டிக்க அல்லது சுருக்க கீழே வரிசை பட்டியல் உருப்படிகள் பயன்படுத்தப்படுகின்றன.
uk: Якщо торкнутися вже виділеного тексту <b>(без нотатки)</b>, відкриється це контекстне меню. Елементи <span class="ui">Видалити</span> і <span class="ui">Додати нотатку</span> зрозумілі. Пункти меню в нижньому рядку використовуються для розширення чи звуження виділення.
zh_hans: 点按<b>不含笔记</b>的高亮文本，可以看到包含<span class="ui">删除</span>及<span class="ui">添加笔记</span>选项的弹出菜单。菜单底部的按钮则用于扩展或缩减标注区域。
