Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: BOTTOM MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alt Status Bar
es: MENÚ INFERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado alternativa
fr: MENU INFÉRIEUR/ <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alt Status Bar
ga: AN ROCHLÁR BUNA / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais Alt
it: MENU INFERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato alternativa
nl: ONDERMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alt-statusbalk
pt_br: MENU INFERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status Alternativa
pt_pt: MENU INFERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado alternativa
sk: SPODNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Alternatívny stavový riadok
sr: МЕНИ НА ДНУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Алтернативна статусна линија
ta: கீழே பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: НИЖНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Альтернативна панель стану
zh_hans: 底部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 副状态栏

source: You can configure the <span class="ui">Alt status bar</span> from this menu:
es: Puedes configurar la <span class="ui">barra de estado alternativa</span> desde este menú:
fr: Vous pouvez configurer la <span class="ui">barre d’état alternative</span> depuis ce menu :
ga: Is féidir leat an <span class="ui">barra stádais Alt</span> a chumrú ón roghchlár seo:
it: Da questo menu è possibile configurare la <span class="ui"> barra di stato alternativa</span>:
nl: Je kunt de <span class="ui">Alt-statusbalk</span> configureren via dit menu:
pt_br: Você pode configurar a <span class="ui">Barra de status alternativa</span> neste menu:
pt_pt: Pode configurar a <span class="ui">Barra de estado alternativa</span> neste menu:
sk: <span class="ui">Alternatívny stavový riadok</span> môžete nakonfigurovať z tejto ponuky:
sr: <span class="ui">Алт статусну линију</span> можете да подесите из следећег менија:
ta: இந்த மெனுவிலிருந்து <span வகுப்பு = "Ui"> மாற்று நிலை மதுக்கூடம் </span> ஐ நீங்கள் உள்ளமைக்கலாம்:
uk: <span class="ui">Альтернативну панель стану</span> можна налаштувати у цьому меню:
zh_hans: <span class="ui">副状态栏</span>可通过如下菜单进行配置：

# user_guide/en.html+html.body.div.div:1614-5
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Alt status bar
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Alternatívny stavový riadok
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / நிலை பட்டி / ஆல்ட் நிலை பட்டி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Альтернативна панель стану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏 / 副状态栏

source: Instructions in the rest of this section are for the <span class="ui">Bottom status bar</span>.
es: Las instrucciones en el resto de la sección son para la <span class="ui">barra de estado inferior</span>.
fr: Les instructions fournies dans le reste de cette section concernent la <span class="ui">barre d'état inférieure</span>.
ga: Is don <span class="ui">bharra stádais bun</span> atá na treoracha sa chuid eile den alt seo.
it: Le istruzioni contenute nel resto di questa sezione riguardano la <span class="ui">barra di stato inferiore</span>.
nl: De verdere instructies in deze sectie gelden voor de <span class="ui">Onderste statusbalk</span>.
pt_br: As instruções no restante desta seção são para a <span class="ui">Barra de status inferior</span>.
pt_pt: As instruções no resto desta secção são para a <span class="ui">barra de estado inferior</span>.
sk: Pokyny v zvyšku tejto časti sa týkajú <span class="ui">Spodného stavového riadku</span>.
sr: Упутства у остатку овог одељка су за <span class="ui">Доњу статусну линију</span>.
ta: இந்த பிரிவின் மீதமுள்ள வழிமுறைகள் <span வகுப்பு = "Ui"> கீழ் நிலை பட்டி </span> க்கானவை.
uk: Інструкції в решті цього розділу стосуються <span class="ui">нижньої панелі стану</span>.
zh_hans: 本节接下来的说明将围绕<span class="ui">底部状态栏</span>。

source: Configuring the status bar
es: Configurando la barra de estado
fr: Configuration de la barre d'état
ga: Cumrú an bharra stádais
it: Configurazione della barra di stato
nl: De statusbalk configureren
pt_br: Configurando a barra de status
pt_pt: A configurar barra de estado
sk: Konfigurácia stavového riadka
sr: Конфигурисање статусне линије
ta: நிலை பட்டியை உள்ளமைக்கிறது
uk: Налаштування панелі стану
zh_hans: 配置状态栏

source: You can configure the bottom status bar from this menu. Feel free to explore the <span class="ui">SETTINGS</span> sub-menu to customize your status bar as you like.
es: Puedes configurar la barra de estado inferior desde este menú. No dudes en explorar el submenú <span class="ui">AJUSTES</span> para personalizar la barra de estado a tu gusto.
fr: Vous pouvez configurer la barre d'état inférieure à partir de ce menu. N'hésitez pas à explorer le sous-menu <span class="ui">PARAMÈTRES</span> pour personnaliser votre barre d'état comme vous le souhaitez.
ga: Is féidir leat an barra stádais bun a chumrú ón roghchlár seo. Ná bíodh drogall ort an fo-roghchlár <span class="ui">SOCRÚCHÁIN</span> a iniúchadh chun do bharra stádais a shaincheapadh de réir mar is mian leat.
it: Da questo menu è possibile configurare la barra di stato inferiore. Esplorate pure il sottomenu <span class="ui">IMPOSTAZIONI</span> per personalizzare la barra di stato a vostro piacimento.
nl: Je kunt de onderste statusbalk configureren via dit menu. Verken gerust het submenu <span class="ui">INSTELLINGEN</span> om de statusbalk naar wens aan te passen.
pt_br: Você pode configurar a barra de status inferior neste menu. Sinta-se à vontade para explorar o submenu <span class="ui">CONFIGURAÇÕES</span> para personalizar sua barra de status como desejar.
pt_pt: Pode configurar a barra de estado inferior neste menu. Sinta-se à vontade para explorar o submenu <span class="ui">DEFINIÇÕES</span> para personalizar a sua barra de estado como desejar.
sk: Z tejto ponuky môžete nakonfigurovať spodný stavový riadok. Neváhajte a preskúmajte podponuku <span class="ui">NASTAVENIA</span> na prispôsobenie stavového riadku, ako chcete.
sr: Доњу статусну линију можете да подесите из овог менија. Слободно истражите подмени <span class="ui">ПОДЕШАВАЊА</span> и прилагодите статусну линију по вашој жељи.
ta: இந்த மெனுவிலிருந்து கீழே உள்ள நிலை பட்டியை உள்ளமைக்கலாம். நீங்கள் விரும்பியபடி உங்கள் நிலைப் பட்டியைத் தனிப்பயனாக்க <ச்பான் கிளாச் = "யுஐ"> அமைப்புகள் </span> துணை மெனுவை ஆராய தயங்க.
uk: Нижню панель стану можна налаштувати за допомогою цього меню. Дослідіть підменю <span class="ui">НАЛАШТУВАННЯ</span> та налаштуйте панель стану на свій смак.
zh_hans: 此菜单可用于配置底部状态栏。请自行探索<span class="ui">设置</span>子菜单，打造自己喜欢的状态栏。

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Estado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Статусна линија
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏

source: There are many items you can show on the status bar. But by default, only one is shown at a time and you have to tap on the status bar to cycle between them. If you want to show all items at once, enable it from here:
es: Hay muchos elementos que puedes mostrar en la barra de estado, pero por defecto sólo se muestra uno a la vez y tienes que tocar la barra de estado para cambiar entre ellos. Si deseas mostrar todos los elementos a la vez, puedes habilitarlo desde aquí:
fr: De nombreux éléments peuvent être affichés dans la barre d'état. Mais par défaut, un seul élément est affiché à la fois et vous devez appuyer sur la barre d'état pour passer d'un élément à l'autre. Si vous souhaitez afficher tous les éléments à la fois, activez cette option ici :
ga: Tá go leor míreanna ann ar féidir leat a thaispeáint ar an mbarra stádais. Ach de réir réamhshocraithe, ní thaispeántar ach ceann amháin ag an am agus caithfidh tú tapáil ar an mbarra stádais chun rothlú eatarthu. Más mian leat na míreanna go léir a thaispeáint ag an am céanna, cumasaigh é as seo:
it: Sono molti gli elementi che si possono visualizzare nella barra di stato. Per impostazione predefinita, però, ne viene visualizzato solo uno alla volta e per passare da uno all'altro è necessario toccare la barra di stato. Se si desidera visualizzare tutte le voci contemporaneamente, è possibile attivarle da qui:
nl: Er zijn veel items die je op de statusbalk kunt weergeven. Standaard wordt er maar één tegelijk getoond en moet je op de statusbalk tikken om ertussen te wisselen. Als je alle items tegelijk wilt tonen, schakel dat hier in:
pt_br: Há muitos itens que você pode exibir na barra de status. Mas, por padrão, apenas um item é exibido por vez e você precisa tocar na barra de status para alternar entre eles. Se quiser exibir todos os itens de uma vez, ative esta opção aqui:
pt_pt: Existem muitos itens que pode mostrar na barra de estado. Mas, por defeito, apenas um é mostrado de cada vez e é necessário tocar na barra de estado para alternar entre eles. Se quiser mostrar todos os itens de uma só vez, ative-o aqui:
sk: V stavovom riadku môžete zobraziť mnoho položiek. Predvolene sa však zobrazuje iba jedna a medzi nimi musíte prepínať ťuknutím na stavový riadok. Ak chcete zobraziť všetky položky naraz, povolíte to tu:
sr: Постоји много ставки које могу да се прикажу на статусној линији. Али подразумевано се истовремено приказује само једна, и морате да тапнете на статусну линију да бисте кружили по осталима. Ако желите да се све ставке прикажу истовремено, укључите то овде:
ta: நிலை பட்டியில் நீங்கள் காட்டக்கூடிய பல உருப்படிகள் உள்ளன. ஆனால் இயல்பாக, ஒன்று மட்டுமே ஒரு நேரத்தில் காண்பிக்கப்படுகிறது, மேலும் அவற்றுக்கிடையே சுழற்சிக்கு நீங்கள் நிலை பட்டியைத் தட்ட வேண்டும். எல்லா பொருட்களையும் ஒரே நேரத்தில் காட்ட விரும்பினால், அதை இங்கிருந்து இயக்கவும்:
uk: У панелі стану можуть відображатися багато елементів. Однак типово в один момент часу показується лише один і для того, щоб переглянути усі їх по черзі, слід торкатися панелі стану. Якщо бажаєте, щоб показувалися усі елементи водночас, увімкніть це тут:
zh_hans: 状态栏上可显示多项标志，但默认仅显示一项；点击状态栏可循环显示不同标志。若要同时显示多项标志，请按照下列路径操作：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Configure items / Show all selected items at once
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Configurar elementos / Mostrar todos los elementos seleccionados a la vez
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Configurer les éléments / Afficher tous les éléments sélectionnés en même temps
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Cumraigh míreanna / Taispeáin na míreanna roghnaithe go léir ag an am céanna
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato / Configura elementi / Mostra tutti gli elementi selezionati in una volta
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / Items configureren / Toon alle geselecteerde items tegelijk
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status / Configurar itens / Mostrar todos os itens selecionados de uma vez
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Configurar itens / Mostrar todos os itens seleccionados de uma só vez
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Konfigurácia položiek / Zobraziť všetky vybraté položky naraz
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Статусна линија / Конфигурација ставки / Истовремено прикажи све изабране ставке
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Налаштування / Показати усі обранні елементи разом
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏 / 配置显示标志 / 显示所有勾选的标志

source: If you enabled the option above, you can't hide the status bar by tapping on it. If you want to hide it, you should assign a gesture here for toggling the status bar:
es: Si has habilitado la opción anterior, no podrás ocultar la barra de estado tocándola. Si deseas ocultarla, deberías asignar un gesto aquí para alternar la barra de estado:
fr: Si vous avez activé l'option ci-dessus, vous ne pouvez pas masquer la barre d'état en appuyant dessus. Si vous souhaitez la masquer, vous devez attribuer ici un geste pour activer/désactiver la barre d'état :
ga: Mura bhfuil an rogha thuas cumasaithe agat, ní féidir leat an barra stádais a cheilt trí thapáil air. Más mian leat é a cheilt, ba chóir duit gotha a shannadh anseo chun an barra stádais a athrú:
it: Se è stata attivata l'opzione precedente, non è possibile nascondere la barra di stato toccandola. Se si desidera nasconderla, è necessario assegnare un gesto qui per spostare la barra di stato:
nl: Als je de bovenstaande optie hebt ingeschakeld kun je de statusbalk niet meer verbergen door erop te tikken. Als je hem wilt verbergen moet je hier een gebaar toewijzen om de statusbalk te wisselen:
pt_br: Se você habilitou a opção acima, não será possível ocultar a barra de status tocando nela. Se quiser ocultá-la, defina um gesto aqui para alternar a barra de status:
pt_pt: Se tiver ativado a opção acima, não poderá ocultar a barra de estado tocando nela. Se quiser ocultá-la, deve atribuir aqui um gesto para ocultar/mostrar a barra de estado:
sk: Ak ste povolili vyššie uvedenú možnosť, stavový riadok nemôžete skryť ťuknutím naň. Ak ho chcete skryť, mali by ste si sem priradiť gesto na prepínanie stavového riadka:
sr: Ако сте укључили горњу опцију, статусну линију не можете да сакријете када тапнете на њу. Ако желите да је сакријете, требало би да овде доделите гестикулацију којом се укључује/искључује приказ статусне линије:
ta: மேலே உள்ள விருப்பத்தை நீங்கள் இயக்கியிருந்தால், அந்த நிலைப் பட்டியைத் தட்டுவதன் மூலம் மறைக்க முடியாது. நீங்கள் அதை மறைக்க விரும்பினால், நிலைப் பட்டியை மாற்றுவதற்கு இங்கே ஒரு சைகையை ஒதுக்க வேண்டும்:
uk: Якщо увімкнути вищенаведену функцію, панель стану не буде приховуватися дотиком до неї. Щоб приховувати її потрібно буде призначити жест для дії приховування/показу панелі стану тут:
zh_hans: 启用该选项后，状态栏无法通过点按隐藏。此时若要隐藏状态栏，需要指定一种手势交互来操作：

source: Gesture selection menu / Reader / Toggle status bar
es: Menú de selección de gestos / Lector / Conmutar barra de estado
fr: Menu de sélection des gestes / Lecteur / Basculer la barre d'état
ga: Roghchlár roghnúcháin gothaí / Léitheoir / Barra stádais a scoránaigh
it: Menu di selezione dei gesti / Reader / Alterna la barra di stato
nl: Gebarenkeuzemenu / Lezer / Statusbalk omschakelen
pt_br: Menu de seleção de gestos / Leitor / Alternar barra de status
pt_pt: Menu de seleção de gestos / Leitor / Alternar barra de estado
sk: Ponuka výberu gest / Režim čítania / Prepínanie stavovej lišty
sr: Мени за избор гестикулације / Читач / Укљ./Искљ. статусну линију
ta: சைகை தேர்வு பட்டியல் / வாசகர் / நிலை பட்டி மாற்று பட்டி
uk: Меню вибору жестів / Читання / Перемкнути панель стану
zh_hans: 手势备选菜单 /阅读器相关 / 状态栏开关

source: Sorting the status bar items:
es: Ordenando los elementos de la barra de estado:
fr: Tri des éléments de la barre d'état :
ga: Sórtáil míreanna an bharra stádais:
it: Ordinamento degli elementi della barra di stato:
nl: Statusbalkitems sorteren:
pt_br: Ordenando os itens da barra de status:
pt_pt: Organização dos itens da barra de estado:
sk: Zoradenie položiek stavového riadka:
sr: Сортирање ставки статусне линије:
ta: நிலை பட்டி உருப்படிகளை வரிசைப்படுத்துதல்:
uk: Впорядкування елементів панелі стану:
zh_hans: 为状态栏显示的标志排序：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Status Bar / Configure items / Arrange items in status bar
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Configurar elementos / Ordena elementos en la barra de estado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barre d'état / Configurer les éléments / Organiser les éléments dans la barre d'état
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra Stádais / Cumraigh míreanna / Socraigh míreanna sa bharra stádais
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra di stato / Configura elementi / Organizza elementi nella barra di stato
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Statusbalk / Items configureren / Statusbalkitems sorteren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de Status / Configurar itens / Organizar itens na barra de status
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Barra de estado / Configurar itens / Organizar itens na barra de estado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Stavový riadok / Konfigurácia položiek / Usporiadanie položiek v stavovom riadku
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Статусна линија / Конфигурисање ставки / Ређање ставки у статусној линији
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Панель стану / Налаштувати елементи / Розташувати елементи на панелі стану
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 状态栏 / 配置显示的标志 / 调整标志排布

source: Using "Custom Text" item for status bar alignment
es: Usar "Texto personalizado" para alinear la barra de estado
fr: Utilisation de l'élément « Texte personnalisé » pour l'alignement de la barre d'état
ga: Ag baint úsáide as an mír "Téacs Saincheaptha" le haghaidh ailíniú barra stádais
it: Utilizzo della voce "Testo personalizzato" per l'allineamento della barra di stato
nl: Het item ‘Aangepaste tekst’ gebruiken voor uitlijning van de statusbalk
pt_br: Usando o item "Texto personalizado" para alinhamento da barra de status
pt_pt: Utilização do item "Texto Personalizado" para alinhamento da barra de estado
sk: Použitie položky "Vlastný text" na zarovnanie stavovej lišty
sr: Употреба ставке „Произвољни текст” за поравнање статусне линије
ta: நிலை பட்டி சீரமைப்புக்கு "தனிப்பயன் உரை" உருப்படியைப் பயன்படுத்துதல்
uk: Використання елементу «Власний текст» для вирівнювання панелі стану
zh_hans: 使用「自定义文本」项调节状态栏对齐
