Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can set <span class="ui">Embedded Styles</span> to <b>OFF</b> in the bottom menu to see if ignoring all the document stylesheets makes it faster (of course, you'll probably lose any nice formatting, but you'll know what is the culprit).
es: Puede configurar <span class="ui">Estilos incrustados</span> en <b>DESACTIVADO</b> en el menú inferior para ver si ignorar todas las hojas de estilo del documento lo hace más rápido (por supuesto, probablemente perderá cualquier formato agradable, pero sabrá cuál es el culpable).
fr: Vous pouvez régler <span class="ui">Styles intégrés</span> sur <b>OFF</b> dans le menu inférieur pour voir si le fait d'ignorer toutes les feuilles de style du document accélère le processus (bien sûr, vous perdrez probablement toute mise en forme agréable, mais vous saurez ce qui est en cause).
ga: Is féidir leat <span class="ui">Stíleanna Leabaithe</span> a shocrú go <b>AS</b> sa roghchlár bun chun a fheiceáil an mbíonn sé níos tapúla má dhéantar neamhaird de na bileoga stíle doiciméad go léir (ar ndóigh, is dócha go gcaillfidh tú aon fhormáidiú deas, ach beidh a fhios agat cad é an chúis).
it: È possibile impostare <span class="ui">Stile incorporato</span> su <b>spento</b>. nel menu inferiore per vedere se ignorare tutti i fogli di stile del documento lo rende più veloce (naturalmente, probabilmente si perderà la formattazione, ma si saprà qual è il colpevole).
nl: Je kunt <span class="ui">Ingesloten stijlen</span> op <b>UIT</b> zetten in het onderste menu om te zien of het negeren van alle document‑stylesheets het sneller maakt (je verliest dan waarschijnlijk mooie opmaak, maar je weet wel wat de boosdoener is).
pt_br: Você pode definir <span class="ui">Estilos Incorporados</span> como <b>DESLIGADO</b> no menu inferior para ver se ignorar todas as folhas de estilo do documento torna o processo mais rápido (claro, você provavelmente perderá qualquer formatação interessante, mas saberá qual é o culpado).
sk: V spodnej ponuke môžete nastaviť <span class="ui">Vložené štýly</span> na <b>VYPNUTÉ</b>, aby ste zistili, či ignorovanie všetkých šablón so štýlmi dokumentu nezrýchli (samozrejme, pravdepodobne prídete o pekné formátovanie, ale budete vedieť, čo je príčina).
sr: Можете да у менију на дну поставите <span class="ui">Уграђени стил</span> на <b>ИСКЉ.</b> и видите да ли игнорисање свих листа стилова документа убрзава документ (наравно, највероватније ћете изгубити свако фино форматирање, али барем ћете дефинитивно знати шта прави проблеме).
ta: எல்லா ஆவண ச்டைல்சீட்களையும் புறக்கணிப்பது வேகமானதா என்பதைப் பார்க்க, நீங்கள் <UI "> உட்பொதிக்கப்பட்ட ச்டைல்கள் </span> ஐ <b> ஆஃப் </b> ஆக அமைக்கலாம் (நிச்சயமாக, நீங்கள் எந்த நல்ல வடிவமைப்பையும் இழக்க நேரிடும், ஆனால் குற்றவாளி என்றால் என்ன என்பதை நீங்கள் அறிவீர்கள்).
uk: Можна в нижньому меню вибрати для <span class="ui">Вбудованих стилів</span> стан «<b>вимкнено</b>» та подивитися чи нехтування усіма вбудованими стилями документа зробить роботу з ним швидшою (ймовірно, буде відсутнє певне гарне форматування, зате зможете дізнатися в чому причина).
zh_hans: 您可以在底部菜单中将<span class="ui">内置样式</span>设置为 <b>关</b>，看看忽略所有文档样式表是否会使其更快（当然，您可能会丢失任何漂亮的格式，但您会知道罪魁祸首是什么）。

source: If you have HTML and CSS knowledge, you can inspect the HTML and the CSS files directly from KOReader and judge their quality or unnecessary complexity by yourself. To do this, you can long-press on some text and choose <span class="ui">View HTML</span> in the popup menu.
es: Si tiene conocimientos de HTML y CSS, puede inspeccionar los archivos HTML y CSS directamente desde KOReader y juzgar usted mismo su calidad o complejidad innecesaria. Para hacer esto, puede mantener presionado algún texto y elegir <span class="ui">Ver HTML</span> en el menú emergente.
fr: Si vous avez des connaissances en HTML et CSS, vous pouvez inspecter les fichiers HTML et CSS directement depuis KOReader et juger vous-même de leur qualité ou de leur complexité inutile. Pour ce faire, vous pouvez appuyer longuement sur un texte et choisir <span class="ui">Vue HTML</span> dans le menu contextuel.
ga: Má tá eolas agat ar HTML agus CSS, is féidir leat na comhaid HTML agus CSS a iniúchadh go díreach ó KOReader agus a gcáilíocht nó a gcastacht neamhriachtanach a mheas leat féin. Chun seo a dhéanamh, is féidir leat brú fada a chur ar théacs agus <span class="ui">Féach ar HTML</span> a roghnú sa roghchlár aníos.
it: A tale scopo, è possibile premere a lungo su un testo e scegliere <span class="ui">Visualizza HTML</span> nel menu a comparsa.Se avete conoscenze di HTML e CSS, potete ispezionare i file HTML e CSS direttamente da KOReader e giudicare da soli la loro qualità o la loro inutile complessità.
nl: Als je HTML- en CSS‑kennis hebt, kun je de HTML- en CSS‑bestanden direct vanuit KOReader inspecteren en zelf hun kwaliteit of onnodige complexiteit beoordelen. Tik hiervoor lang op een stuk tekst en kies <span class="ui">HTML bekijken</span> in het pop‑upmenu.
pt_br: Se você tiver conhecimento de HTML e CSS, poderá inspecionar os arquivos HTML e CSS diretamente do KOReader e avaliar sua qualidade ou complexidade desnecessária. Para isso, pressione e segure algum texto e escolha <span class="ui">Ver HTML</span> no menu pop-up.
sk: Ak máte programátorské znalosti HTML a CSS, môžete si HTML a CSS súbory prezrieť priamo z KOReader a sami posúdiť ich kvalitu alebo zbytočnú zložitosť. Ak to chcete urobiť, môžete dlho stlačiť nejaký text a v kontextovej ponuke vybrať možnosť <span class="ui">Zobraziť HTML</span>.
sr: Ако познајете HTML и CSS, можете директно из програма KOReader да погледате HTML и CSS фајлове и сами процените њихов квалитет, или непотребну сложеност. Да бисте то урадили, можете да извршите дуги притисак на неки текст и у искачућем менију изаберете <span class="ui">Прикажи HTML</span>.
ta: உங்களிடம் உஉகுமொ மற்றும் சிஎச்எச் அறிவு இருந்தால், நீங்கள் உஉகுமொ மற்றும் சிஎச்எச் கோப்புகளை நேரடியாக கொரியாடரிடமிருந்து ஆய்வு செய்யலாம் மற்றும் அவற்றின் தகுதி அல்லது தேவையற்ற சிக்கலை நீங்களே தீர்மானிக்கலாம். இதைச் செய்ய, நீங்கள் சில உரையில் நீண்ட நேரம் அழுத்தலாம் மற்றும் மேல்தோன்றல் பட்டியலில் <span வகுப்பு = "Ui"> உஉகுமொ </span> ஐக் காண்க.
uk: Якщо ви розумієтеся на HTML та CSS, можна просто у KOReader перевірити файли HTML і CSS та особисто оцінити їх якість чи надмірну складність. Щоб зробити це, затисніть текст і у контекстному меню оберіть пункт <span class="ui">Переглянути HTML</span>.
zh_hans: 如果您具备 HTML 和 CSS 知识，您可以直接从 KOReader 检查 HTML 和 CSS 文件，并自行判断它们的质量或不必要的复杂性。为此，您可以长按某些文本并在弹出菜单中选择 <span class="ui">查看 HTML</span>。

source: If you have the <b>“content wrapped in a table”</b> problem as mentioned above in the problems section, you can add this <span class="ui">table, tr, td { display:block; }</span> book-specific style tweak to:
es: Si tiene el problema de <b>“contenido incluido en una tabla”</b> como se mencionó anteriormente en la sección de problemas, puede agregar esta <span class="ui">table, tr, td { display:block; }</span> ajuste de estilo específico del libro para:
fr: Si vous rencontrez le problème mentionné ci-dessus dans la section « Problèmes » concernant le <b>« contenu encapsulé dans un tableau »</b>, vous pouvez ajouter cette modification de style spécifique au livre <span class="ui">table, tr, td { display:block; }</span> à :
ga: Má tá an fhadhb <b>“ábhar fillte i dtábla”</b> agat mar a luadh thuas sa rannán fadhbanna, is féidir leat an tweak stíl <span class="ui">table, tr, td { display:block; </span> seo atá sainiúil don leabhar a chur leis:
it: Se si verifica il problema <b>"contenuto racchiuso in una tabella"</b> come indicato sopra nella sezione problemi, è possibile aggiungere questa modifica di stile <span class="ui">table, tr, td { display:block; }</span> specifica per il libro:
nl: Als je het probleem <b>‘inhoud verpakt in een tabel’</b> hebt zoals boven beschreven, kun je deze boekspecifieke stijlaanpassing toevoegen: <span class="ui">table, tr, td { display:block; }</span> naar:
pt_br: Se você tiver o problema de <b>“conteúdo encapsulado em uma tabela”</b>, conforme mencionado acima na seção de problemas, você pode adicionar este ajuste de estilo específico do livro <span class="ui">table, tr, td { display:block; }</span> para:
sk: Ak máte problém <b>„obsah zabalený do tabuľky“</b>, ako je uvedené vyššie v sekcii problémov, môžete pridať túto <span class="ui">table, tr, td { display:block; }</span> vylepšenie štýlu špecifického pre knihu na:
sr: Ако је у питању <b>„садржај унутар табеле”</b> проблем као што је описан у претходном одељку, можете да додате ово дотеривање специфично за књигу <span class="ui">table, tr, td { display:block; }</span> у:
ta: உங்களிடம் <b> “உள்ளடக்கம் ஒரு அட்டவணையில் மூடப்பட்டிருக்கும்” </b> சிக்கல்கள் பிரிவில் மேலே குறிப்பிட்டுள்ளபடி, இந்த <span வகுப்பு = "Ui"> அட்டவணை, tr, td {display: block; } </span> புத்தக-குறிப்பிட்ட பாணி மாற்றங்கள்:
uk: Якщо ви стикнулися з проблемою <b>«вмісту, запханого в таблицю»</b>, що описана вище у розділі про проблеми, ви можете додати підлаштування стилю для окремої книги «<span class="ui">table, tr, td { display:block; }</span>» до:
zh_hans: 如果你有上面问题部分提到的<b>“内容包装在表格中”</b>的问题，你可以将这个<span class="ui">table, tr, td { display:block; }</span>书籍特定的样式调整添加到：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style tweaks / Book-specific tweak
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de estilo / Ajuste específico del libro
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Modifications de style / Modification spécifique au livre
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Coigeartuithe stíl / Coigeartuithe sonracha don leabhar
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ritocchi di stile / Ritocco specifico per il libro
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stijlaanpassingen / Boekspecifieke aanpassing
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de estilo / Ajuste específico do livro
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Alterações ao Estilo / Alterações específicas ao Livro
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Úpravy štýlu / Úprava špecifická pre knihu
sr: МЕНИ НА ВРХУ/ <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Дотеривања стила / Дотеривање специфично за књигу
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Підлаштування стилів / Підлаштування окремої книги
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 样式微调 / 当前书籍微调

source: <span class="external">Calibre</span>’s e-book editor can check EPUB files for problems and has tools to fix some of the problems.
es: El editor de libros electrónicos de <span class="external">Calibre</span> puede comprobar los archivos EPUB en busca de problemas y tiene herramientas para solucionar algunos de los problemas.
fr: L'éditeur de livres électroniques de <span class="external">Calibre</span> peut vérifier les fichiers EPUB afin de détecter d'éventuels problèmes et dispose d'outils permettant de corriger certains d'entre eux.
ga: Is féidir le heagarthóir ríomhleabhar <span class="external">Calibre</span> comhaid EPUB a sheiceáil le haghaidh fadhbanna agus tá uirlisí ann chun cuid de na fadhbanna a réiteach.
it: L'editor di e-book di <span class="external">Calibre</span> può verificare la presenza di problemi nei file EPUB e dispone di strumenti per risolverne alcuni.
nl: De e‑bookeditor van <span class="external">Calibre</span> kan EPUB‑bestanden op problemen controleren en heeft hulpmiddelen om sommige problemen op te lossen.
pt_br: O editor de e-books do <span class="external">Calibre</span> pode verificar se há problemas em arquivos EPUB e tem ferramentas para corrigir alguns deles.
sk: Editor elektronických kníh <span class="external">Calibre</span> dokáže skontrolovať problémy v súboroch EPUB a má nástroje na odstránenie niektorých z nich.
sr: Едитор е-књига програма <span class="external">Calibre</span> може да провери имају ли EPUB фајлови проблеме и поседује алате којима неки од њих могу да се поправе.
ta: <ச்பான் வகுப்பு = "வெளிப்புற"> காலிபர் </span> இன் மின்-புத்தக எடிட்டர் சிக்கல்களுக்கான எபப் கோப்புகளை சரிபார்க்கலாம் மற்றும் சில சிக்கல்களை சரிசெய்ய கருவிகளைக் கொண்டுள்ளது.
uk: <span class="external">Calibre</span> містить редактор книг, який перевіряє файли EPUB на наявність проблем і має інструменти для виправлення деяких проблем.
zh_hans: <span class="external">Calibre</span> 的电子书编辑器可以检查 EPUB 文件是否存在问题，并具有修复某些问题的工具。

source: You can download <span class="external">Calibre</span> from <a href="https://calibre-ebook.com/">here</a>.
es: Puede descargar <span class="external">Calibre</span> desde <a href="https://calibre-ebook.com/">aquí</a>.
fr: Vous pouvez télécharger <span class="external">Calibre</span> à partir d'<a href="https://calibre-ebook.com/">ici</a>.
ga: Is féidir leat <span class="external">Calibre</span> a íoslódáil ó <a href="https://calibre-ebook.com/">anseo</a>.
it: È possibile scaricare <span class="external">Calibre</span> da <a href="https://calibre-ebook.com/">qui</a>.
nl: Je kunt <span class="external">Calibre</span> <a href="https://calibre-ebook.com/">hier</a> downloaden.
pt_br: Você pode baixar o <span class="external">Calibre</span> <a href="https://calibre-ebook.com/">aqui</a>.
pt_pt: Pode descarregar o <span class="external">Calibre</span> <a href="https://calibre-ebook.com/">aqui</a>.
sk: Program <span class="external">Calibre</span> si môžete stiahnuť <a href="https://calibre-ebook.com/">tu</a>.
sr: <span class="external">Calibre</span> можете да преузмете <a href="https://calibre-ebook.com/">овде</a>.
ta: <A href = "https://calibre-ebook.com/"> இங்கே இருந்து </a> இலிருந்து <span வகுப்பு = "extal"> காலிபர் </span> ஐ பதிவிறக்கம் செய்யலாம்.
uk: Завантажити <span class="external">Calibre</span> можна <a href="https://calibre-ebook.com/uk">звідси</a>.
zh_hans: <span class="external">Calibre</span>可从其<a href="https://calibre-ebook.com/">项目页面</a>下载。

source: You can see the instructions for the <b>Check book tool</b> of <span class="external">Calibre</span> <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">here</a>.
es: Puede ver las instrucciones para la <b>herramienta de chequera</b> de <span class="external">Calibre</span> <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">aquí</a>.
fr: Vous pouvez consulter les instructions relatives à l'outil <b>Check book</b> de <span class="external">Calibre</span> <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">ici</a>.
ga: Is féidir leat na treoracha don <b>uirlis leabhar seiceála</b> de chuid <span class="external">Calibre</span> a fheiceáil <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">anseo</a>.
it: È possibile consultare le istruzioni per lo strumento <b>Check book</b> di <span class="external">Calibre</span> <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">qui</a>.
nl: De instructies voor de <b>Boek controleren‑tool</b> van <span class="external">Calibre</span> vind je <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">hier</a>.
pt_br: Você pode ver as instruções para a ferramenta <b>Checar livro </b> do <span class="external">Calibre</span> <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">aqui</a>.
sk: Pokyny k nástroju <b>Check book</b> pre <span class="external">Calibre</span> nájdete <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">tu</a>.
sr: Упутства за алат <b>Check book tool</b> програма <span class="external">Calibre</span> можете да пронађете <a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">овде</a>.
ta: <b> <b> ஐ சரிபார்க்கும் புத்தகக் கருவி </b> <span வகுப்பு = "extal"> காலிபர் </span> <a href = "https://manual.calibre-ebook.com/edit.html#checking-the-book"> இங்கே </a>.
uk: Інструкцію щодо користування <b>інструментом перевірки книг</b> зі складу <span class="external">Calibre</span> <a href="https://manual.calibre-ebook.com/uk/edit.html#checking-the-book">читайте тут</a>.
zh_hans: <b>书籍检查工具</b>的使用说明可以在<span class="external">Calibre</span>的<a href="https://manual.calibre-ebook.com/edit.html#checking-the-book">使用指南</a>中查阅。

source: <span class="external">EPUBCheck</span> application can check the validity of the EPUB files and detect many types of errors. You can read an example issue, where the problem is detected with <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">here</a>.
es: La aplicación <span class="external">EPUBCheck</span> puede comprobar la validez de los archivos EPUB y detectar muchos tipos de errores. Puede leer un problema de ejemplo, donde el problema se detecta con <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">aquí</a>.
fr: L'application <span class="external">EPUBCheck</span> permet de vérifier la validité des fichiers EPUB et de détecter de nombreux types d'erreurs. Vous pouvez consulter un exemple de problème détecté par <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">ici</a>.
ga: Is féidir le feidhmchlár <span class="external">EPUBCheck</span> bailíocht na gcomhad EPUB a sheiceáil agus go leor cineálacha earráidí a bhrath. Is féidir leat sampla de shaincheist a léamh, áit a mbraitear an fhadhb le <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">anseo</a>.
it: L'applicazione <span class="external">EPUBCheck</span> è in grado di controllare la validità dei file EPUB e di rilevare molti tipi di errori. È possibile leggere un esempio di problema, in cui il problema viene rilevato con <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">qui</a>.
nl: De toepassing <span class="external">EPUBCheck</span> kan de geldigheid van EPUB‑bestanden controleren en veel soorten fouten detecteren. Een voorbeeld van een issue waarbij het probleem met <span class="external">EPUBCheck</span> is vastgesteld, lees je <a href="https://github.com/koreader/koreader/issues/11268">hier</a>.
pt_br: O aplicativo <span class="external">EPUBCheck</span> pode verificar a validade dos arquivos EPUB e detectar diversos tipos de erros. Você pode ler um exemplo de problema, onde o problema é detectado com o <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">aqui</a>.
sk: Aplikácia <span class="external">EPUBCheck</span> dokáže skontrolovať správnosť súborov EPUB a odhaliť mnoho typov chýb. Môžete si prečítať príklad problému, kde sa problém zistí pomocou funkcie <span class="external">EPUBCheck</span> <a href="https://github.com/koreader/koreader/issues/11268">tu</a>.
sr: Апликација <span class="external">EPUBCheck</span> може да провери исправност EPUB фајлова и открије многе врсте грешака. Пример проблема, детектованог програмом <span class="external">EPUBCheck</span>, можете да прочитате <a href="https://github.com/koreader/koreader/issues/11268">овде</a>.
ta: <span வகுப்பு = "extacte"> epubcheck </span> பயன்பாடு EPUB கோப்புகளின் செல்லுபடியை சரிபார்த்து பல வகையான பிழைகளைக் கண்டறியலாம். <ச்பான் கிளாச் = "வெளிப்புற"> எபுப்செக் </span> <a href = "https://github.com/koreader/koreader/issues/11268"> இங்கே </a>.
uk: <span class="external">EPUBCheck</span> — застосунок, який може перевірити правильність файлів EPUB і виявити багато типів помилок. Приклади проблем, які були виявлені за допомогою <span class="external">EPUBCheck</span>, можна побачити <a href="https://github.com/koreader/koreader/issues/11268">тут</a>.
zh_hans: <span class="external">EPUBCheck</span>软件可用于检查epub文档的有效性并侦测多种类型的错误。可参阅这条使用<span class="external">EPUBCheck</span>检测问题的<a href="https://github.com/koreader/koreader/issues/11268">示例工单</a>。

source: You can download the <b>command line version</b> from <a href="https://github.com/w3c/epubcheck">here</a>.
es: Puede descargar la <b>versión de línea de comando</b> desde <a href="https://github.com/w3c/epubcheck">aquí</a>.
fr: Vous pouvez télécharger la <b>version en ligne de commande</b> à partir d'<a href="https://github.com/w3c/epubcheck">ici</a>.
ga: Is féidir leat an <b>leagan líne ordaithe</b> a íoslódáil ó <a href="https://github.com/w3c/epubcheck">anseo</a>.
it: È possibile scaricare la versione da <b>linea di comando</b> da <a href="https://github.com/w3c/epubcheck">qui</a>.
nl: Je kunt de <b>commandlineversie</b> <a href="https://github.com/w3c/epubcheck">hier</a> downloaden.
pt_br: Você pode baixar a <b>versão de linha de comando</b> <a href="https://github.com/w3c/epubcheck">aqui</a>.
pt_pt: Pode descarregar a <b>versão da linha de comandos</b> <a href="https://github.com/w3c/epubcheck">aqui</a>.
sk: Verziu pre <b>príkazový riadok</b> si môžete stiahnuť <a href="https://github.com/w3c/epubcheck">tu</a>.
sr: <b>Верзију за командну линију</b> можете да преузмете <a href="https://github.com/w3c/epubcheck">овде</a>.
ta: <b> கட்டளை வரி பதிப்பு </b> ஐ <a href = "https://github.com/w3c/epubcheck"> இங்கே இருந்து பதிவிறக்கம் செய்யலாம் </a>.
uk: Завантажити <b>версію для командного рядка</b> можна <a href="https://github.com/w3c/epubcheck">звідси</a>.
zh_hans: <b>命令行版本</b>可通过<a href="https://github.com/w3c/epubcheck">该链接</a>下载。

source: Or download a <b>graphical user interface version</b> from <a href="https://github.com/w3c/epubcheck/wiki/GUI">here</a>.
es: O descargue una <b>versión de interfaz gráfica de usuario</b> desde <a href="https://github.com/w3c/epubcheck/wiki/GUI">aquí</a>.
fr: Ou téléchargez une <b>version avec interface utilisateur graphique</b> à partir d'<a href="https://github.com/w3c/epubcheck/wiki/GUI">ici</a>.
ga: Nó íoslódáil <b>leagan den chomhéadan úsáideora grafach</b> ó <a href="https://github.com/w3c/epubcheck/wiki/GUI">anseo</a>.
it: Oppure scaricare una versione con <b>interfaccia grafica</b> da <a href="https://github.com/w3c/epubcheck/wiki/GUI">qui</a>.
nl: Of download een <b>versie met grafische gebruikersinterface</b> <a href="https://github.com/w3c/epubcheck/wiki/GUI">hier</a>.
pt_br: Ou baixe uma <b>versão com interface gráfica</b> <a href="https://github.com/w3c/epubcheck/wiki/GUI">aqui</a>.
pt_pt: Ou descarregue uma <b>versão da interface gráfica do utilizador</b> <a href="https://github.com/w3c/epubcheck/wiki/GUI">aqui</a>.
sk: Alebo si stiahnite <b>verziu s grafickým používateľským rozhraním</b> <a href="https://github.com/w3c/epubcheck/wiki/GUI">tu</a>.
sr: Или <b>верзију са графичким корисничким интерфејсом</b> <a href="https://github.com/w3c/epubcheck/wiki/GUI">овде</a>.
ta: அல்லது <b> வரைகலை பயனர் இடைமுக பதிப்பு </b> ஐ <a href = "https://github.com/w3c/epubcheck/wiki/gui"> இங்கே </a> ஐப் பதிவிறக்கவும்.
uk: Або ж <b>версію з графічним користувацьким інтерфейсом</b> завантажити <a href="https://github.com/w3c/epubcheck/wiki/GUI">звідси</a>.
zh_hans: <b>带图形化交互界面（GUI）的版本</b>则可通过<a href="https://github.com/w3c/epubcheck/wiki/GUI">该链接</a>下载。
