Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can use JPG/PNG files as screensaver (properly dithered grayscale images look best). Transfer the files from your computer into any folder on your device. And choose this folder as your screensaver folder via this menu:
es: Puedes utilizar archivos JPG/PNG como salvapantallas (las imágenes en escala de grises con tramado adecuado tienen mejor aspecto). Transfiere los archivos desde el ordenador a cualquier carpeta del dispositivo. Y selecciona esta carpeta como carpeta de salvapantallas a través de este menú:
fr: Vous pouvez utiliser des fichiers JPG/PNG comme économiseur d'écran (les images en niveaux de gris correctement tramées offrent le meilleur rendu). Transférez les fichiers depuis votre ordinateur vers n'importe quel dossier de votre appareil. Sélectionnez ensuite ce dossier comme dossier d'économiseur d'écran via ce menu :
ga: Is féidir leat comhaid JPG/PNG a úsáid mar spárálaíscáileáin (is fearr breathnú ar íomhánna liathscála atá díthithe i gceart). Aistrigh na comhaid ó do ríomhaire go dtí aon fhillteán ar do ghléas. Agus roghnaigh an fillteán seo mar do fhillteán spárálaíscáileáin tríd an roghchlár seo:
it: È possibile utilizzare i file JPG/PNG come salvaschermo (le immagini in scala di grigi correttamente retinate sono le più belle). Trasferire i file dal computer in una cartella qualsiasi del dispositivo. Scegliere questa cartella come cartella dello screensaver tramite questo menu:
nl: Je kunt JPG/PNG-bestanden als schermbeveiliging gebruiken (goed geditherde grijswaardenafbeeldingen zien er het beste uit). Kopieer de bestanden vanaf je computer naar een willekeurige map op je apparaat en kies die map als schermbeveiligingsmap via dit menu:
pt_br: Você pode usar arquivos JPG/PNG como protetor de tela (imagens em escala de cinza com dithering apropriado ficam melhores). Transfira os arquivos do seu computador para qualquer pasta do seu dispositivo. Escolha essa pasta como sua pasta de protetores de tela através desse menu:
pt_pt: Pode utilizar ficheiros JPG/PNG como protetor de ecrã (as imagens em tons de cinzento adequadamente pontilhadas ficam melhor). Transfira os ficheiros do seu computador para qualquer pasta do seu dispositivo. E escolha esta pasta como a sua pasta de proteção de ecrã através deste menu:
sk: Ako šetrič obrazovky môžete použiť súbory JPG/PNG (najlepšie vyzerajú obrázky v odtieňoch sivej správne). Preneste súbory z počítača do ľubovoľného priečinka v zariadení. A pomocou tejto ponuky vyberte tento priečinok ako priečinok šetriča obrazovky:
sr: Као чувар екрана можете да користите JPG/PNG фајлове (најбоље изгледају исправно дитероване слике у тоновима сиве). Пренесите фајлове са компјутера у било који фолдер на уређају. Па из следећег менија изаберите тај фолдер као фолдер чувара екрана:
ta: நீங்கள் JPG/PNG கோப்புகளை ச்கிரீன்சேவராகப் பயன்படுத்தலாம் (ஒழுங்காக குறைக்கப்பட்ட கிரேச்கேல் படங்கள் சிறப்பாக இருக்கும்). உங்கள் கணினியிலிருந்து கோப்புகளை உங்கள் சாதனத்தில் உள்ள எந்த கோப்புறையிலும் மாற்றவும். இந்த பட்டியல் வழியாக இந்த கோப்புறையை உங்கள் ச்கிரீன்சேவர் கோப்புறையாகத் தேர்வுசெய்க:
uk: В якості заставки екрану допускається використовувати файли JPG/PNG (найкраще виглядають правильно перетворені зображення в градаціях сірого). Скопіюйте файл з комп'ютера до будь-якої теки на пристрої, після чого оберіть цю теку як теку з заставками екрану за допомогою цього меню:
zh_hans: JPG和PNG图片可用作待机屏显（为取得更好的显示效果，建议将图片转换为包含色彩抖动的灰阶图片）。将图片文件导入阅读设备的任意文件夹，然后将该文件夹指定为待机屏显图片来源。请按照下方路径操作：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Screensaver / Settings
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Tiempo de inactividad de la pantalla / Ajustes
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Écran de veille / Paramètres
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Sábhálaí Scáileáin / Socruithe
it: MENU SUPERIORE/ <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Schermata di sospensione / Sfondo
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Schermbeveiliging / Instellingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Protetor de Tela / Configurações
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ecrã / Protetor de ecrã / Configurações
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Šetrič obrazovky / Nastavenia
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Чувар екрана / Подешавања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / திரை / ச்கிரீன்சேவர் / அமைப்புகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Зображення обкладинки / Налаштування
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕相关 / 待机屏显 / 设置屏显

source: Please refer to this <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">Mobileread forum post</a> for advanced information about preparing screensaver images.
es: Por favor, consulta esta <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">publicación del foro de Mobileread</a> para obtener información avanzada sobre la preparación de imágenes para salvapantallas.
fr: Veuillez consulter ce <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">post du forum Mobileread</a> pour des informations supplémentaires sur la préparation des images d’économiseur d’écran.
ga: Féach ar an <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">post fóram Mobileread</a> seo le haghaidh faisnéise ardleibhéil faoi íomhánna spárálaíscáileáin a ullmhú.
it: Fare riferimento a questo post del forum <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">Mobileread</a> per informazioni avanzate sulla preparazione delle immagini dello screensaver.
nl: Zie dit <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">Mobileread forumbericht</a> voor geavanceerde informatie over het voorbereiden van schermbeveiligingsafbeeldingen.
pt_br: Por favor, consulte essa <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">postagem no fórum Mobileread</a> para informações avançadas sobre o preparo de imagens de Proteção de Tela.
pt_pt: Consulte este <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">post no fórum Mobileread</a> para obter informações avançadas sobre como preparar imagens de protecção de ecrã.
sk: Podrobnejšie informácie o príprave obrázkov šetriča obrazovky nájdete v tomto <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">príspevku na fóre Mobileread</a>.
sr: Молимо вас да погледате следећи <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&amp;postcount=17">пост на Mobileread форуму</a> у вези са напредним информацијама о припреми слика за чувар екрана.
ta: ச்கிரீன்சேவர் படங்களைத் தயாரிப்பது பற்றிய மேம்பட்ட தகவல்களுக்கு இந்த <a href = "https://www.mobileered.com/forums/showpost.php?p=3728291&postcount=17"
uk: Додаткову інформацію про підготовку зображень в якості заставок екрану можна дізнатися <a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">з цього допису форуму Mobileread</a>.
zh_hans: 更多关于转换图片以用作待机屏显的专业信息，请参阅这则<a href="https://www.mobileread.com/forums/showpost.php?p=3728291&postcount=17">Mobileread论坛主题帖</a>。

# user_guide/en.html+html.body.div.div:1331-1
source: Keyboard Usage And Tips
sk: Používanie klávesnice a tipy
ta: விசைப்பலகை பயன்பாடு மற்றும் உதவிக்குறிப்புகள்
uk: Використання клавіатури і поради
zh_hans: 键盘用法及技巧

source: If you are looking for information about <span class="ui">keyboard shortcuts</span>, click <a href="#L2-keyboardshortcuts">here</a> to go that section. This heading only explains the keyboard usage.
es: Si estás buscando información sobre <span class="ui">atajos de teclado</span>, haz clic <a href="#L2-keyboardshortcuts">aquí</a> para ir a la sección. Este encabezado sólo explica el uso del teclado.
fr: Si vous cherchez des informations sur les <span class="ui">raccourcis clavier</span>, cliquez <a href="#L2-keyboardshortcuts">ici</a> pour accéder à cette section. Cette section explique uniquement l’utilisation du clavier.
ga: Más mian leat eolas a fháil faoi <span class="ui">aicearraí méarchláir</span>, cliceáil <a href="#L2-keyboard shortcuts">anseo</a> chun dul chuig an rannóg sin. Ní mhíníonn an ceannteideal seo ach úsáid an mhéarchláir.
it: Se si cercano informazioni su <span class="ui">scorciatoie da tastiera</span>, cliccare <a href="#L2-keyboardshortcuts">qui</a> per andare nella sezione. Questa voce spiega solo l'uso della tastiera.
nl: Als je informatie zoekt over <span class="ui">sneltoetsen</span>, klik dan <a href="#L2-keyboardshortcuts">hier</a> om naar die sectie te gaan. Deze paragraaf legt alleen het toetsenbordgebruik uit.
pt_br: Se você estiver procurando por informações de <span class="ui">atalhos de teclado</span>, clique <a href="#L2-keyboardshortcuts">aqui</a> para ir para essa seção. Essa área só explica o uso do teclado.
pt_pt: Se procura informações sobre <span class="ui">atalhos de teclado</span>, clique <a href="#L2-keyboardshortcuts">aqui</a> para aceder a esta secção. Este título explica apenas a utilização do teclado.
sk: Ak hľadáte informácie o <span class="ui">klávesových skratkách</span>, kliknite <a href="#L2-keyboardshortcuts">sem</a>, čím prejdete na túto sekciu. Tento nadpis vysvetľuje iba používanie klávesnice.
sr: Ако тражите информације у вези са <span class="ui">пречицама на тастатури</span>, кликните <a href="#L2-keyboardshortcuts">овде</a> да скочите на тај одељак. Овај наслов објашњава само употребу тастатуре.
ta: <Span வகுப்பு = "Ui"> விசைப்பலகை குறுக்குவழிகள் </span> பற்றிய தகவல்களை நீங்கள் தேடுகிறீர்களானால், அந்த பகுதிக்குச் செல்ல </l2-keyboardshortcuts "> இங்கே </a> என்பதைக் சொடுக்கு செய்க. இந்த தலைப்பு விசைப்பலகை பயன்பாட்டை மட்டுமே விளக்குகிறது.
uk: Якщо ви шукаєте інформацію про <span class="ui">комбінації клавіш</span>, натисніть <a href="#L2-keyboardshortcuts">сюди</a>, щоб перейти до відповідного розділу. Даний розділ пояснює тільки як можна використовувати клавіатуру.
zh_hans: 此处仅展示键盘基本用法；若要查看<span class="ui">键盘快捷键</span>相关信息，请点击<a href="#L2-keyboardshortcuts">此处</a>前往对应章节。

source: Tap outside the input field to close the keyboard, tap the input field to show the keyboard again
es: Toca fuera del campo de entrada para cerrar el teclado, toca el campo de entrada para mostrar el teclado de nuevo
fr: Appuyez en dehors du champ de saisie pour fermer le clavier, appuyez sur le champ de saisie pour afficher de nouveau le clavier
ga: Tapáil lasmuigh den réimse ionchuir chun an méarchlár a dhúnadh, tapáil an réimse ionchuir chun an méarchlár a thaispeáint arís
it: Toccare l'esterno del campo di immissione per chiudere la tastiera, toccare il campo di immissione per visualizzare nuovamente la tastiera
nl: Tik buiten het invoerveld om het toetsenbord te sluiten; tik op het invoerveld om het weer te tonen
pt_br: Toque fora da área de entrada de texto para fechar o teclado, toque na área de entrada de texto para mostrar o teclado de novo
pt_pt: Toque fora do campo de introdução para fechar o teclado, toque no campo de introdução para mostrar novamente o teclado
sk: Ťuknutím mimo vstupného poľa zatvoríte klávesnicu, ťuknutím na vstupné pole znova zobrazíte klávesnicu
sr: Тап ван поља за унос затвара тастатуру, тап у поље за унос поново приказује тастатуру
ta: விசைப்பலகை மூட உள்ளீட்டு புலத்திற்கு வெளியே தட்டவும், விசைப்பலகை மீண்டும் காட்ட உள்ளீட்டு புலத்தைத் தட்டவும்
uk: Щоб приховати клавіатуру, торкніться екрану за межами поля введення. Дотик у полі введення призведе до повторного виклику клавіатури
zh_hans: 点按输入框以外的区域关闭键盘；点按输入框再次呼出键盘

source: <b>Swipe up</b> keys to enter uppercase version of that letter (or lowercase if you are already in <b>shift</b> mode)
es: <b>Desliza hacia arriba</b> las teclas para la versión en mayúsculas de esa letra (o minúsculas si ya estás en modo <b>mayúsculas</b>)
fr: <b>Balayer vers le haut</b> sur une touche pour saisir la lettre en majuscule (ou en minuscule si vous êtes déjà en mode <b>majuscule</b>)
ga: <b>Svaip suas</b> na heochracha chun leagan mór den litir sin a iontráil (nó an litir bheag má tá tú i mód <b>shift</b> cheana féin)
it: <b>Scorri verso l'alto</b> sui tasti per inserire la versione maiuscola di quella lettera (o minuscolo se si è già in modalità <b>shift</b>)
nl: <b>Veeg omhoog</b> over toetsen om de hoofdletter van die letter in te voeren (of kleine letter als je al in <b>shift</b>-modus zit)
pt_br: <b>Deslize as teclas para cima</b> para inserir a versão maiúscula da letra (ou minúscula se você já estiver no modo <b>shift</b>)
pt_pt: <b>Deslize para cima</b> para introduzir a versão maiúscula dessa letra (ou minúscula se já estiver no modo <b>shift</b>)
sk: <b>Potiahnutím nahor</b> zadáte veľké písmeno (alebo malé, ak ste už v režime <b>shift</b>)
sr: <b>Превуците навише</b> тастере да унесете то велико слово (или мало ако се већ налазите у <b>шифт</b> режиму)
ta: <b> ச்வைப் அப் </b> அந்த கடிதத்தின் பெரிய பதிப்பை உள்ளிட விசைகள் (அல்லது நீங்கள் ஏற்கனவே <b> சிப்ட் </b> பயன்முறையில் இருந்தால் சிறிய எழுத்துக்கள்)
uk: <b>Торкніться клавіші й протягніть палець вгору</b>, щоб ввести цю літеру у верхньому регістрі (або в нижньому регістрі, якщо клавіатура вже у режимі <b>Shift</b>)
zh_hans: 对字母按键<b>上划</b>输入对应大写字母（如已按下<b>shift</b>键则为输入对应小写字母）

source: You can change the appearance of the keyboard:
es: Puedes cambiar el aspecto del teclado:
fr: Vous pouvez modifier l’apparence du clavier :
ga: Is féidir leat cuma an mhéarchláir a athrú:
it: È possibile modificare l'aspetto della tastiera:
nl: Je kunt het uiterlijk van het toetsenbord wijzigen:
pt_br: Você pode mudar a aparência do teclado:
pt_pt: Pode alterar a aparência do teclado:
sk: Vzhľad klávesnice môžete zmeniť:
sr: Можете да измените изглед тастатуре:
ta: விசைப்பலகையின் தோற்றத்தை நீங்கள் மாற்றலாம்:
uk: Змінити вигляд клавіатури можна тут:
zh_hans: 若要改变键盘样式，请按照下下方路径操作：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Device / Keyboard / Keyboard settings
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Teclado / Configuración del formato específico del teclado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Appareil / Clavier / Paramètres d'apparence du clavier
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gléas / Méarchlár / Socruithe méarchláir
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Tastiera / Impostazioni aspetto tastiera
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Apparaat / Toetsenbord / Toetsenbordinstellingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Teclado / Configurações do Teclado
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Teclado / Definições de teclado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Zariadenie / Klávesnica / Nastavenia klávesnice
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Уређај / Тастатура / Подешавања тастатуре
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / சாதனம் / விசைப்பலகை / விசைப்பலகை அமைப்புகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Пристрій / Клавіатура / Налаштування вигляду клавіатури
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 设备相关/ 键盘 / 键盘设置

source: You can select more than one layout:
es: Puedes seleccionar más de una distribución:
fr: Vous pouvez sélectionner plus d'une disposition :
ga: Is féidir leat níos mó ná leagan amach amháin a roghnú:
it: È possibile selezionare più di un layout:
nl: Je kunt meer dan één indeling selecteren:
pt_br: Você pode selecionar mais de um layout:
pt_pt: Pode selecionar mais do que um layout:
sk: Môžete vybrať viac ako jedno rozloženie:
sr: Можете да изаберете више од једног распореда:
ta: ஒன்றுக்கு மேற்பட்ட தளவமைப்புகளை நீங்கள் தேர்ந்தெடுக்கலாம்:
uk: Можна додати більше однієї розкладки клавіатури:
zh_hans: KOReader提供多种键盘布局：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Device / Keyboard / Keyboard layout
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Teclado / Distribución del teclado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Appareil / Clavier / Disposition du clavier
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Gléas / Méarchlár / Leagan Amach an Mhéarchláir
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Tastiera / Layouts della tastiera
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Apparaat / Toetsenbord / Toetsenbordindeling
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Teclado / Layout do teclado
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Dispositivo / Teclado / Layout de Teclado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Zariadenie / Klávesnica / Rozloženie klávesnice
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Уређај / Тастатура / Распореди тастатуре
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / சாதனம் / விசைப்பலகை / விசைப்பலகை தளவமைப்பு
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Пристрій / Клавіатура / Розкладка клавіатури
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 设备相关 / 键盘 / 键盘布局

source: You can change between your selected layouts by tapping the <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> icon on the keyboard
es: Puedes cambiar entre los diseños seleccionados tocando el icono <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> en el teclado
fr: Vous pouvez changer de disposition parmi celles que vous avez sélectionnées en appuyant sur l’icône <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> sur le clavier
ga: Is féidir leat athrú idir na leagan amach roghnaithe agat tríd an deilbhín <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> ar an méarchlár a thapáil
it: È possibile passare da un layout all'altro toccando l'icona <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> sulla tastiera
nl: Je kunt wisselen tussen je geselecteerde indelingen door op het <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> pictogram op het toetsenbord te tikken
pt_br: Você pode alternar entre os layouts selecionados tocando no ícone <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> no teclado
pt_pt: Pode alternar entre os layouts seleccionados tocando no ícone <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> no teclado
sk: Medzi vybranými rozloženiami môžete prepínať ťuknutím na <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> ikonu na klávesnici
sr: По изабраним распоредима се крећете тако што тапнете на <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> икону у тастатури
ta: <Img ஏற்றுதல் = "சோம்பேறி" வகுப்பு = "IMG_INLINE" SRC = "படங்கள்/விசைப்பலகை_ உலக" பாணி = "அகலம்: 22px;"> விசைப்பலகையில் படவுரு
uk: Змінювати активну розкладку клавіатури можна натисканням значка <img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;"> на клавіатурі
zh_hans: 点击键盘上的<img loading="lazy" class="img_inline" src="pictures/keyboard_world.png" style="width:22px;">图标即可切换键盘布局

source: Entering extra characters
es: Ingresar caracteres adicionales
fr: Saisir des caractères spéciaux
ga: Carachtair bhreise á gcur isteach
it: Immissione di caratteri extra
nl: Extra tekens invoeren
pt_br: Inserindo caracteres extras
pt_pt: Inserindo caracteres extra
sk: Zadávanie ďalších znakov
sr: Унос додатних карактера
ta: கூடுதல் எழுத்துக்களை உள்ளிடுகிறது
uk: Введення додаткових символів
zh_hans: 特殊符号的输入
