Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Also you can go forward too, from the same menu. This feature is assigned to <span style="font-family: microns;"></span> multiswipe gesture. You can assign this to another gesture if you want (like tapping a corner) or add it to your <span class="ui">Quick Menu</span>.
es: También puedes avanzar desde el mismo menú. Esta función está asignada al gesto multideslizar <span style="font-family: microns;"></span>. Puedes asignarla a otro gesto si lo deseas (como tocar una esquina) o añadirla a tu <span class="ui">Menú rápido</span>.
fr: Vous pouvez également avancer à partir du même menu. Cette fonctionnalité est attribuée au geste Multiple balayages <span style="font-family : microns ;"></span>. Vous pouvez l'attribuer à un autre geste si vous le souhaitez (comme appuyer sur un coin) ou l'ajouter à votre <span class="ui">Menu rapide</span>.
ga: Chomh maith leis sin, is féidir leat dul ar aghaidh, ón roghchlár céanna. Tá an ghné seo sannta do ghluaiseacht il-shlaipe <span style="font-family: microns;"></span>. Is féidir leat é seo a shannadh do ghluaiseacht eile más mian leat (cosúil le cúinne a thapáil) nó é a chur le do <span class="ui">Roghchlár Tapa</span>.
it: È anche possibile andare avanti, dallo stesso menu. Questa funzione è assegnata al gesto <span style="font-family: microns;"></span> multi-scorrimento. È possibile assegnare questo gesto a un altro (come toccare un angolo) o aggiungerlo al <span class="ui">Menu Rapido</span>.
nl: Je kunt via hetzelfde menu ook vooruit gaan. Deze functie is toegewezen aan het multiswipe-gebaar <span style="font-family: microns;"></span>. Je kunt dit aan een ander gebaar toewijzen (zoals op een hoek tikken) of toevoegen aan je <span class="ui">Snelmenu</span>.
pt_br: Você também pode avançar pelo mesmo menu. Este recurso é atribuído ao <span style="font-family: microns;"></span> gesto de múltiplos deslizes. Você pode atribuí-lo a outro gesto se desejar (como tocar em um canto) ou adicioná-lo ao seu <span class="ui">Menu Rápido</span>.
pt_pt: Além disso, também pode avançar, no mesmo menu. Esta característica é atribuída ao gesto de deslizamento múltiplo <span style="font-family: microns;"></span>. Pode atribuir isto a outro gesto se desejar (como tocar num canto) ou adicioná-lo ao seu <span class="ui">Menu Rápido</span>.
sk: Z tej istej ponuky môžete tiež prejsť ďalej. Táto funkcia je priradená k gestu viacerých potiahnutí <span style="font-family: microns;"></span>. Ak chcete, môžete to priradiť k inému gestu (napríklad ťuknutiu do rohu) alebo to pridať do <span class="ui">Rýchlej ponuky</span>.
sr: Из истог менија, такође можете да идете и унапред. Ова функционалност је додељена <span style="font-family: microns;"></span> гестикулацији мултипревлачења. Ако желите, можете ово да доделите некој другој гестикулацији (као што је тап у угао) или да је додате у свој <span class="ui">Брзи мени</span>.
ta: அதே மெனுவிலிருந்து நீங்கள் முன்னோக்கி செல்லலாம். இந்த நற்பொருத்தம் <ச்பான் பாணி = "எழுத்துரு-குடும்பம்: மைக்ரான்;">  </span> மல்டிச்வைப் சைகைக்கு ஒதுக்கப்பட்டுள்ளது. நீங்கள் விரும்பினால் (ஒரு மூலையைத் தட்டுவது போல) இதை மற்றொரு சைகைக்கு ஒதுக்கலாம் அல்லது உங்கள் <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> இல் சேர்க்கலாம்.
uk: З того ж меню також можна перейти вперед. Ця функція призначена для мультижесту <span style="font-family: microns;"></span>. За бажанням, цю дію можна призначити на інший жест (наприклад, на дотик в куті) або додати до <span class="ui">Швидкого меню</span>.
zh_hans: 在该菜单中还可前转页面。该功能默认被指定给<span style="font-family: microns;"></span>多指划动手势，用户可另行指定给另外的手势（如点击屏幕一角），或将该功能列入<span class="ui">快捷菜单</span>.

source: Prevent flashing on pages with images and in the menu
es: Evitar parpadeos en páginas con imágenes y en el menú
fr: Empêcher le clignotement sur les pages contenant des images et dans le menu
ga: Cosc a chur ar splancadh ar leathanaigh le híomhánna agus sa roghchlár
it: Impedire il lampeggiamento nelle pagine con immagini e nel menu
nl: Voorkom flitsen op pagina’s met afbeeldingen en in het menu
pt_br: Evite a atualização de tela em páginas com imagens e no menu
pt_pt: Evite atualizações nas páginas com imagens e no menu
sk: Zabrániť blikaniu na stránkach s obrázkami a v ponuke
sr: Спречавање блескања на страницама са сликама и у менију
ta: படங்களுடன் மற்றும் பட்டியலில் பக்கங்களில் ஒளிரும்
uk: Заборонити оновлення на сторінках з зображеннями та у меню
zh_hans: 防止图片页面和菜单刷新

source: KOReader normally perform a full refresh on pages containing images (which you can observe as a black flash). The reason is to get rid of the residue and ghosting from the previous page. But this might not be necessary depending on your device and personal preferences. You can disable this auto-refresh behavior here:
es: KOReader normalmente actualiza completamente las páginas con imágenes (que se pueden observar como un destello negro). Esto se hace para eliminar los residuos y las imágenes superpuestas de la página anterior. Sin embargo, esto podría no ser necesario según tu dispositivo y preferencias personales. Puedes desactivar esta actualización automática aquí:
fr: KOReader effectue normalement un rafraîchissement complet des pages contenant des images (ce que vous pouvez observer sous la forme d'un flash noir). Cela permet d'éliminer les résidus et les images fantômes de la page précédente. Mais cela peut ne pas être nécessaire selon votre appareil et vos préférences personnelles. Vous pouvez désactiver cette fonction de rafraîchissement automatique ici :
ga: De ghnáth déanann KOReader athnuachan iomlán ar leathanaigh ina bhfuil íomhánna (rud a fheiceann tú mar splanc dubh). Is é an chúis atá leis ná fáil réidh leis an iarmhar agus leis an taibhse ón leathanach roimhe sin. Ach b'fhéidir nach mbeidh gá leis seo ag brath ar do ghléas agus ar do chuid roghanna pearsanta. Is féidir leat an t-iompar athnuachana uathoibríoch seo a dhíchumasú anseo:
it: KOReader normalmente esegue un aggiornamento completo delle pagine contenenti immagini (che si possono osservare come un flash nero). Il motivo è quello di eliminare i residui e le immagini fantasma della pagina precedente. Ma questo potrebbe non essere necessario, a seconda del dispositivo e delle preferenze personali. È possibile disattivare questo comportamento di aggiornamento automatico qui:
nl: KOReader voert normaal een volledige verversing uit op pagina’s met afbeeldingen (te zien als een zwarte flits). Dit is om resten en ghosting van de vorige pagina te verwijderen. Maar dat is mogelijk niet nodig afhankelijk van je apparaat en voorkeuren. Je kunt dit automatische verversgedrag hier uitschakelen:
pt_br: O KOReader normalmente realiza uma atualização completa em páginas que contêm imagens (que você pode observar como um flash preto). O motivo é se livrar dos resíduos e do efeito fantasma da página anterior. Mas isso pode não ser necessário dependendo do seu dispositivo e preferências pessoais. Você pode desativar esse comportamento de atualização automática aqui:
pt_pt: O KOReader executa normalmente uma actualização completa nas páginas que contêm imagens (que pode observar como um flash preto). O motivo é eliminar os resíduos da página anterior. Mas isto pode não ser necessário dependendo do seu dispositivo e das preferências pessoais. Pode desativar este comportamento de atualização automática aqui:
sk: KOReader zvyčajne vykoná úplné obnovenie stránok obsahujúcich obrázky (ktoré môžete pozorovať ako čierne prebliknutie). Dôvodom je odstránenie zvyškov textu a duchov z predchádzajúcej stránky. V závislosti od vášho zariadenia a osobných preferencií to však nemusí byť potrebné. Toto automatické obnovovanie môžete vypnúť tu:
sr: KOReader обично извршава потпуно освежавање на страницама које садрже слике (што можете да приметите као бљесак црне). Разлог за то је да се отараси остатака и духова са претходне странице. Али у зависности од уређаја и ваших личних потреба, ово можда и није неопходно. Понашање аутоматског освежавања можете да искључите овде:
ta: ⇑ சிறந்த பட்டியல் →
uk: KOReader зазвичай виконує повне оновлення сторінок, які містять зображення (це спостерігається у вигляді чорного спалаху). Це зроблено для того, щоб позбутися від залишків (артефактів, «сміття») від попередньої сторінки. Але, залежно від вашого пристрою та налаштувань, це може не знадобитися. Таке автоматичне оновлення можна вимкнути тут:
zh_hans: KOReader通常会对包含图片的页面进行完全刷新（您可以看到黑色闪烁）。原因是去除上一页的残留和重影。但根据您的设备和个人喜好，这可能不是必需的。您可以在此处禁用此自动刷新行为：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Screen / E-ink Settings / Full refresh rate / Always flash on pages with images
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Pantalla / Configuración de tinta electrónica / Frecuencia de actualización completa / Siempre parpadear en páginas con imágenes
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Écran / Paramètres E-ink / Taux de rafraîchissement complet / Toujours clignoter sur les pages contenant des images
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Scáileán / Socruithe Ríomh-Dhúigh / Ráta athnuachana iomlán / Splanc i gcónaí ar leathanaigh le híomhánna
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Schermo / Impostazioni E-ink / Frequenza di aggiornamento completa / Aggiorna sempre pagine con immagini
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Scherm / E-ink-instellingen / Volledige verversingsfrequentie / Altijd flitsen op pagina’s met afbeeldingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Tela / Configurações da tela e-ink / Taxa de atualização total / Sempre atualizar a tela em páginas com imagens
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Ecrã / Definições de E-ink / Taxa de actualização total / Atualizar sempre páginas com imagens
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Nastavenia E-ink / Plná obnovovacia frekvencia / Vždy prebliknúť na stránkach s obrázkami
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Екран / E-ink подешавања / Пуна учесталост освежавања / Увек трепћи на страницама са сликама
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / Екран / Налаштування е-чорнила / Частота повного оновлення / Завжди блимати на сторінках з зображеннями
zh_hans: 顶部菜单/<img class="img_inline" src="pictures/gear.svg" style="width:24px;"> / 屏幕 / 电子墨水设置 / 全刷频率 / 始终刷新图片

source: Also you can disable black flashing of user interface from here if it disturbs you:
es: También puedes desactivar el parpadeo negro de la interfaz de usuario desde aquí si te molesta:
fr: Vous pouvez également désactiver le clignotement noir de l'interface utilisateur à partir d'ici si cela vous dérange :
ga: Chomh maith leis sin, is féidir leat splancadh dubh an chomhéadain úsáideora a dhíchumasú anseo má chuireann sé isteach ort:
it: Inoltre, da qui è possibile disattivare il lampeggiamento nero dell'interfaccia utente, se disturba:
nl: Je kunt hier ook het zwart flitsen van de gebruikersinterface uitschakelen als je je eraan stoort:
pt_br: Se a atualização (piscar) da interface te incomodar, você também pode desativá-lo aqui:
pt_pt: Além disso, pode desativar o flash preto da interface do utilizador aqui se isso o incomodar:
sk: Taktiež môžete vypnúť čierne prebliknutie používateľského rozhrania, ak vás to ruší tu:
sr: Ако вам смета, одавде можете да искључите трептање корисничког интерфејса:
ta: பயனர் இடைமுகத்தை உங்களைத் தொந்தரவு செய்தால் இங்கிருந்து கருப்பு ஒளிரும் முடக்கலாம்:
uk: Також, якщо це вам докучає, тут можна вимкнути блимання інтерфейсу користувача:
zh_hans: 如果用户界面出现黑色闪烁，您也可以从这里禁用：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / E-ink Settings
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Configuración de tinta electrónica
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Paramètres E-ink
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Socruithe Ríomhdhúigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Impostazioni E-ink / Impedisci il lampeggio scuro nell'interfaccia utente
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / E-ink-instellingen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Configurações da tela e-ink
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear. svg" style="width:22px;"> / Ecrã E-ink/ Definições E-ink
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Nastavenia E-ink
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / E-ink подешавања
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / திரை / மின்-மை அமைப்புகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Налаштування е-чорнил
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕相关 / 电子墨水屏设置

# user_guide/en.html+html.body.div.div:1899-1
source: MOVING THROUGH YOUR BOOK
sk: POHYB VAŠOU KNIHOU
ta: உங்கள் புத்தகத்தின் வழியாக நகரும்
uk: ПЕРЕМІЩЕННЯ ПО КНИЗІ
zh_hans: 书籍导航

source: There are different ways of moving through your document in KOReader with their own strengths. You can use the:
es: Hay diferentes formas de moverse por un documento en KOReader y cada una tiene tus propias ventajas. Puedes usar:
fr: Il existe différentes façons de parcourir votre document dans KOReader, chacune ayant ses propres avantages. Vous pouvez utiliser :
ga: Tá bealaí éagsúla ann chun bogadh trí do dhoiciméad i KOReader agus a láidreachtaí féin acu. Is féidir leat úsáid a bhaint as:
it: In KOReader esistono diversi modi per spostarsi all'interno del documento, con i rispettivi punti di forza. È possibile utilizzare la funzione:
nl: Er zijn verschillende manieren om door je document te navigeren in KOReader, elk met hun eigen sterke punten. Je kunt gebruiken:
pt_br: Existem diferentes maneiras de navegar pelo seu documento no KOReader, cada uma com seus benefícios. Você pode usar:
pt_pt: Existem diferentes formas de navegar pelo seu documento no KOReader, cada um com os seus próprios pontos fortes. Pode usar:
sk: V KOReaderi existujú rôzne spôsoby prechádzania dokumentom pričom každá má svoje vlastné silné stránky. Môžete použiť:
sr: Постоје различити начини кретања кроз документ у KOReader читачу, и сваки од њих има своје предности. Можете да користите:
ta: கொரியாடரில் உங்கள் ஆவணத்தின் மூலம் அவர்களின் சொந்த பலத்துடன் நகர்த்துவதற்கு வெவ்வேறு வழிகள் உள்ளன. நீங்கள் இதைப் பயன்படுத்தலாம்:
uk: У KOReader є кілька різних способів переміщення всередині книги, кожний з яких має свої переваги, а саме:
zh_hans: 在 KOReader 中浏览文档有不同的方法，各有优缺点。您可以使用：

# user_guide/en.html+html.body.div.ul.li:1904-3
source: Skim Widget
sk: Doplnok "Prebehnúť" knihu
ta: சறுக்கு விட்செட்
uk: Віджет проглядання
zh_hans: 快速翻页工具

# user_guide/en.html+html.body.div.ul.li:1905-3
source: Book Map
sk: Knižná mapa
ta: புத்தக வரைபடம்
uk: Мапа книги
zh_hans: 书籍地图

# user_guide/en.html+html.body.div.ul.li:1906-3
source: Page Browser
sk: Prehliadač stránok
ta: பக்க உலாவி
uk: Оглядач сторінок
zh_hans: 页面预览

# user_guide/en.html+html.body.div.div:1909-1
source: Skim Widget
sk: Doplnok "Prebehnúť" knihu
ta: விட்செட் திட்டம்
uk: Віджет проглядання
zh_hans: 快速翻页工具

source: <span class="ui">Skim Widget</span> is a very functional navigation tool. You can use it to:
es: El <span class="ui">widget de Vista rápida</span> es una herramienta de navegación muy funcional. Puedes usarla para:
fr: <span class="ui">Skim Widget</span> est un outil de navigation très fonctionnel. Vous pouvez l'utiliser pour :
ga: Is uirlis nascleanúna an-fheidhmiúil í an <span class="ui">Giuirléid Scimála</span>. Is féidir leat í a úsáid chun:
it: <span class="ui">Scorri documento</span> è uno strumento di navigazione molto funzionale. È possibile utilizzarlo per:
nl: De <span class="ui">Doorbladerwidget</span> is een zeer functioneel navigatiehulpmiddel. Je kunt het gebruiken om te:
pt_br: O <span class="ui">Navegação Rápida</span> é uma ferramenta de navegação muito funcional. Você pode usá-lo para:
pt_pt: <span class="ui">Widget de Navegação</span> é uma ferramenta de navegação muito funcional. Pode usá-lo para:
sk: <span class="ui">Doplnok "prebehnúť knihu"</span> je veľmi funkčný navigačný nástroj. Môžete ho použiť na:
sr: <span class="ui">Виџет за прелетање</span> је врло користан алат за кретање. Можете га користити да:
ta: <span வகுப்பு = "Ui"> ச்கிம் விட்செட் </span> என்பது மிகவும் செயல்பாட்டு வழிசெலுத்தல் கருவியாகும். நீங்கள் இதை இதைப் பயன்படுத்தலாம்:
uk: <span class="ui">Віджет проглядання</span> – це дуже функціональний інструмент навігації. За допомогою нього можна робити таке:
zh_hans: <span class="ui">快速翻页工具</span>是非常有用的定位工具，可用来：

source: Jump to any part of your book by directly tapping on the <span class="ui">progress bar</span> or entering the page number
es: Salta a cualquier parte del libro tocando directamente la <span class="ui">barra de progreso</span> o introduciendo el número de página
fr: Accédez à n'importe quelle partie de votre livre en appuyant directement sur la <span class="ui">barre de progression</span> ou en saisissant le numéro de page
ga: Léim go dtí aon chuid de do leabhar trí thapáil go díreach ar an <span class="ui">barra dul chun cinn</span> nó uimhir an leathanaigh a iontráil
it: Passare a qualsiasi parte del libro toccando direttamente la <span class="ui">barra di avanzamento</span> o inserendo il numero di pagina
nl: Naar elk deel van je boek te springen door direct op de <span class="ui">voortgangsbalk</span> te tikken of het paginanummer in te voeren
pt_br: Ir para qualquer parte do seu livro tocando diretamente na <span class="ui">barra de progresso</span> ou inserindo o número da página
pt_pt: Vá para qualquer parte do seu livro tocando diretamente na <span class="ui">barra de progresso</span> ou introduzindo o número da página
sk: Preskočte na ľubovoľnú časť knihy priamym ťuknutím na <span class="ui">ukazovateľ priebehu</span> alebo zadaním čísla strany
sr: Скочите на било који део књиге директним тапом на <span class="ui">траку напретка</span> или уносом броја странице
ta: <ச்பான் கிளாச் = "யுஐ"> முன்னேற்றப் பட்டி </span> இல் நேரடியாகத் தட்டுவதன் மூலம் அல்லது பக்க எண்ணை உள்ளிடுவதன் மூலம் உங்கள் புத்தகத்தின் எந்தப் பகுதியிலும் செல்லவும்
uk: Перейти до будь-якої частини дотиком до <span class="ui">смуги поступу</span> або вказання номера сторінки
zh_hans: 通过直接点按<span class="ui">阅读进度条</span>上的位置，或输入页码跳至指定页面

source: Navigate between chapters
es: Navegar entre capítulos
fr: Naviguer entre les chapitres
ga: Nascleanúint idir caibidlí
it: Navigare tra i capitoli
nl: Tussen hoofdstukken te navigeren
pt_br: Navegar entre capítulos
pt_pt: Navegue entre os capítulos
sk: Navigácia medzi kapitolami
sr: Кретање по поглављима
ta: அத்தியாயங்களுக்கு இடையில் செல்லவும்
uk: Навігація між розділами
zh_hans: 章节导航

source: Navigate between bookmarks
es: Navegar entre marcadores
fr: Naviguer entre les signets
ga: Nascleanúint idir leabharmharcanna
it: Navigare tra i segnalibri
nl: Tussen bladwijzers te navigeren
pt_br: Navegar entre marcadores
pt_pt: Navegue entre marcadores
sk: Navigácia medzi záložkami
sr: Кретање по маркерима
ta: புக்மார்க்குகளுக்கு இடையில் செல்லவும்
uk: Навігація між закладками
zh_hans: 书签导航

source: How to open the Skim Widget:
es: Cómo abrir el widget de Vista rápida:
fr: Comment ouvrir le widget Skim :
ga: Conas an Giuirléid Skim a oscailt:
it: Come aprire Scorri documento:
nl: De Doorbladerwidget openen:
pt_br: Como abrir a Navegação Rápida:
pt_pt: Como abrir a navegação rápida:
sk: Ako otvoriť doplnok "prebehnúť knihu":
sr: Како се отвара виџет за прелетање:
ta: ச்கிம் விட்செட்டை எவ்வாறு திறப்பது:
uk: Як відкрити Віджет проглядання:
zh_hans: 呼出快速翻页工具的方法：

source: With a long-tap on the <span class="ui">Status Bar</span> area at the bottom of your screen
es: Con un toque largo en el área de la <span class="ui">Barra de estado</span> en la parte inferior de la pantalla
fr: Appuyez longuement sur la zone <span class="ui">Barre d'état</span> en bas de votre écran
ga: Le tapáil fhada ar an limistéar <span class="ui">Barra Stádais</span> ag bun do scáileáin
it: Con un tocco prolungato sull'area <span class="ui">barra di stato</span> nella parte inferiore dello schermo (deve comunque essere prima abilitata attraverso la voce <b>Barra di stato / Pressione lunga sulla barra di stato per scorrere</b> dal menu superiore)
nl: Met een lang tikken op het gebied van de <span class="ui">Statusbalk</span> onderaan je scherm
pt_br: Com um toque longo na área da <span class="ui">Barra de status</span> na parte inferior da sua tela
pt_pt: Com um toque longo na <span class="ui">Barra de Estado</span> na parte inferior do ecrã
sk: Dlhým podržaním prstu na oblasť <span class="ui">stavového riadka</span> v dolnej časti obrazovky
sr: Дугим тапом на простор <span class="ui">Статусне линије</span> при дну екрана
ta: உங்கள் திரையின் அடிப்பகுதியில் <span வகுப்பு = "Ui"> நிலை பட்டி </span> பரப்பளவில் நீண்ட தட்டினால்
uk: Затисканням в області <span class="ui">Панелі стану</span> внизу екрану
zh_hans: 长按屏幕底部的<span class="ui">状态栏</span>区域

source: From this menu:
es: Desde este menú:
fr: Dans ce menu :
ga: Ón roghchlár seo:
it: Da questo menu:
nl: Via dit menu:
pt_br: Deste menu:
pt_pt: Deste menu:
sk: Z tejto ponuky:
sr: Из следећег менија:
ta: இந்த மெனுவிலிருந்து:
uk: З цього меню:
zh_hans: 从这个菜单：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Skim document
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Hojear el documento
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Parcourir le document
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Scimáil an cháipéis
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Scorri documento
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Document doorbladeren
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Folhear documento
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Leitura Superficial do Documento
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Prebehnutie dokumentu
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Прелети по документу
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / ச்கிம் ஆவணம்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Проглянути документ
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 快速翻页
