Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can also find the version number of your KOReader and your device type from the same dialog for reporting.
es: También puedes encontrar la versión de KOReader y el tipo de dispositivo en el mismo cuadro de diálogo para generar informes.
fr: Vous pouvez également trouver le numéro de version de votre KOReader et le type de votre appareil dans la même boîte de dialogue pour signaler un problème.
ga: Is féidir leat uimhir leagain do KOReader agus cineál do ghléis a fháil ón mbosca dialóige céanna le haghaidh tuairiscithe freisin.
it: Dalla stessa finestra di dialogo è possibile trovare il numero di versione di KOReader e il tipo di dispositivo per la creazione di rapporti.
nl: In hetzelfde dialoogvenster vind je ook het versienummer van je KOReader en het type apparaat voor je melding.
pt_br: Você também pode achar o número da versão do seu KOReader e o tipo do seu dispositivo pela mesma caixa de diálogo para reportar.
sk: V tom istom dialógovom okne pre nahlasovanie môžete tiež nájsť číslo verzie vášho KOReadera a typ vášho zariadenia.
sr: У истом дијалогу за пријаву такође можете да видите и број верзије вашег програма KOReader, као и тип уређаја.
ta: அறிக்கையிடலுக்கான அதே உரையாடலில் இருந்து உங்கள் கொரியடரின் பதிப்பு எண்ணையும் உங்கள் சாதன வகையையும் காணலாம்.
uk: Версію свого KOReader та тип пристрою ви можете побачити у тому ж діалозі повідомлення про помилку.
zh_hans: 在同一对话框处还可找到当前使用的KOReader版本号及阅读设备型号，以便更准确地描述故障。

source: If you have a suggestion or question related to this <b>User Guide</b> you can write to the <a href="https://github.com/koreader/koreader/issues/11147">GitHub discussion thread</a>
es: Si tienes alguna sugerencia o pregunta relacionada con la <b>Guía del usuario</b>, puedes escribir al <a href="https://github.com/koreader/koreader/issues/11147">hilo de discusión de GitHub</a>
fr: Si vous avez une suggestion ou une question concernant ce <b>Guide de l'utilisateur</b>, vous pouvez écrire sur le <a href="https://github.com/koreader/koreader/issues/11147">fil de discussion GitHub</a>
ga: Má tá moladh nó ceist agat a bhaineann leis an <b>Treoir Úsáideora</b> seo, is féidir leat scríobh chuig an <a href="https://github.com/koreader/koreader/issues/11147">snáithe plé GitHub</a>
it: Se avete un suggerimento o una domanda relativa a questa <b>Guida per l'utente</b>, potete scrivere sul <a href="https://github.com/koreader/koreader/issues/11147">GitHub discussion thread</a>
nl: Heb je een suggestie of vraag over deze <b>Gebruikershandleiding</b>, schrijf dan in de <a href="https://github.com/koreader/koreader/issues/11147">GitHub‑discussie</a>
pt_br: Se você tiver uma sugestão ou pergunta relacionada a este <b>Guia do Usuário</b>, você pode escrever no <a href="https://github.com/koreader/koreader/issues/11147">tópico de discussão no GitHub.</a>
sk: Ak máte návrh alebo otázku týkajúcu sa tejto <b>Používateľskej príručky</b>, môžete napísať do <a href="https://github.com/koreader/koreader/issues/11147">diskusného vlákna GitHub</a>
sr: Ако имате предлоге или питања у вези са овим <b>Корисничким упутством</b>, пишите на следећи <a href="https://github.com/koreader/koreader/issues/11147">низ GitHub дискусије</a>
ta: இந்த <b> பயனர் கையேடு </b> தொடர்பான பரிந்துரை அல்லது கேள்வி உங்களிடம் இருந்தால், நீங்கள் <a href = "https://github.com/koreader/koreader/issues/11147"> அறிவிலிமையம் கலந்துரையாடல் நூல் </a> க்கு எழுதலாம்
uk: Пропозиції та питання, що стосуються цього <b>посібника користувача</b> ви можете писати (англійською мовою) у <a href="https://github.com/koreader/koreader/issues/11147">цій темі обговорення на GitHub</a>
zh_hans: 如有任何关于<b>用户手册</b>的建议或疑问，请前往<a href="https://github.com/koreader/koreader/issues/11147">对应GitHub工单页</a>提交

source: You can also . . .
es: También puedes. . .
fr: Vous pouvez aussi...
ga: Is féidir leat freisin...
it: Potete anche...
nl: Je kunt ook …
pt_br: Você também pode . . .
pt_pt: Pode também …
sk: Môžete tiež. . .
sr: Такође можете. . .
ta: நீங்களும் செய்யலாம். . .
uk: Ви також можете . . .
zh_hans: 其它可以做的事...

source: Find other KOReader users on <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">MobileRead forums</a>
es: Encuentra otros usuarios de KOReader en los <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">foros de MobileRead</a>
fr: Retrouvez d'autres utilisateurs de KOReader sur les <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">forums MobileRead</a>
ga: Aimsigh úsáideoirí KOReader eile ar <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">fóraim MobileRead</a>
it: Trova altri utenti di KOReader sui forum di <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">MobileRead</a>
nl: Andere KOReader‑gebruikers vinden op de <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">MobileRead‑forums</a>
pt_br: Encontrar outros usuários do KOReader nos fóruns do <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">MobileRead</a>
pt_pt: Encontre outros utilizadores do KOReader em <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">fóruns MobileRead</a>
sk: Nájsť ďalších používateľov KOReaderu na <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">fórach MobileRead</a>
sr: . . .да пронађете остале KOReader кориснике на <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">MobileRead форумима</a>
ta: <A href = "https://www.mobileered.com/forums/forumdisplay.php?f=276"> மொபிலெர்எட் மன்றங்கள் </a> இல் பிற கொரியடர் பயனர்களைக் கண்டறியவும்
uk: Знайти інших користувачів KOReader на <a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">форумах MobileRead</a>
zh_hans: 前往<a href="https://www.mobileread.com/forums/forumdisplay.php?f=276">MobileRead论坛</a>与其他KOReader用户交流

source: Reach us at <a href="https://gitter.im/koreader/koreader">Gitter chat</a>
es: Contáctanos en <a href="https://gitter.im/koreader/koreader">Gitter chat</a>
fr: Contactez-nous sur <a href="https://gitter.im/koreader/koreader">Gitter chat</a>
ga: Téigh i dteagmháil linn ag <a href="https://gitter.im/koreader/koreader">comhrá Gitter</a>
it: Raggiungeteci all'indirizzo <a href="https://gitter.im/koreader/koreader">Gitter chat</a>
nl: Neem contact op via de <a href="https://gitter.im/koreader/koreader">Gitter‑chat</a>
pt_br: Entrar em contato pelo <a href="https://gitter.im/koreader/koreader">Gitter Chat</a>
pt_pt: Contacte através de <a href="https://gitter.im/koreader/koreader">Gitter chat</a>
sk: Kontaktujte nás na <a href="https://gitter.im/koreader/koreader">Gitter čete</a>
sr: . . .да нам се обратите на <a href="https://gitter.im/koreader/koreader">Gitter чету</a>
ta: <A href = "https://gitter.im/koreader/koreader"> கிட்டர் அரட்டை </a> இல் எங்களை அணுகவும்
uk: Зв'яжіться з нами у <a href="https://gitter.im/koreader/koreader">чаті Gitter</a>
zh_hans: 使用<a href="https://gitter.im/koreader/koreader">Gitter聊天工具</a>与开发组沟通

source: Support the project via <a href="https://liberapay.com/KOReader">Liberapay</a>
es: Apoya el proyecto mediante <a href="https://liberapay.com/KOReader">Liberapay</a>
fr: Soutenez le projet via <a href="https://liberapay.com/KOReader">Liberapay</a>
ga: Tacaigh leis an tionscadal trí <a href="https://liberapay.com/KOReader">Liberapay</a>
it: Sostenete il progetto tramite <a href="https://liberapay.com/KOReader">Liberapay</a>
nl: Steun het project via <a href="https://liberapay.com/KOReader">Liberapay</a>
pt_br: Dar suporte ao projeto via <a href="https://liberapay.com/KOReader">Liberapay</a>
pt_pt: Suporte o projeto a partir de <a href="https://liberapay.com/KOReader">Liberapay</a>
sk: Podporiť projekt prostredníctvom služby <a href="https://liberapay.com/KOReader">Liberapay</a>
sr: . . .да подржите пројекат преко <a href="https://liberapay.com/KOReader">Liberapay</a>
ta: <A href = "https://liberapay.com/koreader"> லைபர்பே </a> வழியாக திட்டத்தை ஆதரிக்கவும்
uk: Підтримати проект за допомогою <a href="https://liberapay.com/KOReader">Liberapay</a>
zh_hans: 通过<a href="https://liberapay.com/KOReader">Liberapay</a>赞助本开源项目

source: W
zh_hans: 字母键W

source: R
zh_hans: 字母键R

source: I
zh_hans: 字母键I

source: A
zh_hans: 字母键A

source: 🇫🇷 French
es: 🇫🇷 Francés
fr: 🇫🇷 Français
ga: 🇫🇷 Fraincis
it: 🇫🇷 Francese
nl: 🇫🇷 Frans
pt_br: 🇫🇷 Francês
pt_pt: 🇫🇷 Francês

source: 🇧🇷 Portuguese (Brazil)
es: 🇧🇷 Portugués (Brazil)
fr: 🇧🇷 Portugais (Brésil)
ga: 🇧🇷 Portaingéilis (an Bhrasaíl)
it: 🇧🇷 Portoghese (Brasile)
nl: 🇧🇷 Portugees (Brazilië)
pt_br: 🇧🇷 Português (Brasil)
pt_pt: 🇧🇷 Português (Brazil)

source: 🇪🇸 Spanish
es: 🇪🇸 Español
fr: 🇪🇸 Espagnol
ga: 🇪🇸 Spáinnis
it: 🇪🇸 Spagnolo
nl: 🇪🇸 Spaans
pt_br: 🇪🇸 Espanhol
pt_pt: 🇪🇸 Espanhol
sr: 🇪🇸 шпански

# user_guide/en.html+html.body.div.div.table.tr.td.div:894-17
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style de surlignage
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stíl Aibhsithe
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Evidenziato
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Markeerstijl
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Estilo de destaque
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style

source: WHAT CAN YOU DO WITH KOREADER ?
fr: QUE POUVEZ-VOUS FAIRE AVEC KOREADER ?
ga: CAD IS FÉIDIR LEAT A DHÉANAMH LE KOREADER?
it: Cosa puoi fare con Koreader?
nl: WAT KUN JE MET KOREADER DOEN?
pt_br: O QUE VOCÊ PODE FAZER COM O KOREADER ?
pt_pt: O QUE PODE FAZER COM O KOREADER?

source: BASIC USAGE INFORMATION
fr: INFORMATIONS D'UTILISATION DE BASE
ga: EOLAS ÚSÁIDE BUNÚSÁIDE
it: INFORMAZIONI DI BASE SULL'UTILIZZO
nl: BASISGEBRUIKSINFORMATIE
pt_br: INFORMAÇÕES BÁSICAS DE USO
pt_pt: INFORMAÇÃO BÁSICA DE UTILIZAÇÃO

source: Transferring books to your reader
fr: Transférer des livres vers votre liseuse
ga: Leabhair a aistriú chuig do léitheoir
it: Trasferire i libri al lettore
nl: Boeken naar ereader overzetten
pt_br: Transferindo livros para o seu leitor
pt_pt: Transferir livros para o seu leitor

source: Tap zones
fr: Zones tactiles
ga: Criosanna sconna
it: Zone da tappare
nl: Tikzones
pt_br: Zonas de toque
pt_pt: Zonas de toque

source: Changing text appearance
fr: Modification de l'apparence du texte
ga: Athrú cuma an téacs
it: Modifica dell'aspetto del testo
nl: Tekstweergave wijzigen
pt_br: Alterando a aparência do texto
pt_pt: Modificar a aparência do texto

source: Keyboard Usage And Tips
fr: Utilisation du clavier et conseils
ga: Úsáid agus Leideanna Méarchláir
it: Utilizzo della tastiera e suggerimenti

source: Auto Warmth And Night Mode
fr: Température automatique du rétroéclairage et Mode Nuit
ga: Mód Teasa agus Oíche Uathoibríoch
it: Calore luce automatico e modalità notturna
nl: Automatische warmte en nachtmodus
pt_br: Temperatura de cor e modo noturno automáticos
pt_pt: Auto Aquecimento e Modo Noturno

source: LEARNING THE USER INTERFACE
fr: APPRENDRE L'INTERFACE UTILISATEUR
ga: AG FOGHLAIM AN CHOMHDÉANAÍ ÚSÁIDEORA
it: IMPARARE L'INTERFACCIA UTENTE

source: Reading Screen
fr: Écran de lecture
ga: Scáileán Léitheoireachta
it: Schermo di lettura
nl: Leesscherm
pt_br: Tela de Leitura

source: Status bar
fr: Barre d’état
ga: Barra stádais
it: Barra di stato
nl: Statusbalk
pt_br: Barra de status

source: Top Menu Items
fr: Éléments du menu supérieur
ga: Míreanna Barr-Roghchláir
it: Voci del menu superiore
nl: Bovenmenu-items

# user_guide/en.html+html.body.div.div.ul.li.ul.li:965-17
source: Bottom Menu Items
fr: Éléments du menu inférieur
ga: Míreanna Bun an Roghchláir
it: Voci del menu inferiore
nl: Ondermenu-items
pt_br: Itens do menu inferior
pt_pt: Itens do Menu Inferior

# user_guide/en.html+html.body.div.div.ul.li.ul.li:967-17
source: Bottom Menu Items
es: Elementos del Menú Inferior
fr: Éléments du menu inférieur
ga: Míreanna Bun an Roghchláir
it: Voci del menu inferiore
nl: Ondermenu-items
pt_br: Itens do menu inferior
pt_pt: Itens do Menu Inferior

source: MOVING THROUGH YOUR BOOK
fr: PARCOURIR VOTRE LIVRE
ga: AG BOGADH TRÍ DO LEABHAR
it: MUOVERSI ATTRAVERSO IL LIBRO

# user_guide/en.html+html.body.div.div.ul.li.ul.li:974-17
source: Book Map
fr: Plan du livre
ga: Léarscáil Leabhar
it: Mappa del libro
nl: Boekkaart
pt_br: Mapa do livro
pt_pt: Mapa do Livro

# user_guide/en.html+html.body.div.div.ul.li.ul.li:975-17
source: Page Browser
fr: Explorateur de Page
ga: Brabhsálaí Leathanaigh
it: Navigatore di pagina
nl: Paginaverkenner
pt_br: Navegador de páginas
pt_pt: Navegador de Página

source: Table of Contents Tools
fr: Table des matières Outils
ga: Clár Ábhair Uirlisí
it: Indice degli strumenti

source: Excluding sections: Custom hidden flows
fr: Sections exclues : Flux personnalisés masqués
ga: Gan rannóga a áireamh: Sreafaí folaithe saincheaptha
it: Esclusione di sezioni: Flussi nascosti personalizzati

source: CUSTOMIZING TEXT APPEARANCE
ga: AG SAINTÚ DEALRAÍOCHT AN TÉACS

source: Default appearance settings
fr: Paramètres d'apparence par défaut
ga: Socruithe réamhshocraithe cuma
it: Impostazioni predefinite dell'aspetto
nl: Standaard weergave-instellingen

source: Using your own fonts
fr: Utilisation de vos propres polices
ga: Ag baint úsáide as do chlónna féin
it: Utilizzare i propri font
nl: Je eigen lettertypes gebruiken

source: BOOKMARKS, HIGHLIGHTS AND NOTES
fr: SIGNETS, SURLIGNAGES ET NOTES
ga: LEABHARMHARCANNA, BUAICPHOINTÍ AGUS NÓTAÍ
it: SEGNALIBRI, EVIDENZIAZIONI E NOTE

source: Highlight modes of KOReader
fr: Modes de surlignage de KOReader
ga: Aibhsigh modhanna KOReader
it: Modalità di evidenziazione di KOReader

source: Exporting highlights
fr: Exportation des surlignages
ga: Ag easpórtáil buaicphointí
it: Esportazione dei punti evidenziati

source: READING PDFS
fr: LIRE LES PDF
ga: AG LÉAMH PDFANNA
it: LETTURA DEI PDF

source: Reading large PDFs on a small screen
fr: Lire un PDF large sur un petit écran
ga: Léamh PDFanna móra ar scáileán beag
it: Leggere PDF di grandi dimensioni su uno schermo piccolo

source: PDF Specific Bottom Menu Items
fr: Éléments du menu inférieur spécifiques aux PDF
ga: Míreanna Bun-Roghchláir Sainmhínithe PDF
it: Voci del menu inferiore specifiche per i PDF

source: OCR (Optical Character Recognition)
fr: ROC (Reconnaissance Optique de Caractères)
ga: OCR (Aithint Optúil Carachtar)
it: OCR (riconoscimento ottico dei caratteri)
nl: OCR (optische tekenherkenning)

source: Adjusting the page refresh interval
fr: Régler l'intervalle de rafraîchissement de la page
ga: Ag coigeartú an eatramh athnuachana leathanaigh
it: Regolazione dell'intervallo di aggiornamento della pagina

source: Jump to the next file
ga: Léim go dtí an chéad chomhad eile

source: Optimizing manga for reader
fr: Optimiser les mangas pour la liseuse
ga: Manga a bharrfheabhsú don léitheoir
it: Ottimizzare i manga per i lettori

source: Other manga tips
fr: Autres astuces pour les mangas
ga: Leideanna eile maidir le manga
it: Altri suggerimenti sui manga

source: MANAGING YOUR LIBRARY
fr: GÉRER VOTRE BIBLIOTHÈQUE
ga: AG BAINISTÍOCHT DO LEABHARLANN
it: GESTIONE DELLA BIBLIOTECA

source: Viewing other file types
fr: Lire d'autres types de fichiers
ga: Ag féachaint ar chineálacha comhad eile
it: Visualizzazione di altri tipi di file

source: Optimizing EPUB/PDF documents for your reader
fr: Optimiser les documents EPUB/PDF pour votre liseuse
ga: Doiciméid EPUB/PDF a bharrfheabhsú don léitheoir
it: Ottimizzazione dei documenti EPUB/PDF per il vostro lettore

source: GESTURES AND KEYBOARD SHORTCUTS
fr: GESTES ET RACCOURCIS CLAVIER
ga: GOTHAÍ AGUS AICEARRAÍ MÉARCHLÁIR
it: GESTI E SCORCIATOIE DA TASTIERA

source: Gesture Types
fr: Types de gestes
ga: Cineálacha Gothaí
it: Tipi di gesti

source: Predefined Gestures
fr: Gestes prédéfinis
ga: Gothaí Réamhshainithe
it: Gesti predefiniti

source: Gesture Categories
fr: Catégories de gestes
ga: Catagóirí Gothaí
it: Categorie di gesti

source: QUICK MENU AND PROFILES
fr: MENU RAPIDE ET PROFILS
ga: ROGHCHLÁR TAPA AGUS PRÓIFÍLÍ
it: MENU RAPIDO E PROFILI

source: Quick Menu
fr: Menu rapide
ga: Roghchlár Tapa
it: Menu rapido

source: Profiles
fr: Profils
ga: Próifílí
it: Profili

source: PLUGINS AND USER PATCHES
ga: BREISEÁIN AGUS PAISTÍ ÚSÁIDEORA
it: PLUGIN E PATCH UTENTE

source: Plugin types
ga: Cineálacha breiseán
it: Tipi di plugin

source: List of internal plugins
ga: Liosta breiseán inmheánach
it: Elenco dei plugin interni

source: User patches
ga: Paistí úsáideora
it: Patch utente

source: TIPS
ga: LEIDEANNA
it: CONSIGLI

source: TROUBLESHOOTING
ga: FADHBHRÉITEACH
it: RISOLUZIONE DEI PROBLEMI

source: REACH US
ga: TEAGMHÁIL ORAINN
it: RAGGIUNGICI

# user_guide/en.html:L1-whatcanyoudo
source: WHAT CAN YOU DO WITH KOREADER ?
ga: CAD IS FÉIDIR LEAT A DHÉANAMH LE KOREADER?
it: Cosa puoi fare con Koreader?

# user_guide/en.html:L1-basicreading
source: BASIC USAGE INFORMATION
ga: EOLAS ÚSÁIDE BUNÚSÁIDE
it: INFORMAZIONI DI BASE SULL'UTILIZZO

# user_guide/en.html:L2-transferring
source: Transferring books to your reader
ga: Leabhair a aistriú chuig do léitheoir
it: Trasferire i libri al lettore

# user_guide/en.html:L2-tapzones
source: Tap zones
ga: Criosanna sconna
it: Zone da tappare

# user_guide/en.html:L2-textappearance
source: Changing text appearance
ga: Athrú cuma an téacs
it: Modifica dell'aspetto del testo

# user_guide/en.html+html.body.div.ul.li.div:1310-36
source: BOTTOM MENU /
fr: MENU INFÉRIEUR /
ga: AN ROGHCHLÁR BUNA /
it: MENU INFERIORE /
nl: ONDERMENU /
pt_br: MENU INFERIOR /
pt_pt: MENU INFERIOR /

# user_guide/en.html+html.body.div.ul.li.div:1311-36
source: BOTTOM MENU /
es: MENÚ INFERIOR /
fr: MENU INFÉRIEUR /
ga: AN ROGHCHLÁR BUNA /
it: MENU INFERIORE /
nl: ONDERMENU /
pt_br: MENU INFERIOR /
pt_pt: MENU INFERIOR /

# user_guide/en.html:L2-keyboard
source: Keyboard Usage And Tips
ga: Úsáid agus Leideanna Méarchláir
it: Utilizzo della tastiera e suggerimenti

# user_guide/en.html:L2-autowarmth
source: Auto Warmth And Night Mode
ga: Mód Teasa agus Oíche Uathoibríoch
it: Calore luce automatico e modalità notturna

# user_guide/en.html+html.body.div.ol.li:1419-3
source: Go to the plugin menu:
es: Ir al menu del plugin:
fr: Accéder au menu Plugin :
ga: Téigh go dtí roghchlár an bhreiseáin:
it: Accedere al menu del plugin:
nl: Ga naar het pluginmenu:
pt_br: Acesse o menu de plugins:
pt_pt: Vá para o menu do plug-in:

# user_guide/en.html+html.body.div.ol.li.div:1419-30
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Auto Warmth and Night Mode
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Temperatura Automática y Modo Nocturno
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Mode chaleur automatique et nuit
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Teas Uathoibríoch agus Mód Oíche
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Modalità calore e notte automatici
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Automatische warmte en nachtmodus
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Temperatura de cor e modo noturno automáticos
pt_pt: MENU SUPERIOR /<img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ecrã / Aquecimento automático e modo noturno

# user_guide/en.html+html.body.div.ol.li:1425-3
source: Set your warmth transition schedule by setting times for various items here. Refer to the image above for an explanation of items.
es: Configura tu horario de transición de temperatura aquí, ajustando los tiempos para los distintos elementos. Consulta la imagen de arriba para una explicación sobre estos.
fr: Définissez votre programme de transition thermique en réglant ici les horaires pour différents éléments. Reportez-vous à l'image ci-dessus pour obtenir des explications sur les éléments.
ga: Socraigh do sceideal aistrithe teasa trí amanna a shocrú do mhíreanna éagsúla anseo. Féach ar an íomhá thuas le haghaidh míniú ar na míreanna.
it: Impostare il programma di transizione del calore impostando qui i tempi per le varie voci. Per una spiegazione delle voci, fare riferimento all'immagine qui sopra.
nl: Stel hier het overgangsschema voor de warmte in door tijden voor de verschillende elementen op te geven. Zie de afbeelding hierboven voor uitleg.
pt_br: Defina seu cronograma de transição de temperatura ajustando aqui os horários de cada item. Consulte a imagem acima para uma explicação de cada um deles.
pt_pt: Defina o seu horário de transição de temperatura configurando aqui os horários para cada item. Consulte a imagem acima para obter uma explicação dos itens.

# user_guide/en.html+html.body.div.ol.li:1433-13
source: Go to the plugin menu:
es: Ir al menu del complemento:
fr: Accéder au menu Plugin :
ga: Téigh go dtí roghchlár an bhreiseáin:
it: Accedere al menu del plugin:
nl: Ga naar het pluginmenu:
pt_br: Acesse o menu de plugins:

# user_guide/en.html+html.body.div.ol.li.div:1434-17
source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Auto Warmth and Night Mode
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Temperatura Automática y Modo Nocturno
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Mode chaleur automatique et nuit
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Teas Uathoibríoch agus Mód Oíche
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Modalità calore e notte automatici
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Automatische warmte en nachtmodus
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Temperatura de cor e modo noturno automáticos

# user_guide/en.html+html.body.div.ol.li:1442-13
source: Set your warmth transition schedule by setting times for various items here. Refer to the image above for an explanation of items.
es: Configura tu horario de transición de temperatura aquí, ajustando los tiempos para los distintos elementos. Consulta la imagen de arriba para una explicación sobre estos.
fr: Définissez votre programme de transition thermique en réglant ici les horaires pour différents éléments. Reportez-vous à l'image ci-dessus pour obtenir des explications sur les éléments.
ga: Socraigh do sceideal aistrithe teasa trí amanna a shocrú do mhíreanna éagsúla anseo. Féach ar an íomhá thuas le haghaidh míniú ar na míreanna.
it: Impostare il programma di transizione del calore impostando qui i tempi per le varie voci. Per una spiegazione delle voci, fare riferimento all'immagine qui sopra.
nl: Stel hier het overgangsschema voor warmte in door tijden voor de verschillende elementen op te geven. Zie de afbeelding hierboven voor uitleg.
pt_br: Defina seu cronograma de transição de temperatura ajustando aqui os horários de cada item. Consulte a imagem acima para uma explicação de cada um deles.

# user_guide/en.html:L1-userinterface
source: LEARNING THE USER INTERFACE
fr: APPRENDRE L'INTERFACE UTILISATEUR
ga: AG FOGHLAIM AN CHOMHDÉANAÍ ÚSÁIDEORA
it: IMPARARE L'INTERFACCIA UTENTE
