Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can use all these styles at the same time, like they are different colored highlight markers. Or you can decide your favorite style and set it as default from this menu by long pressing:
es: Puedes usar todos estos estilos a la vez, como si fueran marcadores para resaltar con diferentes colores. O puedes elegir tu estilo favorito y configurarlo como predeterminado desde este menú con una pulsación prolongada:
fr: Vous pouvez utiliser tous ces styles en même temps, comme s'il s'agissait de surligneurs de différentes couleurs. Vous pouvez également choisir votre style préféré et le définir comme style par défaut dans ce menu en appuyant longuement dessus :
ga: Is féidir leat na stíleanna seo go léir a úsáid ag an am céanna, amhail is dá mba marcóirí aibhsithe de dhathanna difriúla iad. Nó is féidir leat do stíl is fearr leat a roghnú agus í a shocrú mar réamhshocrú ón roghchlár seo trí bhrú fada:
it: È possibile utilizzare tutti questi stili contemporaneamente, come se fossero evidenziatori di colore diverso. Oppure si può decidere lo stile preferito e impostarlo come predefinito da questo menu premendo a lungo:
nl: Je kunt alle stijlen naast elkaar gebruiken, alsof het verschillende kleuren markeerstiften zijn. Of kies je favoriet en stel die als standaard in door lang te drukken in dit menu:
pt_br: Você pode usar todos esses estilos ao mesmo tempo, como se fossem marcadores de destaque de cores diferentes. Ou você pode escolher seu estilo favorito e defini-lo como padrão neste menu pressionando longamente:
sk: Všetky tieto štýly môžete použiť súčasne, ako keby išlo o rôzne farebné zvýraznenia. Alebo sa môžete rozhodnúť pre svoj obľúbený štýl a nastaviť ho ako predvolený z tejto ponuky dlhým stlačením:
sr: Све ове стилове можете да користите истовремено, као да су маркери различите боје. Или можете да се одлучите за омиљени стил, па да га у овом менију поставите као подразумевани тако што урадите дуги притисак на:
ta: இந்த பாணிகள் அனைத்தையும் ஒரே நேரத்தில் பயன்படுத்தலாம், அவை வெவ்வேறு வண்ண சிறப்பம்சமாக குறிப்பான்கள் போல. அல்லது உங்களுக்கு பிடித்த பாணியை நீங்கள் தீர்மானிக்கலாம் மற்றும் நீண்ட நேரம் அழுத்துவதன் மூலம் இந்த மெனுவிலிருந்து இயல்புநிலையாக அமைக்கலாம்:
uk: Усі стилі можна використовувати водночас, наче це різнокольорові маркери для виділення тексту. Або ж можна обрати улюблений стиль і зробити його типовим затиснувши це меню:
zh_hans: 这些标注样式可以像不同颜色的标注马克笔一样叠加使用。另外，在下列菜单中长按，可以将喜欢的标注样式设为默认样式：

# user_guide/en.html+html.body.div.div:2561-5
source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlight style
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Štýl zvýraznenia
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / சிறப்பம்சமாக பாணி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Стиль виділення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 标注样式

source: Also if you have a device with a color screen, you can create highlights in different colors:
es: Además, si tienes un dispositivo con pantalla a color, puedes crear subrayados en diferentes colores:
fr: Si vous disposez d'un appareil avec un écran couleur, vous pouvez également créer des surlignages de différentes couleurs :
ga: Chomh maith leis sin, má tá gléas agat le scáileán daite, is féidir leat buaicphointí a chruthú i ndathanna éagsúla:
it: Inoltre, se si dispone di un dispositivo con schermo a colori, è possibile creare evidenziazioni di colori diversi:
nl: Als je een apparaat met kleurenscherm hebt kun je markeringen in verschillende kleuren maken:
pt_br: Além disso, se você tiver um dispositivo com tela colorida, poderá criar destaques em cores diferentes:
sk: Ak máte zariadenie s farebnou obrazovkou, môžete vytvoriť zvýraznenia v rôznych farbách:
sr: Такође, ако имате уређај са екраном у боји, истицања можете да креирате у различитим бојама:
ta: உங்களிடம் வண்ணத் திரை கொண்ட சாதனம் இருந்தால், நீங்கள் வெவ்வேறு வண்ணங்களில் சிறப்பம்சங்களை உருவாக்கலாம்:
uk: Разом з тим, якщо пристрій має кольоровий екран, виділення можна робити різними кольорами:
zh_hans: 另外，如果当前设备配有彩色屏幕，还可使用不同颜色进行标注：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Highlights / Highlight color
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Subrayados / Color de subrayado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Surlignages/ Couleur des surlignages
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Buaicphointí / Dath na mbuaicphointí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Evidenziati / Colore dell'evidenziazione
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Markeringen / Markeerkleur
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Destaques / Cor de destaque
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Destaques / Cor dos Destaques
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Zvýraznenia / Farba zvýraznenia
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Истицања / Боја истицања
ta: சிறந்த பட்டியல் / <img cass
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Виділення / Колір виділення
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 标注 / 标注用色

source: Some tips for color highlights:
es: Algunos consejos para subrayar con color:
fr: Quelques conseils pour les surlignages :
ga: Roinnt leideanna maidir le buaicphointí datha:
it: Alcuni suggerimenti per il colore delle evidenziazioni:
nl: Enkele tips voor gekleurde markeringen:
pt_br: Algumas dicas para destaques coloridos:
pt_pt: Algumas dicas para destaques coloridos:
sk: Niekoľko tipov pre farebné zvýraznenia:
sr: Неки савети за истицања у боји:
ta: வண்ண சிறப்பம்சங்களுக்கான சில குறிப்புகள்:
uk: Деякі підказки щодо кольорових виділень:
zh_hans: 使用多色标注时的技巧：

source: You can change the color of an existing highlight by tapping on it and choosing <span class="ui">Color</span> from the popup menu.
es: Puede cambiar el color de un subrayado existente tocándolo y eligiendo <span class="ui">Color</span> en el menú emergente.
fr: Vous pouvez modifier la couleur d'un surlignage existant en appuyant dessus et en sélectionnant <span class="ui">Couleur</span> dans le menu contextuel.
ga: Is féidir leat dath aird atá ann cheana a athrú trí thapáil air agus <span class="ui">Dath</span> a roghnú ón roghchlár aníos.
it: È possibile modificare il colore di un'evidenziazione esistente toccandola e scegliendo <span class="ui">Colore</span> dal menu a comparsa.
nl: Je kunt de kleur van een bestaande markering wijzigen door erop te tikken en <span class="ui">Kleur</span> te kiezen in het pop-upmenu.
pt_br: Você pode alterar a cor de um destaque existente tocando nele e escolhendo <span class="ui">Cor</span> no menu pop-up.
sk: Farbu existujúceho zvýraznenia môžete zmeniť ťuknutím naň a výberom možnosti <span class="ui">Farba</span> z kontextovej ponuky.
sr: Боју постојећег истицања можете да промените тапом на њега и избором <span class="ui">Боја</span> из искачућег менија.
ta: ஏற்கனவே இருக்கும் சிறப்பம்சத்தின் நிறத்தை அதைத் தட்டுவதன் மூலமும், மேல்தோன்றல் மெனுவிலிருந்து <span வகுப்பு = "Ui"> கலர் </span> ஐத் தேர்ந்தெடுப்பதன் மூலமும் மாற்றலாம்.
uk: Колір наявного виділення можна змінити натиснувши його і обравши у зринаючому меню <span class="ui">Колір</span>.
zh_hans: 已经划下的标注段落可以改变用色；点按标注段落，在弹出菜单中选择<span class="ui">颜色</span>选项即可。

source: You can combine the colors with different highlight styles like <b>Underline</b> and <b>Strikethrough</b> to create a powerful highlighting system. For example you can use a <span style="text-decoration: line-through; font-weight: bold; color: red;">red strikethrough</span> style for removals or <span style="text-decoration: underline; font-weight: bold; color: orange;">orange underline</span> style for important points etc.
es: Puedes combinar los colores con diferentes estilos de subrayado, como el <b>subrayado</b> y el <b>tachado</b>, para crear un sistema de subrayado eficaz. Por ejemplo, puedes usar el estilo <span style="text-decoration: line-through; font-weight: bold; color: red;">tachado rojo</span> para eliminar texto o el estilo <span style="text-decoration: underline; font-weight: bold; color: orange;">subrayado naranja</span> para puntos importantes, etc.
fr: Vous pouvez combiner les couleurs avec différents styles de mise en évidence tels que <b>Souligné</b> et <b>Barré</b> pour créer un système de mise en évidence puissant. Par exemple, vous pouvez utiliser un style <span style="text-decoration: line-through; font-weight: bold; color: red;">barré en rouge</span> pour les suppressions ou un style <span style="text-decoration: underline; font-weight: bold; color: orange;">souligné en orange</span> pour les points importants, etc.
ga: Is féidir leat na dathanna a chomhcheangal le stíleanna aibhsithe éagsúla cosúil le <b>Fo-líne</b> agus <b>Líne Trí</b> chun córas aibhsithe cumhachtach a chruthú. Mar shampla, is féidir leat stíl <span style="text-decoration: line-through; font-weight: bold; color: red;">líne dhearg tríd</span> a úsáid le haghaidh bainte nó stíl <span style="text-decoration: underline; font-weight: bold; color: orange;">fo-líne oráiste</span> le haghaidh pointí tábhachtacha srl.
it: È possibile combinare i colori con diversi stili di evidenziazione, come <b>Sottolineato</b> e <b>Sbarrato</b> per creare un potente sistema di evidenziazione. Ad esempio, è possibile utilizzare uno stile <span style="text-decoration: line-through; font-weight: bold; color: red;">sbarrato rosso</span> per le rimozioni o <span style="text-decoration: underline; font-weight: bold; color: orange;">sottolineatura arancione</span> per i punti importanti, ecc.
nl: Je kunt kleuren combineren met verschillende stijlen zoals <b>Onderstrepen</b> en <b>Doorhalen</b> om een krachtig systeem te maken. Gebruik bijvoorbeeld een <span style="text-decoration: line-through; font-weight: bold; color: red;">rode doorhaling</span> voor verwijderingen of een <span style="text-decoration: underline; font-weight: bold; color: orange;">oranje onderstreping</span> voor belangrijke punten.
pt_br: Você pode combinar as cores com diferentes estilos de destaque, como <b>Sublinhado</b> e <b>Tachado</b>, para criar um sistema de destaque poderoso. Por exemplo, você pode usar o estilo <span style="text-decoration: line-through; font-weight: bold; color: red;">tachado vermelho</span> para remoções ou o estilo <span style="text-decoration: underline; font-weight: bold; color: orange;">sublinhado laranja</span> para pontos importantes, etc.
sk: Farby môžete kombinovať s rôznymi štýlmi zvýrazňovania, ako napríklad <b>Podčiarknuté</b> a <b>Prečiarknuté</b>, a vytvoriť tak výkonný systém zvýrazňovania. Napríklad môžete použiť štýl <span style="text-decoration: line-through; font-weight: bold; color: red;">červené prečiarknutie</span> na odstránenie alebo štýl <span style="text-decoration: underline; font-weight: bold; color: orange;">oranžové podčiarknutie</span> pre dôležité body atď.
sr: Боје можете да комбинујете са различитим стиловима истицања, као што су <b>Подвучено</b> и <b>Прецртано</b> и тако креирате моћан систем истицања. На пример, можете да употребите стил <span style="text-decoration: line-through; font-weight: bold; color: red;">црвено прецртано</span> за уклањања или <span style="text-decoration: underline; font-weight: bold; color: orange;">наранџасто подвучено</span> за важне делове итд.
ta: சக்திவாய்ந்த சிறப்பம்சமாக அமைப்பை உருவாக்க <b> அடிக்கோடிட்ட </b> மற்றும் <b> ச்ட்ரைகெத்ரோ </b> போன்ற வெவ்வேறு சிறப்பம்சமாக பாணிகளுடன் வண்ணங்களை இணைக்கலாம். எடுத்துக்காட்டாக, நீங்கள் ஒரு <ச்பான் பாணி = "உரை-தேடு: வரி-மூலம்;
uk: Кольори можна поєднувати з різними стилями виділення, як то <b>підкреслення</b> та <b>закреслення</b> тексту, що дозволяє створити потужну систему виділень. Наприклад, можна використати стиль <span style="text-decoration: line-through; font-weight: bold; color: red;">червоного закреслення</span> для вилучення або стиль <span style="text-decoration: underline; font-weight: bold; color: orange;">довтогарячого підкреслення</span> для важливих місць та інше.
zh_hans: 您可以将颜色与 <b>下划线</b>、<b>删除线</b>等不同的标注样式结合，可以创建一套强大的标注系统。例如，可以用<span style="text-decoration: line-through; font-weight: bold; color: red;">红色删除线</span>样式标注删除段落，或用<span style="text-decoration: underline; font-weight: bold; color: orange;">橙色下划线</span>样式标注重点，等等。

source: Setting the defaults for highlights
es: Establecer los valores predeterminados para los subrayados
fr: Définition des paramètres par défaut pour les surlignages
ga: Socrú na réamhshocruithe le haghaidh buaicphointí
it: Impostazione dei valori predefiniti per le evidenziazioni
nl: Standaarden voor markeringen instellen
pt_br: Definindo os padrões para destaques
pt_pt: Definir o padrão para destaques
sk: Nastavenie predvolených hodnôt pre zvýraznenia
sr: Постављање подразумеваних вредности за истицања
ta: சிறப்பம்சங்களுக்கான இயல்புநிலைகளை அமைத்தல்
uk: Встановлення типових параметрів для виділень
zh_hans: 设置默认标注样式

source: In the highlights menu you can long-press on a highlight type to set it as default (★)
es: En el menú de subrayados, puedes mantener presionado un tipo de subrayado para establecerlo como predeterminado (★)
fr: Dans le menu des surlignages, vous pouvez appuyer longuement sur un type de surlignage pour le définir comme valeur par défaut (★)
ga: Sa roghchlár buaicphointí is féidir leat brú fada a choinneáil ar chineál buaicphointí chun é a shocrú mar réamhshocrú (★)
it: Nel menu delle evidenziazioni è possibile premere a lungo su un tipo di evidenziazione per impostarlo come predefinito (★)
nl: In het markeringenmenu kun je lang drukken op een type om het als standaard (★) in te stellen
pt_br: No menu de destaques, você pode pressionar longamente um tipo de destaque para defini-lo como padrão (★)
sk: V ponuke zvýraznení môžete dlhým stlačením typu zvýraznenia nastaviť ho ako predvolené (★)
sr: У менију истицања можете да извршите дуги притисак на тип истицања и тако га поставите као подразумевано (★)
ta: சிறப்பம்சங்கள் பட்டியலில், இயல்புநிலையாக அமைக்க ஒரு சிறப்பம்சமாக வகைப்படுத்தலாம் (★)
uk: У меню виділення можна затиснути тип виділення, щоб встановити його типовим (★)
zh_hans: 在标注菜单中，可以在某种样式上长按将其设置为默认项（★）

source: <b>After selecting a color</b>, you can long-press on the color name in this menu to set that color as default (★)
es: <b>Después de seleccionar un color</b>, puede mantener presionado el nombre del color en este menú para establecer ese color como predeterminado (★)
fr: <b>Après avoir sélectionné une couleur</b>, vous pouvez appuyer longuement sur le nom de la couleur dans ce menu pour définir cette couleur comme couleur par défaut (★)
ga: <b>Tar éis dath a roghnú</b>, is féidir leat brúigh fhada ar ainm an datha sa roghchlár seo chun an dath sin a shocrú mar réamhshocrú (★)
it: <b>Dopo aver selezionato un colore</b>, è possibile premere a lungo sul nome del colore in questo menu per impostarlo come predefinito (★)
nl: <b>Na het kiezen van een kleur</b> kun je lang op de kleurnaam drukken om die als standaard (★) te zetten
pt_br: <b>Após selecionar uma cor</b>, você pode pressionar longamente o nome da cor neste menu para defini-la como padrão (★)
sk: <b>Po výbere farby</b> môžete dlhým stlačením názvu farby v tejto ponuke nastaviť túto farbu ako predvolenú (★)
sr: <b>Након избора боје</b>, можете да извршите дуги притисак на име боје у овом менију и тако ту боју поставите као подразумевану (★)
ta: <b> ஒரு வண்ணத்தைத் தேர்ந்தெடுத்த பிறகு </b>, அந்த நிறத்தை இயல்புநிலையாக (★)
uk: <b>Після вибору кольору</b> можна затиснути у цьому меню назву кольору, щоб встановити цей колір типовим (★)
zh_hans: <b>选择一种颜色</b>后，可通过在菜单中长按颜色名称将所选颜色设为默认项（★）

source: You can press the <span class="ui">Apply current style and color to all highlights</span> option to make all the highlights in the current book same. <b>Be careful, there is no undo!</b>
es: Puedes presionar la opción <span class="ui">Aplicar estilo y color actuales a todos los dsubrayados</span> para que todos los subrayados del libro actual sean iguales. <b>¡Atención, no se puede deshacer!</b>
fr: Vous pouvez cliquer sur l'option <span class="ui">Appliquer le style et la couleur actuels à toutes les surlignages</span> pour que tous les surlignages du livre actuel soient identiques. <b>Attention, cette action ne peut pas être annulée !</b>
ga: Is féidir leat an rogha <span class="ui">Cuir an stíl agus an dath reatha i bhfeidhm ar na buaicphointí go léir</span> a bhrú chun na buaicphointí go léir sa leabhar reatha a dhéanamh mar an gcéanna. <b>Bí cúramach, níl aon chealú ann!</b>
it: È possibile premere l'opzione <span class="ui">Applica lo stile e il colore corrente a tutte le evidenziazioni</span> per rendere uguali tutte le evidenziazioni del libro corrente. <b>Attenzione, non c'è l'annullamento!</b>
nl: Je kunt de optie <span class="ui">Pas huidige stijl en kleur toe op alle markeringen</span> gebruiken om alle markeringen in het huidige boek gelijk te maken. <b>Let op: geen ongedaan maken!</b>
pt_br: Você pode pressionar a opção <span class="ui">Aplicar estilo e cor atuais a todos os destaques</span> para tornar todos os destaques do livro atual iguais. <b>Cuidado, não há como desfazer!</b>
sk: Môžete stlačiť možnosť <span class="ui">Použiť aktuálny štýl a farbu na všetky zvýraznenia</span>, aby boli všetky zvýraznenia v aktuálnej knihe rovnaké. <b>Pozor, nie je možné vrátiť späť!</b>
sr: Можете да притиснете опцију <span class="ui">Примени подразумевани стил и боју на сва истицања</span> и тако учините да сва истицања у књизи изгледају на исти начин. <b>Будите опрезни, не постоји поништавање ове команде!</b>
ta: தற்போதைய புத்தகத்தில் உள்ள அனைத்து சிறப்பம்சங்களையும் ஒரே மாதிரியாக மாற்ற அனைத்து சிறப்பம்சங்களுக்கும் </span> விருப்பத்திற்கு தற்போதைய பாணியையும் வண்ணத்தையும் பயன்படுத்தலாம். <b> கவனமாக இருங்கள், செயல்தவிர் இல்லை! </b>
uk: Можна натиснути пункт <span class="ui">Застосувати поточний стиль і колір до усіх виділень</span>, щоб зробити усі виділення тексту в цій книзі такими ж. <b>Будьте обережні – результати цієї дії неможливо скасувати!</b>
zh_hans: <span class="ui">将当前样式及颜色应用于全部标注</span>选项可以将整本书中所有标注统一为一种样式。<b>请务必谨慎，该操作是不可逆的！</b>

source: NOTES:
es: NOTAS:
fr: REMARQUES :
ga: NÓTAÍ:
it: NOTE:
nl: NOTITIES:
pt_br: NOTAS:
pt_pt: NOTAS:
sk: POZNÁMKY:
sr: БЕЛЕШКЕ:
ta: குறிப்புகள்:
uk: НОТАТКИ:
zh_hans: 笔记：
