Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_red">WARNING</span> This list is not complete and might not be up to date. So we suggest you to test the compatibility yourself. Simply make a highlight in KOReader, write it into the PDF file and try opening the file on your intended reader to check if the highlight is visible.
es: <span class="label_red">ADVERTENCIA</span> Esta lista no está completa y es posible que no esté actualizada. Por eso le sugerimos que pruebe la compatibilidad usted mismo. Simplemente destaque en KOReader, escríbalo en el archivo PDF e intente abrir el archivo en el lector deseado para verificar si el destacado es visible.
fr: <span class="label_red">AVERTISSEMENT</span> Cette liste n'est pas exhaustive et peut ne pas être à jour. Nous vous recommandons donc de tester vous-même la compatibilité. Il vous suffit de surligner un passage dans KOReader, de l'enregistrer dans le fichier PDF et d'essayer d'ouvrir le fichier sur votre lecteur pour vérifier si le surlignage est visible.
ga: <span class="label_red">RABHADH</span> Níl an liosta seo iomlán agus b'fhéidir nach bhfuil sé cothrom le dáta. Mar sin molaimid duit an comhoiriúnacht a thástáil tú féin. Níl le déanamh ach aird a tharraingt i KOReader, é a scríobh isteach sa chomhad PDF agus déan iarracht an comhad a oscailt ar an léitheoir atá beartaithe agat chun a sheiceáil an bhfuil an aird le feiceáil.
it: <span class="label_red">ATTENZIONE</span> Questo elenco non è completo e potrebbe non essere aggiornato. Vi suggeriamo quindi di testare voi stessi la compatibilità. È sufficiente creare un'evidenziazione in KOReader, scriverla nel file PDF e provare ad aprire il file con il lettore desiderato per verificare se l'evidenziazione è visibile.
nl: <span class="label_red">WAARSCHUWING</span> Deze lijst is onvolledig en mogelijk niet actueel. Test zelf: maak een markering in KOReader, schrijf hem in de PDF en open die in de gewenste lezer om te zien of hij verschijnt.
pt_br: <span class="label_red">AVISO</span> Esta lista não está completa e pode não estar atualizada. Portanto, sugerimos que você mesmo teste a compatibilidade. Basta destacar no KOReader, anotá-lo no arquivo PDF e tentar abrir o arquivo no leitor desejado para verificar se o destaque está visível.
sk: <span class="label_red">UPOZORNENIE</span> Tento zoznam nie je úplný a nemusí byť aktuálny. Preto vám odporúčame, aby ste si kompatibilitu otestovali sami. Jednoducho zvýraznite text v KOReaderi, zapíšte ho do súboru PDF a skúste súbor otvoriť v programe, ktorý chcete použiť, aby ste skontrolovali, či je zvýraznenie viditeľné.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Ова листа није комплетна и можда је застарела. Стога вам саветујемо да компатибилност тестирате сами. Једноставно направите истицање у KOReader читачу, упишите га у PDF фајл, па покушајте да га отворите читачем који тестирате и проверите да ли се истицање приказује.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> இந்த பட்டியல் முழுமையடையவில்லை மற்றும் புதுப்பித்த நிலையில் இருக்காது. எனவே பொருந்தக்கூடிய தன்மையை நீங்களே சோதிக்க நாங்கள் பரிந்துரைக்கிறோம். கொரியாடரில் ஒரு சிறப்பம்சத்தை உருவாக்கி, அதை PDF கோப்பில் எழுதி, சிறப்பம்சமாகத் தெரியுமா என்பதைச் சரிபார்க்க உங்கள் நோக்கம் கொண்ட வாசகரில் கோப்பைத் திறக்க முயற்சிக்கவும்.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Цей список не є повним і може застаріти. Тому варто самостійно перевірити сумісність. Просто зробіть виділення в KOReader, запишіть його у PDF-файл, а потім спробуйте відкрити файл у програмі читання PDF-файлів, щоб перевірити, чи виділення відображаються.
zh_hans: <span class="label_red">警告</span> 该清单并未罗列完全，且可能未及时更新，建议自行测试兼容性。只需在KOReader中做一处标注，将其写入PDF文档，然后在其它阅读软件中打开该文件，检查标记是否存在。

source: ✅ Chrome Browser (All platforms)
es: ✅ Navegador Chrome (todas las plataformas)
fr: ✅ Navigateur Chrome (toutes plateformes)
ga: ✅ Brabhsálaí Chrome (Gach ardán)
it: ✅ Browser Chrome (tutte le piattaforme)
nl: ✅ Chrome-browser (alle platforms)
pt_br: ✅ Navegador Chrome (todas as plataformas)
pt_pt: ✅ Chrome Browser (plataformas todas)
sk: ✅ Prehliadač Chrome (všetky platformy)
sr: ✅ Chrome прегледач (све платформе)
ta: ✅ குரோம் உலாவி (அனைத்து தளங்களும்)
uk: ✅ Google Chrome (усі платформи)
zh_hans: ✅ Chrome浏览器（所有平台）

source: ✅ Deepin Reader (Linux)
es: ✅ Lector Deepin (Linux)
ga: ✅ Léitheoir Deepin (Linux)
pt_br: ✅ Leitor Deepin (Linux)
ta: ✅ டீபின் ரீடர் (லினக்ச்)
zh_hans: ✅ Deepin 阅读器 (Linux)

source: ✅ Firefox Browser (All platforms)
es: ✅ Navegador Firefox (todas las plataformas)
fr: ✅ Navigateur Firefox (toutes plateformes)
ga: ✅ Brabhsálaí Firefox (Gach ardán)
it: ✅ Firefox Browser (tutte le piattaforme)
nl: ✅ Firefox-browser (alle platforms)
pt_br: ✅ Navegador Firefox (todas as plataformas)
pt_pt: ✅ Firefox Browser (Plataformas todas)
sk: ✅ Prehliadač Firefox (všetky platformy)
sr: ✅ Firefox прегледач (све платформе)
ta: ✅ பயர்பாக்ச் உலாவி (அனைத்து தளங்களும்)
uk: ✅ Mozilla Firefox (усі платформи)
zh_hans: ✅ 火狐浏览器 (所有平台)

source: ✅ Ghostscript (All platforms)
es: ✅ Ghostscript (todas las plataformas)
fr: ✅ Ghostscript (Toutes les plateformes)
ga: ✅ Ghostscript (Gach ardán)
it: ✅ Ghostscript (tutte le piattaforme)
nl: ✅ Ghostscript (alle platforms)
pt_br: ✅ Ghostscript (Todas as plataformas)
pt_pt: ✅ Ghostscript (platformas todas)
sk: ✅ Ghostscript (všetky platformy)
sr: ✅ Ghostscript (све платформе)
ta: ✅ கோச்ட்ச்கிரிப்ட் (அனைத்து தளங்களும்)
uk: ✅ Ghostscript (усі платформи)
zh_hans: ✅ Ghostscript (所有平台)

source: ✅ MuPDF (Windows/Android)
pt_br: ✅ MuPDF (Windows e Android)
ta: P PDF இல் (விண்டோச் / ஆண்ட்ராய்டு)
zh_hans: ✅ MuPDF （Windows、Android平台）

source: ⚠️ Zathura (if MuPDF plugin is enabled)
es: ⚠️ Zathura (si el complemento MuPDF está habilitado)
fr: ⚠️ Zathura (si le plugin MuPDF est activé)
ga: ⚠️ Zathura (má tá breiseán MuPDF cumasaithe)
it: ⚠️ Zathura (se il plugin MuPDF è abilitato)
nl: ⚠️ Zathura (met MuPDF-plugin ingeschakeld)
pt_br: ⚠️ Zathura (se o plugin MuPDF estiver habilitado)
pt_pt: ⚠️ Zathura (se o plugin MuPDF está habilitado)
sk: ⚠️ Zathura (ak je povolený doplnok MuPDF)
sr: ⚠️ Zathura (ако је укључен MuPDF додатак)
ta: ⚠œ சாதுரா (MUPDF சொருகி இயக்கப்பட்டிருந்தால்)
uk: ⚠️ Zathura (якщо увімкнений модуль MuPDF)
zh_hans: ⚠️ Zathura (如果启用了 MuPDF 插件)

source: ❌ Adobe Acrobat Reader
ta: ❌ அடோப் அக்ரோபேட் ரீடர்
zh_hans: ❌ Acrobat Reader（Adobe）

source: ❌ Evince (Linux)
ta: ❌ evines (linux)
zh_hans: ❌ Evince（Linux平台）

source: ❌ Foxit Reader
ga: ❌ Léitheoir Foxit
pt_br: ❌ Leitor Foxit
ta: ❌ ஃபாக்சிட் ரீடர்
zh_hans: ❌ 福昕阅读器

source: ❌ LibreOffice Draw (as editor)
es: ❌ LibreOffice Draw (como editor)
fr: ❌ LibreOffice Draw (en tant qu'éditeur)
ga: ❌ LibreOffice Draw (mar eagarthóir)
it: ❌ LibreOffice Draw (come editor)
nl: ❌ LibreOffice Draw (als editor)
pt_br: ❌ LibreOffice Draw (no modo editor)
pt_pt: ❌ LibreOffice Draw (como editor)
sk: ❌ LibreOffice Draw (ako editor)
sr: ❌ LibreOffice Draw (као едитор)
ta: ❌ லிபிரோஃபிச் டிரா (எடிட்டராக)
uk: ❌ LibreOffice Draw (як редактор)
zh_hans: ❌ LibreOffice Draw (作为编辑器)

source: ❌ Moon Reader (Android)
ga: ❌ Léitheoir Gealaí (Android)
pt_br: ❌ Leitor Moon (Android)
ta: ❌ மூன் ரீடர் (Android)
zh_hans: ❌ Moon Reader（Android平台）

source: ❌ Okular (Linux)
ta: ❌ ஒகுலர் (லினக்ச்)
zh_hans: ❌ Okular （Linux平台）

source: ❌ SumatraPDF (Windows)
ta: ❌ சுமத்ராப்ட்ஃப் (விண்டோச்)
zh_hans: ❌ SumatraPDF（Windows平台）

source: ❌ Xpdf (Linux)
ta: ❌ XPDF (லினக்ச்)
zh_hans: ❌ Xpdf（Linux平台）

source: ❌ Xreader (Linux)
ga: ❌ Léitheoir X (Linux)
ta: ❌ xreader (லினக்ச்)
zh_hans: ❌ Xreader（Linux平台）

source: Important information about saving PDF highlights feature
es: Información importante sobre guardar subrayados en PDF
fr: Informations importantes concernant la fonctionnalité d'enregistrement des surlignages dans les fichiers PDF
ga: Faisnéis thábhachtach faoi ghné buaicphointí PDF a shábháil
it: Informazioni importanti sulla funzione di salvataggio delle evidenziazioni PDF
nl: Belangrijke informatie over markeringen in PDF opslaan
pt_br: Informações importantes sobre o recurso de salvar destaques no PDF
pt_pt: Informação importante sobre a funcionalidade de guardar destaques em PDF
sk: Dôležité informácie o funkcii ukladania zvýraznení vo formáte PDF
sr: Важна информација у вези са функционалности чувања PDF истицања
ta: PDF சேமிப்பு பற்றிய முக்கியமான தகவல்கள் நற்பொருத்தங்கள் நற்பொருத்தங்கள்
uk: Важлива інформація про функцію зберігання виділень до PDF-файлу
zh_hans: 关于PDF文档标注功能的重要信息

source: Since making highlights for later usage can involve significant effort, if you are planning to use this feature, you should understand how it works in order to avoid frustrating situations.
es: Dado que resaltar para su uso posterior puede implicar un esfuerzo significativo, si planea utilizar esta función, debe comprender cómo funciona para evitar situaciones frustrantes.
fr: Étant donné que la création de surlignages pour une utilisation ultérieure peut demander beaucoup d'efforts, si vous prévoyez d'utiliser cette fonctionnalité, vous devez comprendre son fonctionnement afin d'éviter toute situation frustrante.
ga: Ós rud é gur féidir go mbeadh iarracht mhór i gceist le haibhsithe a chruthú le húsáid níos déanaí, má tá sé ar intinn agat an ghné seo a úsáid, ba cheart duit tuiscint a fháil ar an gcaoi a n-oibríonn sí chun cásanna frustracha a sheachaint.
it: Poiché la creazione di evidenziazioni per un utilizzo successivo può comportare uno sforzo significativo, se si intende utilizzare questa funzione, è necessario comprenderne il funzionamento per evitare situazioni frustranti.
nl: Omdat markeringen maken voor later gebruik best wat werk kan zijn, is het verstandig te begrijpen hoe deze functie werkt om frustratie te voorkomen.
pt_br: Como fazer destaques para uso posterior pode envolver um esforço significativo, se você planeja usar esse recurso, deve entender como ele funciona para evitar situações frustrantes.
sk: Keďže vytváranie zvýraznení na neskoršie použitie môže vyžadovať značné úsilie, ak plánujete túto funkciu používať, mali by ste pochopiť, ako funguje, aby ste sa vyhli sklamaniu.
sr: Пошто креирање истицања за каснију употребу може захтевати значајни труд, ако планирате да користите ову функционалност, требало би да разумете начин на који она ради и тако спречите фрустрирајуће ситуације.
ta: பிற்கால பயன்பாட்டிற்கான சிறப்பம்சங்களை உருவாக்குவது குறிப்பிடத்தக்க முயற்சியை உள்ளடக்கியது என்பதால், இந்த அம்சத்தைப் பயன்படுத்த நீங்கள் திட்டமிட்டால், வெறுப்பூட்டும் சூழ்நிலைகளைத் தவிர்ப்பதற்காக இது எவ்வாறு செயல்படுகிறது என்பதை நீங்கள் புரிந்து கொள்ள வேண்டும்.
uk: Оскільки створення виділень для подальшого використання може вимагати значних зусиль, варто розуміти як це працює, щоб уникнути неприємних ситуацій.
zh_hans: 要让标注兼容其它阅读场景会相当费工夫；如果打算使用该功能，最好详细了解其工作原理以避免发生令人沮丧的情况。

source: <b>QUICK SUMMARY:</b> If you want to be able to delete or export your PDF highlights later, you have to copy the <span class="ui">.sdr folder</span> associated with your book when you backup or copy your book to other devices. Without this folder, KOReader can still show the saved highlights but it can't know where they are in the file, so it can't modify them. Please continue reading for more information about this.
es: <b>RESUMEN RÁPIDO:</b> Si más adelante deseas eliminar o exportar los subrayados del PDF, debes copiar la <span class="ui">carpeta .sdr</span> asociada con tu libro cuando hagas una copia de seguridad o copies el libro en otros dispositivos. Sin esta carpeta KOReader aún puede mostrar los subrayados guardados pero no puede saber dónde están en el archivo, por lo que no podrás modificarlos. Continúa leyendo para más información.
fr: <b>RÉSUMÉ RAPIDE :</b> Si vous souhaitez pouvoir supprimer ou exporter vos surlignages PDF ultérieurement, vous devez copier le dossier <span class="ui">.sdr</span> associé à votre livre lorsque vous sauvegardez ou copiez votre livre sur d'autres appareils. Sans ce dossier, KOReader peut toujours afficher les surlignages enregistrés, mais il ne peut pas savoir où ils se trouvent dans le fichier et ne peut donc pas les modifier. Veuillez poursuivre votre lecture pour plus d'informations à ce sujet.
ga: <b>ACHOIMRE THAPA:</b> Más mian leat a bheith in ann do bhuaicphointí PDF a scriosadh nó a easpórtáil níos déanaí, ní mór duit an fillteán <span class="ui">.sdr</span> a bhaineann le do leabhar a chóipeáil nuair a dhéanann tú cúltaca de do leabhar nó nuair a chóipeálann tú é chuig gléasanna eile. Gan an fillteán seo, is féidir le KOReader na buaicphointí sábháilte a thaispeáint fós ach ní féidir leis a fháil amach cá bhfuil siad sa chomhad, mar sin ní féidir leis iad a mhodhnú. Lean ort ag léamh le haghaidh tuilleadh eolais faoi seo.
it: <b>SINTESI RAPIDA:</b> Per poter eliminare o esportare le evidenziazioni in PDF in un secondo momento, è necessario copiare la cartella <span class="ui">.sdr</span> associata al libro quando si esegue il backup o si copia il libro su altri dispositivi. Senza questa cartella, KOReader può ancora mostrare le evidenziazioni salvate, ma non può sapere dove si trovano nel file e quindi non può modificarle. Continuate a leggere per maggiori informazioni.
nl: <b>KORTE SAMENVATTING:</b> Wil je je PDF-markeringen later kunnen verwijderen of exporteren, kopieer dan de bij je boek behorende <span class="ui">.sdr-map</span> mee wanneer je een back-up maakt of het boek naar andere apparaten kopieert. Zonder die map kan KOReader de opgeslagen markeringen wel tonen, maar niet meer lokaliseren in het bestand en dus ook niet wijzigen. Lees verder voor meer uitleg.
pt_br: <b>RESUMO RÁPIDO:</b> Se quiser excluir ou exportar os destaques do PDF posteriormente, você precisará copiar a <span class="ui">pasta .sdr</span> associada ao seu livro ao fazer backup ou copiá-lo para outros dispositivos. Sem essa pasta, o KOReader ainda consegue exibir os destaques salvos, mas não sabe onde eles estão no arquivo, portanto, não pode modificá-los. Continue lendo para obter mais informações sobre isso.
sk: <b>STRUČNÉ ZHRNUTIE:</b> Ak chcete neskôr odstrániť alebo exportovať zvýraznenia vo formáte PDF, musíte pri zálohovaní alebo kopírovaní knihy na iné zariadenia skopírovať priečinok <span class="ui">.sdr</span> spojený s vašou knihou. Bez tohto priečinka dokáže KOReader stále zobraziť uložené zvýraznenia, ale nevie, kde sa v súbore nachádzajú, takže ich nemôže upravovať. Pre viac informácií o tejto téme čítajte ďalej.
sr: <b>КРАТАК РЕЗИМЕ:</b> ако желите могућност да обришете или извезете своја PDF истицања касније, морате да копирате <span class="ui">.sdr фолдер</span> придружен вашој књизи када правите резервну копију или копирате књигу на друге уређаје. Без овог фолдера, KOReader још увек може да прикаже сачувана истицања, али не може да зна где се она налазе у фајлу, тако да не може да их измени. Молимо вас да наставите читање да бисте сазнали више о овоме.
ta: <b> விரைவான சுருக்கம்: </b> உங்கள் PDF சிறப்பம்சங்களை பின்னர் நீக்க அல்லது ஏற்றுமதி செய்ய விரும்பினால், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> ஐ நகலெடுக்க வேண்டும். எச்.டி.ஆர் கோப்புறை </ச்பான்> உங்கள் புத்தகத்துடன் உங்கள் புத்தகத்தை பிற சாதனங்களுக்கு நகலெடுக்கும்போது தொடர்புடையது. இந்த கோப்புறை இல்லாமல், கொரியேடர் இன்னும் சேமிக்கப்பட்ட சிறப்பம்சங்களைக் காட்ட முடியும், ஆனால் அவை கோப்பில் எங்கிருக்கிறார்கள் என்பதை அறிய முடியாது, எனவே அவற்றை மாற்ற முடியாது. இதைப் பற்றிய கூடுதல் தகவலுக்கு தொடர்ந்து படிக்கவும்.
uk: <b>КОРОТКИЙ ОГЛЯД:</b> Якщо хочете мати змогу видаляти чи експортувати свої виділені фрагменти PDF пізніше, під час копіювання книги на інший пристрій, разом з нею необхідно також скопіювати теку <span class="ui">.sdr</span>, яка пов’язана з відповідною книгою. Без цієї теки KOReader все ще може відображати збережені виділені фрагменти, але не знатиме, де вони знаходяться у файлі, тому не може їх змінювати. Більше про це читайте нижче.
zh_hans: <b>简单总结</b>：若希望PDF文档中的标注还可删除或导出，需要在备份或复制文档到其它设备时连同文档关联的<span class="ui">.sdr文件夹</span>一并复制。若此文件夹丢失，KOReader虽仍可查看已保存的标注，但无法再对标注进行编辑。请继续阅读下方章节进一步了解。

source: How normal highlights work in KOReader
es: Cómo funcionan los subrayados normales en KOReader
fr: Comment fonctionnent les surlignages normaux dans KOReader
ga: Conas a oibríonn gnáth-aibhsithe i KOReader
it: Come funzionano normalmente le evidenziazioni in KOReader
nl: Hoe normale markeringen werken in KOReader
pt_br: Como os destaques normais funcionam no KOReader
pt_pt: Como os destaques normais funcionam no KOReader
sk: Ako fungujú bežné zvýraznenia v KOReaderi
sr: Како у KOReader читачу раде обична истицања
ta: கொரியாடரில் சாதாரண சிறப்பம்சங்கள் எவ்வாறு செயல்படுகின்றன
uk: Як працюють звичайні виділення в KOReader
zh_hans: KOReader中普通标注的工作原理

source: When you make a highlight in KOReader, whether the document is an EPUB or PDF, this highlight is written into a settings file. For example if you are reading <b>Alice in Wonderland.epub</b> you will have a folder named <span class="ui">Alice in Wonderland.sdr</span> in the same folder as your book. Your highlights will be kept in a file under this <span class="ui">.sdr folder</span>. Which means, if you delete this <span class="ui">.sdr folder</span> which is associated with your book, you will lose your highlights.
es: Cuando subrayas en KOReader, ya sea en documento EPUB o PDF, el subrayado se escribe en un archivo de configuración. Por ejemplo si estás leyendo <b>Alicia en el país de las maravillas.epub</b>, tendrás una carpeta llamada <span class="ui">Alicia en el país de las maravillas.sdr</span> en la misma carpeta que el libro. Tus subrayados se guardarán en un archivo en esta <span class="ui">carpeta .sdr</span>. Lo que significa que si eliminas esta <span class="ui">carpeta.sdr</span> que está asociada con el libro, perderás tus subrayados.
fr: Lorsque vous effectuez un surlignage dans KOReader, que le document soit au format EPUB ou PDF, ce surlignage est enregistré dans un fichier de paramètres. Par exemple, si vous lisez <b>Alice au pays des merveilles.epub</b>, vous aurez un dossier nommé <span class="ui">Alice au pays des merveilles.sdr</span> dans le même dossier que votre livre. Vos surlignages seront conservés dans un fichier sous ce dossier <span class="ui">.sdr</span>. Cela signifie que si vous supprimez ce dossier <span class="ui">.sdr</span> associé à votre livre, vous perdrez vos surlignages.
ga: Nuair a dhéanann tú aibhsiú i KOReader, bíodh an doiciméad ina EPUB nó ina PDF, scríobhtar an aibhsiú seo i gcomhad socruithe. Mar shampla, má tá tú ag léamh <b>Alice in Wonderland.epub</b> beidh fillteán agat darb ainm <span class="ui">Alice in Wonderland.sdr</span> san fhillteán céanna le do leabhar. Coinneofar do aibhsiú i gcomhad faoin bhfillteán <span class="ui">.sdr</span> seo. Ciallaíonn sé sin, má scriosann tú an fillteán <span class="ui">.sdr</span> seo atá bainteach le do leabhar, caillfidh tú do aibhsiú.
it: Quando si effettua un'evidenziazione in KOReader, sia che il documento sia un EPUB o un PDF, questa viene scritta in un file di impostazioni.Ad esempio, se si sta leggendo <b>Alice nel paese delle meraviglie.epub</b>, si avrà una cartella denominata <span class="ui">Alice nel paese delle meraviglie.sdr</span> nella stessa cartella del libro. I punti evidenziati saranno conservati in un file sotto questa cartella <span class="ui">.sdr</span>. Ciò significa che se si elimina la cartella <span class="ui">.sdr</span> associata al libro, si perderanno le evidenziazioni.
nl: Als je in KOReader een markering maakt, wordt die — of het nu in een EPUB of in een PDF is — opgeslagen in een instellingenbestand. Lees je bijv. <b>Alice in Wonderland.epub</b>, dan staat er in dezelfde map als je boek een map <span class="ui">Alice in Wonderland.sdr</span>. Je markeringen staan in een bestand in deze <span class="ui">.sdr-map</span>. Verwijder je de bij je boek behorende <span class="ui">.sdr-map</span>, dan ben je je markeringen kwijt.
pt_br: Ao criar um destaque no KOReader, seja num documento EPUB ou PDF, esse destaque é gravado em um arquivo de configurações. Por exemplo, se você estiver lendo <b>Alice no País das Maravilhas.epub</b>, terá uma pasta chamada <span class="ui">Alice no País das Maravilhas.sdr</span> na mesma pasta do seu livro. Seus destaques serão mantidos em um arquivo dentro dessa pasta <span class="ui">.sdr</span>. Isso significa que, se você excluir essa <span class="ui">.sdr</span> associada ao seu livro, você perderá seus destaques.
sk: Keď v KOReaderi zvýrazníte text, či už ide o dokument vo formáte EPUB alebo PDF, tento zvýraznený text sa zapíše do súboru nastavení. Napríklad, ak čítate <b>Alice in Wonderland.epub</b>, budete mať priečinok s názvom <span class="ui">Alice in Wonderland.sdr</span> v tom istom priečinku ako vaša kniha. Vaše zvýraznenia budú uložené v súbore v tomto <span class="ui">.sdr priečinku</span>. To znamená, že ak odstránite tento <span class="ui">.sdr priečinok</span>, ktorý je spojený s vašou knihou, stratíte svoje zvýraznenia.
sr: Када у KOReader читачу направите истицање, било да је то EPUB или PDF документ, ово истицање се уписује у фајл подешавања. На пример, ако читате <b>Alice in Wonderland.epub</b> имаћете фолдер под називом <span class="ui">Alice in Wonderland.sdr</span> у истом фолдеру у којем се налази и књига. Ваша истицања се чувају у фајлу унутар овог <span class="ui">.sdr фолдера</span>. Ово значи да ако обришете тај <span class="ui">.sdr фолдер</span> који је придружен књизи, изгубићете и своја истицања.
ta: கொரியாடரில் நீங்கள் ஒரு சிறப்பம்சமாக இருக்கும்போது, ஆவணம் ஒரு எபப் அல்லது பி.டி.எஃப் ஆக இருந்தாலும், இந்த சிறப்பம்சமாக அமைப்புகள் கோப்பில் எழுதப்பட்டுள்ளது. எடுத்துக்காட்டாக, நீங்கள் படிக்கிறீர்கள் என்றால் <b> ஆலிச் இன் வொண்டர்லேண்ட்.இபப் </b> உங்கள் புத்தகத்தின் அதே கோப்புறையில் <ச்பான் கிளாச் = "யுஐ"> ஆலிச் இன் வொண்டர்லேண்ட்.சிடிஆர் </ச்பான்> என்ற கோப்புறை உங்களிடம் இருக்கும். உங்கள் சிறப்பம்சங்கள் இந்த <span வகுப்பு = "Ui"> இன் கீழ் ஒரு கோப்பில் வைக்கப்படும். SDR கோப்புறை </span>. இதன் பொருள், உங்கள் புத்தகத்துடன் தொடர்புடைய SDR கோப்புறை </span> இந்த <span வகுப்பு = "Ui"> ஐ நீக்கியால், உங்கள் சிறப்பம்சங்களை இழப்பீர்கள்.
uk: Коли ви робите виділення в KOReader, незалежно від того, чи є документ у форматі EPUB чи PDF, це виділення записується у файл налаштувань. Наприклад, якщо ви читаєте книгу з файлу <b>Меч Арея.epub</b>, у вас буде тека з назвою <span class="ui">Меч Арея.sdr</span> у тій самій теці, що й файл книги. Виділення зберігаються у файлі в цій теці <span class="ui">.sdr</span>. Це означає, що при видаленні пов'язаної з книгою теки <span class="ui">.sdr</span> усі виділення втрачаються.
zh_hans: 当用户在KOReader中标注文段，不管是在epub还是PDF文档中，这段标注会被写入一个设置文件。例如在阅读<b>Alice in Wonderland.epub</b>时，在书籍文件所在目录会生成一个名为<span class="ui">Alice in Wonderland.sdr</span>的文件夹。标注数据会存储到这个<span class="ui">.sdr文件夹</span>中的文件里。倘若这个与书籍关联的<span class="ui">.sdr文件夹</span>被删除，书籍中的标注也会丢失。

source: How PDF highlights work in KOReader
es: Cómo funcionan los subrayados en PDF en KOReader
fr: Comment fonctionnent les surlignages PDF dans KOReader
ga: Conas a oibríonn buaicphointí PDF i KOReader
it: Come funzionano le evidenziazioni dei PDF in KOReader
nl: Hoe PDF-markeringen werken in KOReader
pt_br: Como funcionam os destaques em PDF no KOReader
pt_pt: Como os destaques de PDF funcionam no KOReader
sk: Ako fungujú zvýraznenia PDF v KOReaderi
sr: Како у KOReader читачу раде PDF истицања
ta: கொரியாடரில் PDF சிறப்பம்சங்கள் எவ்வாறு செயல்படுகின்றன
uk: Як в KOReader працюють виділення у PDF-файлах
zh_hans: KOReader中PDF文档标注的工作原理
