Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Style tweaks / Miscellaneous / Alternative ToC hints
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de estilo / Otros / Sugerencias sobre Índice alternativo
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Modifications de style / Divers / Astuces alternatives pour la table des matières
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Feabhsuithe stíle / Ilghnéitheach / Leideanna malartacha maidir le Téarmaí Úsáide
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ritocchi di stile / Varie / Suggerimenti per l'indice alternativo
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Stijlaanpassingen / Diversen / Alternatieve ToC-hints
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de estilo / Diversos / Dicas para Índice Alternativo
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Ajustes de Estilo / Diversos / Dicas para Índice alternativo
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Vylepšenia štýlu / Rôzne / Alternatívne tipy pre tabuľku s obsahom knihy
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Дотеривања стила / Разно / Назнаке алтернативног садржаја
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / பாணி மாற்றங்கள் / இதர / மாற்று TOC குறிப்புகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Підлаштування стилів / Різне / Підказки альтернативного змісту
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 样式微调 / 杂项 / 副目录层级标记

source: Manually creating a table of contents: CUSTOM TABLE OF CONTENTS
es: Creación manual del índice: ÍNDICE PERSONALIZADO
fr: Création manuelle d'une table des matières : TABLE DES MATIÈRES PERSONNALISÉE
ga: Clár ábhair a chruthú de láimh: CLÁR ÁBHAIR SAINCHEAPTA
it: Creare manualmente una tavola dei contenuti: INDICE PERSONALIZZATO
nl: Handmatig een inhoudsopgave maken: AANGEPASTE INHOUDSOPGAVE
pt_br: Criação manual de um índice: ÍNDICE PERSONALIZADO
pt_pt: Criação manual de um índice: ÍNDICE PERSONALIZADO
sk: Manuálne vytvorenie tabuľky s obsahom knihy: VLASTNÁ TABUĽKA S OBSAHOM KNIHY
sr: Ручно креирање садржаја: ПРОИЗВОЉНИ САДРЖАЈ
ta: உள்ளடக்க அட்டவணையை கைமுறையாக உருவாக்குதல்: உள்ளடக்கங்களின் தனிப்பயன் அட்டவணை
uk: Створення альтернативного змісту власноруч: ВЛАСНИЙ ЗМІСТ
zh_hans: 手动创建目录：自定义目录

source: Custom table of contents feature allows you to create your own ToC from the selected parts of your book. This ToC can contain only one level so you can’t have sub-chapters while using this feature. To create your own ToC, first enable:
es: La herramienta de Índice perzonalizado permite crear tu propio índice de las partes seleccionadas del libro. Este índice puede contener solo un nivel por lo que no podrás tener subcapítulos. Para crear tu propio índice habilita:
fr: La fonctionnalité de table des matières personnalisée vous permet de créer votre propre table des matières à partir des parties sélectionnées de votre livre. Cette table des matières ne peut contenir qu'un seul niveau, vous ne pouvez donc pas avoir de sous-chapitres lorsque vous utilisez cette fonctionnalité. Pour créer votre propre table des matières, activez d'abord :
ga: Leis an ngné clár ábhair saincheaptha, is féidir leat do Thoic féin a chruthú ó na codanna roghnaithe de do leabhar. Ní féidir ach leibhéal amháin a bheith sa Thoic seo agus mar sin ní féidir leat fo-chaibidlí a bheith agat agus an ghné seo in úsáid agat. Chun do Thoic féin a chruthú, cumasaigh ar dtús:
it: La funzione indice personalizzato consente di creare una ToC personalizzata a partire dalle parti selezionate del libro. Questo sommario può contenere un solo livello, quindi non è possibile avere sottocapitoli durante l'utilizzo di questa funzione. Per creare un sommario personalizzato, occorre innanzitutto attivare la funzione:
nl: Met de functie aangepaste inhoudsopgave kun je je eigen inhoudsopgave maken uit geselecteerde delen van je boek. Deze inhoudsopgave kan slechts één niveau bevatten; subhoofdstukken zijn dus niet mogelijk. Om je eigen inhoudsopgave te maken, schakel eerst in:
pt_br: O recurso de índice personalizado permite que você crie o seu próprio índice a partir das partes selecionadas do seu livro. Este índice pode conter apenas um nível, portanto, você não pode ter subcapítulos ao usar este recurso. Para criar seu próprio índice, primeiro ative:
pt_pt: A funcionalidade de índice personalizado permite-lhe criar o seu próprio sumário a partir das partes selecionadas do seu livro. Este índice pode conter apenas um nível, pelo que não pode ter subcapítulos ao utilizar esta funcionalidade. Para criar o seu próprio índice, primeiro ative:
sk: Funkcia pre vlastnú tabuľku s obsahom knihy vám umožňuje vytvoriť si vlastnú ToK z vybraných častí vašej knihy. Táto ToK môže obsahovať iba jednu úroveň, takže pri používaní tejto funkcie nemôžete mať podkapitoly. Ak chcete vytvoriť svoj vlastnú ToK, najprv povoľte:
sr: Функција Произвољни садржај вам омогућава да креирате сопствени садржај из одабраних делова књиге. Тај садржај се састоји само из једног нивоа, тако да када користите ову функцију, не можете имати потпоглавља. Да бисте креирали сопствени садржај, најпре укључите:
ta: தனிப்பயன் உள்ளடக்க நற்பொருத்தம் உங்கள் புத்தகத்தின் தேர்ந்தெடுக்கப்பட்ட பகுதிகளிலிருந்து உங்கள் சொந்த TOC ஐ உருவாக்க உங்களை அனுமதிக்கிறது. இந்த TOC க்கு ஒரே ஒரு நிலை மட்டுமே இருக்க முடியும், எனவே இந்த அம்சத்தைப் பயன்படுத்தும் போது நீங்கள் துணை அத்தியாயங்களைக் கொண்டிருக்க முடியாது. உங்கள் சொந்த TOC ஐ உருவாக்க, முதலில் இயக்கு:
uk: Функція створення власного змісту дозволяє власноруч створити зміст з обраних частин книги. Цей зміст містить лише один рівень розділів, тому додати підрозділи не можна. Щоб створити власний зміст, спершу увімкніть:
zh_hans: 利用自定义目录功能可以从书籍内页中选定文段来组成标题。此目录只能包含一个层级，因此无法列入子章节标题。要创建自定义目录，请先在下列路径中启用自定义目录：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Settings / Custom table of contents
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configuración / Índice personalizado
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Paramètres / Table des matières personnalisée
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Socruithe / Clár ábhair saincheaptha
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Impostazioni / Indice personalizzato
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Instellingen / Aangepaste inhoudsopgave
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Configurações / Índice personalizado
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Definições / Índice Personalizado
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Nastavenia / Vlastná tabuľka s obsahom knihy
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Подешавања / Произвољни садржај
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / அமைப்புகள் / தனிப்பயன் அட்டவணை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Налаштування / Власний зміст
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 设置 / 自定义目录

source: Once you enable this feature, new menu items will be added to the user interface which allows you to select your chapters. You can add a chapter to your ToC from two places:
es: Una vez que actives esta función se añadirán nuevos elementos al menú de la interfaz que te permitirán seleccionar los capítulos. Puedes añadir un capítulo al ToC desde dos sitios:
fr: Une fois cette fonctionnalité activée, de nouveaux éléments de menu seront ajoutés à l'interface utilisateur, vous permettant de sélectionner vos chapitres. Vous pouvez ajouter un chapitre à votre table des matières à partir de deux endroits :
ga: Nuair a bheidh an ghné seo cumasaithe agat, cuirfear míreanna roghchláir nua leis an gcomhéadan úsáideora a ligfidh duit do chaibidlí a roghnú. Is féidir leat caibidil a chur le do ToC ó dhá áit:
it: Una volta attivata questa funzione, all'interfaccia utente verranno aggiunte nuove voci di menu che consentono di selezionare i capitoli. È possibile aggiungere un capitolo al ToC da due punti:
nl: Zodra je deze functie inschakelt, worden nieuwe menu-items toegevoegd waarmee je hoofdstukken kunt selecteren. Je kunt een hoofdstuk op twee manieren aan je inhoudsopgave toevoegen:
pt_br: Após habilitar este recurso, novos itens de menu serão adicionados à interface do usuário, permitindo a seleção de capítulos. Você pode adicionar um capítulo ao seu índice de duas maneiras:
pt_pt: Depois de ativar esta funcionalidade, novos itens de menu serão adicionados à interface do utilizador, permitindo selecionar os seus capítulos. Pode adicionar um capítulo ao seu índice a partir de dois lugares:
sk: Keď skončíte s vytváraním ToK a nechcete, aby sa vám zobrazovali tieto extra tlačidlá, môžete ich zakázať zrušením začiarknutia:
sr: Када укључите ову функцију, у корисничком интерфејсу ће се појавити нове ставке менија које вам омогућавају да изаберете поглавља. Поглавље можете да додате у садржај са два места:
ta: உங்கள் TOC ஐ உருவாக்கி முடிந்து, இந்த கூடுதல் பொத்தான்களைக் காண விரும்பவில்லை, தேர்வு செய்யாமல் அவற்றை முடக்கலாம்:
uk: Після увімкнення цієї функції, в інтерфейсі з'явиться два нові пункти меню, які дозволять обрати розділи. Заголовки для змісту можна обрати з двох місць:
zh_hans: 启用自定义目录后，用户界面将出现新的菜单项，用以选择章节标题。可以从以下两种途径添加章节：

source: <b>From a highlight:</b> While reading a book, select a text like you are highlighting it or long press on a word. In the popup menu you will see the <span class="ui">Start TOC chapter</span> item. When you press on it, you will see a dialog asking you to enter your chapter title. The text you selected will be already entered in the dialog. Edit your title if necessary and press create.
es: <b>Desde un subrayado:</b> Mientras lees un libro selecciona un texto como si lo estuvieras subrayando o mantén presionada una palabra. En el menú emergente pulsa <span class="ui">Añadir entrada al índice</span> y se abrirá una ventana pidiéndote el título del capítulo. El texto seleccionado ya estará en la ventana. Modifica el título a tu gusto y presiona 'Crear'.
fr: <b>À partir d'un surlignage :</b> Pendant que vous lisez un livre, sélectionnez un texte comme si vous le surligniez ou appuyez longuement sur un mot. Dans le menu contextuel, vous verrez l'élément <span class="ui">Démarrer le chapitre TOC</span>. Lorsque vous appuyez dessus, une boîte de dialogue s'affiche pour vous demander d'entrer le titre de votre chapitre. Le texte que vous avez sélectionné sera déjà saisi dans la boîte de dialogue. Modifiez votre titre si nécessaire et appuyez sur Créer.
ga: <b>Ó airdmharc:</b> Agus leabhar á léamh agat, roghnaigh téacs amhail is dá mba rud é go bhfuil tú á airdmharc nó brúigh ar fhocal ar feadh tamaill. Sa roghchlár aníos feicfidh tú an mhír <span class="ui">Tosaigh caibidil TOC</span>. Nuair a bhrúnn tú air, feicfidh tú dialóg ag iarraidh ort teideal do chaibidle a iontráil. Beidh an téacs a roghnaigh tú curtha isteach sa dialóg cheana féin. Cuir do theideal in eagar más gá agus brúigh cruthaigh.
it: <b>Da un'evidenziazione:</b> mentre si legge un libro, selezionare un testo come se lo si stesse evidenziando o premere a lungo su una parola. Nel menu a comparsa è presente la voce <span class="ui">>Inizia capitolo indice</span>. Quando si preme su di esso, viene visualizzata una finestra di dialogo che chiede di inserire il titolo del capitolo. Il testo selezionato sarà già inserito nella finestra di dialogo. Modificare il titolo, se necessario, e premere Crea.
nl: <b>Vanuit een markering:</b> tijdens het lezen selecteer je tekst alsof je die wilt markeren of houd je een woord ingedrukt. In het pop-upmenu zie je het item <span class="ui">TOC-hoofdstuk starten</span>. Als je daarop drukt, verschijnt een dialoog waarin je je hoofdstuktitel kunt invoeren. De geselecteerde tekst is al ingevuld. Pas de titel aan indien nodig en druk op aanmaken.
pt_br: <b>A partir de um destaque:</b> Ao ler um livro, selecione um texto como se estivesse destacando-o ou pressione e segure uma palavra. No menu pop-up, você verá o item <span class="ui">Iniciar capítulo do índice</span>. Ao clicar nele, você verá uma caixa de diálogo solicitando que você insira o título do capítulo. O texto selecionado já estará inserido na caixa de diálogo. Edite o título, se necessário, e clique em criar.
pt_pt: <b>A partir de um Destaque:</b> enquanto lê um livro, seleccione o texto como se o estivesse a destacar ou mantenha uma palavra pressionada. No menu de pop-up verá o item <span class="ui">Iniciar capítulo índice</span>. Ao premi-lo, verá uma caixa de diálogo a solicitar que introduza o título do capítulo. O texto que selecionou já estará inserido na caixa de diálogo. Edite o seu título se necessário e prima criar.
sk: <b>Zo zvýraznenia:</b> Počas čítania knihy vyberte text, ako keby ste ho zvýrazňovali, alebo dlho stlačte slovo. Vo vyskakovacom menu uvidíte položku <span class="ui">Začať kapitolu TOK</span>. Keď naň stlačíte, zobrazí sa dialógové okno s výzvou na zadanie názvu kapitoly. Text, ktorý ste vybrali, bude už zadaný v dialógovom okne. V prípade potreby upravte názov a stlačte vytvoriť.
sr: <b>Из истицања:</b> док читате књигу, изаберите текст као да га истичете или урадите дуги притисак на реч. У искачућем менију ћете видети ставку <span class="ui">Почетак поглавља садржаја</span>. Када је изаберете, приказаће вам се дијалог који од вас тражи да унесете наслов поглавља. У дијалог ће већ бити унесен текст који сте изабрали. Ако је потребно, уредите наслов и притисните направи.
ta: <b> ஒரு சிறப்பம்சத்திலிருந்து: </b> ஒரு புத்தகத்தைப் படிக்கும்போது, நீங்கள் அதை முன்னிலைப்படுத்துவது போன்ற உரையைத் தேர்ந்தெடுக்கவும் அல்லது ஒரு வார்த்தையை நீண்ட நேரம் அழுத்தவும். மேல்தோன்றல் பட்டியலில் நீங்கள் <span வகுப்பு = "Ui"> தொடக்க TOC அத்தியாயம் </span> உருப்படியைக் காண்பீர்கள். நீங்கள் அதை அழுத்தும்போது, உங்கள் அத்தியாய தலைப்பை உள்ளிடுமாறு கேட்கும் உரையாடலைக் காண்பீர்கள். நீங்கள் தேர்ந்தெடுத்த உரை ஏற்கனவே உரையாடலில் உள்ளிடப்படும். தேவைப்பட்டால் உங்கள் தலைப்பைத் திருத்தி உருவாக்கு என்பதை அழுத்தவும்.
uk: <b>З виділення:</b> під час читання книги виберіть текст затисканням слова. У зринаючому меню буде пункт <span class="ui">Почати розділ змісту</span>. Після дотику до нього, з'явиться вікно в якому можна визначити назву розділу. Вибраний текст вже буде вписаний у текстове поле. Якщо потрібно, змініть заголовок і натисніть «Створити».
zh_hans: <b>通过标注</b>：在阅读书籍时，滑动文段选中（像类似标注操作）、或在字词上长按。在弹出菜单中可见<span class="ui">创建目录章节</span>选项。点按该项，会出现对话框要求输入章节标题。前面选中的文段会被自动填入，可按照需要进行编辑。点按创建即可保存。

source: <b>From the Page browser:</b> Open the Page browser via
es: <b>Desde el Explorador de páginas:</b> Abre el Explorador de páginas vía
fr: <b>À partir de l'Explorateur de pages :</b> Ouvrez l'Explorateur de pages via
ga: <b>Ón mbrabhsálaí leathanaigh:</b> Oscail an brabhsálaí leathanaigh trí
it: <b>Dal navigatore di pagina:</b> Aprire il navigatore di pagina tramite
nl: <b>Vanuit de Paginaverkenner:</b> open de Paginaverkenner via
pt_br: <b>No Navegador de páginas:</b> Abra o Navegador de páginas via
pt_pt: <b>No navegador de páginas:</b> Abra o Navegador de Páginas através
sk: <b>Z prehliadača stránok:</b> Otvorte prehliadač stránok cez
sr: <b>Из Прегледача страница:</b> отворите Прегледач страница из
ta: <b> பக்க உலாவியில் இருந்து: </b> பக்க உலாவியைத் திறக்கவும்
uk: <b>З оглядача сторінок:</b> Відкрийте оглядач сторінок через меню
zh_hans: <b>从页面预览中添加</b>：按照下列路径进入页面预览

# user_guide/en.html+html.body.div.div:2138-5
source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Page browser
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Prehliadač stránok
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 22px;"> / பக்க உலாவி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / Оглядач сторінок
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:22px;"> / 页面预览

source: Long press on the page thumbnail that you want to be the beginning of your chapter and select <span class="ui">Start TOC chapter</span> item from the popup menu. You will see a dialog asking you to enter your chapter title.
es: Mantén presionada la miniatura de la página que quieras que dé comienzo al capítulo y en el menú emergente seleccione <span class="ui">Añadir entrada al índice</span>. Se abrirá un cuadro de diálogo para el título del capítulo nuevo.
fr: Appuyez longuement sur la vignette de la page que vous souhaitez utiliser comme début de chapitre, puis sélectionnez l'élément <span class="ui">Démarrer le chapitre de la table des matières</span> dans le menu contextuel. Une boîte de dialogue s'affiche pour vous demander d'entrer le titre de votre chapitre.
ga: Brúigh go fada ar mhionsamhail an leathanaigh ar mhaith leat a bheith mar thús do chaibidle agus roghnaigh an mhír <span class="ui">Tosaigh TOC caibidle</span> ón roghchlár aníos. Feicfidh tú dialóg ag iarraidh ort teideal do chaibidle a iontráil.
it: Premere a lungo sulla miniatura della pagina che si desidera sia l'inizio del capitolo e selezionare la voce <span class="ui">Inizia capitolo indice qui</span> dal menu a comparsa. Verrà visualizzata una finestra di dialogo che chiede di inserire il titolo del capitolo.
nl: Houd de miniatuur van de pagina ingedrukt die het begin van je hoofdstuk moet worden en kies het item <span class="ui">TOC-hoofdstuk starten</span> in het pop-upmenu. Er verschijnt een dialoog waarin je je hoofdstuktitel kunt invoeren.
pt_br: Pressione e segure a miniatura da página que você deseja que seja o início do seu capítulo e selecione o item <span class="ui">Iniciar capítulo do índice</span> no menu pop-up. Você verá uma caixa de diálogo solicitando que você insira o título do seu capítulo.
pt_pt: Mantenha pressionada a miniatura da página que pretende que seja o início do capítulo e seleccione o item <span class="ui">Iniciar capítulo Índice</span> no menu de pop-up. Verá um diálogo a solicitar que insira o título do capítulo.
sk: Dlho stlačte miniatúru strany, ktorá má byť začiatkom vašej kapitoly, a z kontextovej ponuky vyberte položku <span class="ui">Začať kapitolu TOK</span>. Zobrazí sa dialógové okno s výzvou na zadanie názvu kapitoly.
sr: Извршите дуги притисак на сличицу странице која желите да буде почетак поглавља и изаберите из искачућег менија ставку <span class="ui">Почетак поглавља садржаја</span>. Приказаће вам се дијалог који од вас тражи да унесете наслов поглавља.
ta: உங்கள் அத்தியாயத்தின் தொடக்கமாக நீங்கள் விரும்பும் பக்க சிறுபடத்தில் நீண்ட நேரம் அழுத்தி, <span வகுப்பு = "Ui"> TOC அத்தியாயம் </span> ஐ மேல்தோன்றல் மெனுவிலிருந்து தொடங்கவும் என்பதைத் தேர்ந்தெடுக்கவும். உங்கள் அத்தியாய தலைப்பில் உள்ளிடுமாறு கேட்கும் உரையாடலை நீங்கள் காண்பீர்கள்.
uk: Затисніть мініатюру сторінки, з якої починається новий розділ, після чого у контекстному меню натисніть пункт <span class="ui">Почати розділ змісту</span>. З'явиться вікно, в якому можна вказати заголовок розділу.
zh_hans: 长按要作为章节开头的页面缩略图，然后从弹出菜单中选择<span class="ui">添加目录章节</span>item。 您将看到一个对话框，要求您输入章节标题。

source: When you are done creating your ToC and don’t want to see these extra buttons, you can disable them by unchecking:
es: Cuando termines de crear el índice y ya no necesites los botones adicionales, puedes desactivarlos desmarcando:
fr: Lorsque vous avez terminé de créer votre table des matières et que vous ne souhaitez plus voir ces boutons supplémentaires, vous pouvez les désactiver en décochant :
ga: Nuair a bheidh tú críochnaithe le do ToC a chruthú agus mura dteastaíonn uait na cnaipí breise seo a fheiceáil, is féidir leat iad a dhíchumasú tríd an rogha seo a dhíthiceáil:
it: Quando si è terminata la creazione dei ToC e non si desidera visualizzare questi pulsanti aggiuntivi, è possibile disattivarli deselezionandoli:
nl: Als je klaar bent met het maken van je inhoudsopgave en deze extra knoppen niet meer wilt zien, kun je ze uitschakelen door het vinkje te verwijderen bij:
pt_br: Quando terminar de criar seu índice e não quiser ver esses botões extras, você pode desativá-los desmarcando:
pt_pt: Quando terminar de criar o seu índice e não quiser ver estes botões extra, pode desativá-los desmarcando:
sk: Keď skončíte s vytváraním ToK a nechcete, aby sa vám zobrazovali tieto extra tlačidlá, môžete ich zakázať zrušením začiarknutia:
sr: Када завршите са креирањем садржаја и не желите да видите ове додатне дугмиће, можете да их искључите тако што уклоните штиклирање са ставке:
ta: உங்கள் TOC ஐ உருவாக்கி முடிந்து, இந்த கூடுதல் பொத்தான்களைக் காண விரும்பவில்லை, தேர்வு செய்யாமல் அவற்றை முடக்கலாம்:
uk: Якщо не бажаєте бачити додаткові кнопки після завершення створення змісту, їх можна приховати вимкнувши тут:
zh_hans: 当完成自定义目录的创建、不再需要这些额外按钮，可以通过取消勾选下列选项来将其禁用：
