Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: In situations like this you can quickly take a screenshot and set it as the current book’s cover. Screenshot gesture is a <b>long diagonal swipe</b> by default. Also <b>touching opposing diagonal corners</b> will take a screenshot. You can use this second shortcut when viewing an image. After taking your screenshot you can select <span class="ui">Set as book cover</span> from the dialog.
es: En situaciones como ésta puedes tomar una captura de pantalla y ponerla como cubierta del libro actual. El gesto de captura de pantalla predeterminado es un <b>deslizamiento diagonal largo</b>. Además <b>tocando las esquinas diagonales opuestas</b> se tomará una captura de pantalla. Puedes usar este segundo atajo al visualizar una imagen. Después de tomar la captura puedes seleccionar <span class="ui">Establecer como cubierta del libro</span> en el cuadro de diálogo.
fr: Dans ce genre de situation, vous pouvez rapidement faire une capture d'écran et la définir comme couverture du livre actuel. Le geste de capture d'écran est par défaut un <b>long balayage diagonal</b>. Vous pouvez également faire une capture d'écran en <b>touchant les coins diagonaux opposés</b>. Vous pouvez utiliser ce deuxième raccourci lorsque vous visualisez une image. Après avoir fait votre capture d'écran, vous pouvez sélectionner <span class="ui">Définir comme couverture du livre</span> dans la boîte de dialogue.
ga: I gcásanna mar seo is féidir leat pictiúr scáileáin a thógáil go tapa agus é a shocrú mar chlúdach an leabhair reatha. Is <b>swipeáil fhada trasnánach</b> é gotha an phictiúir scáileáin de réir réamhshocraithe. Chomh maith leis sin, <b>teagmháil le coirnéil trasnánacha os coinne a chéile</b> tógfar pictiúr scáileáin. Is féidir leat an dara aicearra seo a úsáid agus íomhá á breathnú agat. Tar éis duit do phictiúr scáileáin a thógáil is féidir leat <span class="ui">Socraigh mar chlúdach leabhair</span> a roghnú ón dialóg.
it: In situazioni come questa è possibile scattare rapidamente uno screenshot e impostarlo come copertina del libro corrente. Il gesto dello screenshot è uno <b>scorrimento diagonale lungo</b> per impostazione predefinita. Anche <b>toccando gli angoli diagonali opposti</b> si otterrà uno screenshot. È possibile utilizzare questa seconda scorciatoia quando si visualizza un'immagine. Dopo aver scattato lo screenshot, è possibile selezionare <span class="ui">Imposta come copertina del libro</span> dalla finestra di dialogo.
nl: In zulke gevallen kun je snel een schermafbeelding maken en die als omslag van het huidige boek instellen. Het schermafdrukgebaar is standaard een <b>lange diagonale veeg</b>. Ook <b>het aanraken van twee tegenoverliggende diagonale hoeken</b> maakt een schermafbeelding. Dat tweede snelkoppeling kun je gebruiken bij het bekijken van een afbeelding. Na het maken van de schermafbeelding kun je in het dialoog <span class="ui">Als boekomslag instellen</span> selecteren.
pt_br: Nessa situações você pode rapidamente fazer uma captura de tela e a definir como a capa do livro atual. O gesto de captura de tela é um <b>deslize longo diagonal</b> por padrão. Também pode <b>tocar cantos opostos diagonais</b> para fazer uma captura. Você pode usar esse segundo atalho quando visualiza uma imagem. Depois de fazer sua captura você pode selecionar <span class="ui">Definir como capa do livro</span> no diálogo.
sk: V takýchto situáciách môžete rýchlo urobiť snímku obrazovky a nastaviť ju ako obálku aktuálnej knihy. Gesto snímky obrazovky je v predvolenom nastavení <b>dlhé diagonálne potiahnutie</b>. Snímku obrazovky vytvoríte aj <b>dotknutím sa protiľahlých diagonálnych rohov</b>. Túto druhú skratku môžete použiť pri prezeraní obrázku. Po vytvorení snímky obrazovky môžete v dialógovom okne vybrať možnosť <span class="ui">Nastaviť ako obálku knihy</span>.
sr: У таквим ситуацијама брзо можете да направите снимак екрана и да га поставите као омот књиге. Подразумевана гестикулација за снимак екрана је <b>дугачко дијагонално превлачење</b>. Снимак екрана ће такође да направи и <b>додиривање супротних дијагоналних углова</b>. Ову другу пречицу можете да употребите када се приказује слика. Када направите снимак екрана из дијалога можете да изаберете <span class="ui">Постави као омот књиге</span>.
ta: இது போன்ற சூழ்நிலைகளில் நீங்கள் விரைவாக திரை சாட்டை எடுத்து தற்போதைய புத்தகத்தின் அட்டையாக அமைக்கலாம். திரைக்காட்சி சைகை என்பது ஒரு <b> நீண்ட மூலைவிட்ட ச்வைப் </b> இயல்பாகவே. மேலும் <b> தடுப்பு மூலைகளை எதிர்க்கும் தொடுதல் </b> திரை சாட்டை எடுக்கும். படத்தைப் பார்க்கும்போது இந்த இரண்டாவது குறுக்குவழியைப் பயன்படுத்தலாம். உங்கள் ச்கிரீன்சாட்டை எடுத்த பிறகு, உரையாடலில் இருந்து <span வகுப்பு = "Ui"> புத்தக அட்டையாக அமைக்கலாம்.
uk: В подібних випадках можна швидко зробити знімок екрану і призначити його обкладинкою книги. Типово знімок екрану робиться жестом, <b>довгим проведення по діагоналі</b>. Знімок екрану також можна зробити одночасними <b>дотиками у протилежних кутах екрану по діагоналі</b>. Другий спосіб можна використовувати при перегляді зображення. Коли знімок екрану буде зроблено, його можна призначити у діалозі <span class="ui">Зберегти як обкладинку книги</span>.
zh_hans: 在这种情况下，您可以快速截取屏幕截图并将其设置为当前书籍的封面。默认情况下，屏幕截图手势是<b>长对角线滑动</b>。此外<b>触摸相对的对角线角</b>截取屏幕截图。您可以在查看图片时使用第二个快捷方式。截取屏幕截图后，您可以从对话框中选择 <span class="ui">设置为书籍封面</span>。

source: You can remove this custom book cover here:
es: Puedes eliminar la cubierta personalizada aquí:
fr: Vous pouvez supprimer cette couverture personnalisée ici :
ga: Is féidir leat an clúdach leabhair saincheaptha seo a bhaint anseo:
it: È possibile rimuovere questa copertina personalizzata qui:
nl: Je kunt deze aangepaste boekomslag hier verwijderen:
pt_br: Você pode remover essa capa personalizada aqui:
pt_pt: Pode remover a capa de livro personalizada aqui:
sk: Túto vlastnú obálku knihy môžete odstrániť tu:
sr: Овде можете да уклоните овај произвољни омот књиге:
ta: இந்த தனிப்பயன் புத்தக அட்டையை இங்கே அகற்றலாம்:
uk: Вилучити цю власну обкладинку книги можна тут:
zh_hans: 您可以在此处删除此自定义书籍封面：

# user_guide/en.html+html.body.div.div:4769-5
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Book information
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Informácie o knihe
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"> / புத்தக செய்தி
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Відомості про книгу
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 书籍信息

source: On the book information page, long-press on the <span class="ui">Cover image</span> item and then select <span class="ui">Reset custom</span>.
es: En la página de información del libro mantén presionado el elemento <span class="ui">Imagen de cubierta</span> y luego selecciona <span class="ui">Reiniciar datos personalizados</span>.
fr: Sur la page d'informations du livre, appuyez longuement sur l'élément <span class="ui">Image de couverture</span>, puis sélectionnez <span class="ui">Réinitialiser la personnalisation</span>.
ga: Ar leathanach faisnéise an leabhair, brúigh ar an mír <span class="ui">Íomhá Clúdaigh</span> agus ansin roghnaigh <span class="ui">Athshocraigh saincheaptha</span>.
it: Nella pagina delle informazioni sul libro, premere a lungo sulla voce <span class="ui">Immagine di copertina</span>, quindi selezionare <span class="ui">Reimposta personalizzato</span>.
nl: Op de pagina Boekinfo houd je het item <span class="ui">Omslagafbeelding</span> lang ingedrukt en kies je vervolgens <span class="ui">Aangepaste omslag resetten</span>.
pt_br: Na página de informações do livro, segure no item <span class="ui">Imagem de capa</span> e selecione <span class="ui">Redefinir ajuste</span>.
sk: Na stránke s informáciami o knihe dlho stlačte položku <span class="ui">Obrázok na obálke</span> a potom vyberte možnosť <span class="ui">Odstrániť vlastný</span>.
sr: На страници информација о књизи извршите дуги притисак на ставку <span class="ui">Слика корица</span> па изаберите <span class="ui">Ресетуј произвољно</span>.
ta: புத்தகத் செய்தி பக்கத்தில், <span வகுப்பு = "Ui"> கவர் படம் </span> உருப்படியில் நீண்ட நேரம் அழுத்தவும், பின்னர் <span வகுப்பு = "Ui"> தனிப்பயன் </span> மீட்டமை என்பதைத் தேர்ந்தெடுக்கவும்.
uk: На сторінці відомостей про книгу затисніть елемент <span class="ui">Обкладинка</span>, а потім натисніть <span class="ui">Скинути власну</span>.
zh_hans: 在书籍信息页面，长按<span class="ui">封面图片</span>项，然后选择<span class="ui">重置自定义</span>。

source: You can also reset the book cover with the <span class="ui">Reset</span> dialog, which you can access by long-pressing the filename in the <span class="ui">File Browser</span>.
es: También puedes reiniciar la cubierta del libro con el cuadro de diálogo <span class="ui">Reiniciar</span>, al que puedes acceder manteniendo presionado el nombre del archivo en el <span class="ui">Explorador de archivos</span>.
fr: Vous pouvez également réinitialiser la couverture du livre à l'aide de la boîte de dialogue <span class="ui">Réinitialiser</span>, accessible en appuyant longuement sur le nom du fichier dans l'<span class="ui">Explorateur de fichiers</span>.
ga: Is féidir leat clúdach an leabhair a athshocrú freisin leis an dialóg <span class="ui">Athshocraigh</span>, ar féidir leat rochtain a fháil uirthi trí ainm an chomhaid a bhrú ar feadh i bhfad sa <span class="ui">Brabhsálaí Comhad</span>.
it: È inoltre possibile ripristinare la copertina del libro con la finestra di dialogo <span class="ui">Reimposta</span>, a cui si accede premendo a lungo il nome del file nel <span class="ui">File Browser</span>.
nl: Je kunt de boekomslag ook resetten via het dialoog <span class="ui">Reset</span>, dat je opent door de bestandsnaam in de <span class="ui">Bestandsverkenner</span> lang ingedrukt te houden.
pt_br: Você também pode redefinir a capa do livro com a opção <span class="ui">Redefinir</span>, que pode ser acessada pressionando longamente o nome do arquivo no <span class="ui">Explorador de arquivos</span>.
sk: Obal knihy môžete obnoviť aj pomocou dialógového okna <span class="ui">Obnoviť</span>, ku ktorému sa dostanete dlhým stlačením názvu súboru v <span class="ui">Prehliadači súborov</span>.
sr: Омот књиге такође можете да ресетујете дијалогом <span class="ui">Ресетуј</span>, којем приступате дугим притиском на име фајла у <span class="ui">Прегледачу фајлова</span>.
ta: &lt;ச்பான் வகுப்பு = "வெளிப்புற"&gt; காலிபர் உங்கள் ஆவணங்களை பல வடிவங்களுக்கு இடையில் மாற்ற முடியும். இது ஒரு உள்ளமைக்கப்பட்ட எடிட்டரையும் கொண்டுள்ளது, இது மிகவும் பிரபலமான மின் புத்தக வடிவங்களான எபப் மற்றும் கின்டெல் ஆகியவற்றில் மின் புத்தகங்களைத் திருத்தவும் (சிக்கல்களை சரிசெய்யவும்) உங்களை அனுமதிக்கிறது. <a href="https://calibre-ebook.com/"> https://calibre-ebook.com/ </a>
uk: У діалозі <span class="ui">Скинути</span> також можна скинути обкладинку книги. Цей діалог можна відкрити затиснувши назву файлу в <span class="ui">Оглядачі файлів</span>.
zh_hans: 您还可以使用<span class="ui">重置</span>对话框重置书籍封面，您可以通过在<span class="ui">文件浏览器</span>中长按文件名来访问该对话框。

source: <span class="label_red">WARNING</span> Be very careful when using this <span class="ui">Reset</span> dialog and be sure that only <span class="ui">Custom cover image</span> item is checked otherwise you can reset everything related to your book accidentally.
es: <span class="label_red">ADVERTENCIA</span> Ten mucho cuidado al usar el cuadro de diálogo <span class="ui">Reiniciar</span> y asegúrate que solo el elemento <span class="ui">Imagen de cubierta personalizada</span> esté marcado, de lo contrario puedes reiniciar accidentalmente todo lo relacionado con el libro.
fr: <span class="label_red">AVERTISSEMENT</span> Soyez très prudent lorsque vous utilisez cette boîte de dialogue <span class="ui">Réinitialiser</span> et assurez-vous que seule l'option <span class="ui">Image de couverture personnalisée</span> est cochée, sinon vous risquez de réinitialiser accidentellement tous les paramètres liés à votre livre.
ga: <span class="label_red">RABHADH</span> Bí an-chúramach agus an dialóg <span class="ui">Athshocraigh</span> seo á húsáid agat agus déan cinnte nach bhfuil ach an mhír <span class="ui">Íomhá chlúdaigh saincheaptha</span> roghnaithe nó is féidir leat gach rud a bhaineann le do leabhar a athshocrú trí thimpiste.
it: <span class="label_red">ATTENZIONE</span>Fare molta attenzione quando si utilizza questa finestra di dialogo <span class="ui">Reimposta</span> e assicurarsi che sia selezionata solo la voce <span class="ui">Immagine di copertina personalizzata</span>, altrimenti si potrebbe resettare accidentalmente tutto ciò che riguarda il libro.
nl: <span class="label_red">WAARSCHUWING</span> Wees uiterst voorzichtig bij het gebruik van dit <span class="ui">Reset</span>-dialoog en zorg dat alleen het item <span class="ui">Aangepaste omslagafbeelding</span> is aangevinkt; anders kun je per ongeluk alles met betrekking tot je boek resetten.
pt_br: <span class="label_red">AVISO</span> Tenha muito cuidado quando usar o diálogo <span class="ui">Redefinir</span> e tenha certeza que apenas o item <span class="ui">Imagem de capa personalizada</span> está selecionado ou você pode redefinir tudo relacionado ao seu livro acidentalmente.
sk: <span class="label_red">UPOZORNENIE</span> Pri používaní tohto dialógového okna <span class="ui">Obnoviť</span> buďte veľmi opatrní a uistite sa, že je začiarknutá iba položka <span class="ui">Vlastný obrázok na obale</span>, inak môžete neúmyselne vymazať všetko, čo súvisí s vašou knihou.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Будите врло пажљиви када користите овај <span class="label_red">Ресет</span> дијалог и будите сигурни да је штиклирана само ставка <span class="ui">Произвољна слика корица</span>, јер у супротном нехотично можете да ресетујете све у вези са том књигом.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> இந்த <ச்பான் கிளாச் = "யுஐ"> மீட்டமை </span> உரையாடலைப் பயன்படுத்தும் போது மிகவும் கவனமாக இருங்கள், மேலும் <ச்பான் கிளாச் = "யுஐ"> தனிப்பயன் கவர் படம் </span> உருப்படி சரிபார்க்கப்படுவதை மட்டுமே உறுதிப்படுத்திக் கொள்ளுங்கள், இல்லையெனில் உங்கள் நூல் தொடர்பான அனைத்தையும் தற்செயலாக மீட்டமைக்க முடியும்.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Будьте дуже обережні використовуючи діалог <span class="ui">Скинути</span> і переконайтеся, що позначений лише пункт <span class="ui">Власна обкладинка</span>, інакше можете випадково скинути все пов'язане з цією книгою.
zh_hans: <span class="label_red">警告</span> 使用该<span class="ui">重置</span>选单时务必谨慎操作，确保仅勾选了<span class="ui">自定义封面</span>一项，否则可能会意外重置书籍的全部书籍。

source: Avoiding opening links accidentally
es: Evitar abrir enlaces accidentalmente
fr: Éviter d'ouvrir des liens accidentellement
ga: Seachain naisc a oscailt trí thimpiste
it: Evitare di aprire accidentalmente i collegamenti
nl: Per ongeluk links openen voorkomen
pt_br: Evite abrir links acidentalmente
pt_pt: Evitando a abertura de links acidentalmente
sk: Vyhnúť sa náhodnému otvoreniu odkazov
sr: Спречавање нехотичног отварања линкова
ta: இணைப்புகளைத் திறப்பதைத் தவிர்ப்பது தற்செயலாக
uk: Уникнення випадкових відкриттів посилань
zh_hans: 避免意外打开链接

source: If your document has links and you are accidentally tapping them while turning the page or using other gestures, you can turn off <span class="ui">Following links by tapping</span> via this menu item:
es: Si su documento tiene enlaces y accidentalmente los toca mientras pasa la página o utiliza otros gestos, puede desactivar <span class="ui">Seguir enlaces tocando</span> a través de este elemento del menú:
fr: Si votre document contient des liens et que vous les activez accidentellement en tournant la page ou en utilisant d'autres gestes, vous pouvez désactiver l'option <span class="ui">Suivre les liens en appuyant dessus</span> via cet élément de menu :
ga: Má tá naisc i do dhoiciméad agus má tá tú ag tapáil orthu trí thimpiste agus tú ag casadh an leathanaigh nó ag úsáid gothaí eile, is féidir leat <span class="ui">Naisc a leanúint a mhúchadh trí thapáil</span> tríd an mír roghchláir seo:
it: Se nel documento sono presenti collegamenti e li si tocca accidentalmente mentre si gira la pagina o si usano altri gesti, è possibile disattivare <span class="ui">Seguire i collegamenti toccando</span> tramite questa voce di menu:
nl: Als je document links bevat en je tikt daar per ongeluk op tijdens het omslaan van de pagina of bij andere gebaren, kun je <span class="ui">Links volgen door te tikken</span> uitschakelen via dit menu-item:
pt_br: Se seu documento tem links e você está acidentalmente clicando neles enquanto vira a página ou usa outros gestos, você pode desativar <span class="ui">Seguir links com toque</span> por esse item no menu:
sk: Ak váš dokument obsahuje odkazy a vy na ne omylom ťuknete pri otáčaní stránky alebo pri používaní iných gest, môžete vypnúť <span class="ui">Sledovanie odkazov ťuknutím</span> prostredníctvom tejto položky ponuky:
sr: Ако документ поседује линкове, па док окрећете странице или користите гестикулације случајно тапнете на њих, из следећег менија можете да искључите <span class="ui">Одлазак на линкове тапом</span>:
ta: உங்கள் ஆவணத்தில் இணைப்புகள் இருந்தால், பக்கத்தைத் திருப்பும்போது அல்லது பிற சைகைகளைப் பயன்படுத்தும் போது நீங்கள் தற்செயலாக அவற்றைத் தட்டினால், இந்த பட்டியல் உருப்படி வழியாக </span> ஐத் தட்டுவதன் மூலம் </span> ஐத் தட்டுவதன் மூலம் பின்வரும் இணைப்புகளை அணைக்கலாம்:
uk: Якщо документ містить посилання і ви випадково відкриваєте їх дотиками при перегортанні сторінок або іншими жестами, тоді можна вимкнути <span class="ui">Відкривати посилання дотиком</span> у цьому пункті меню:
zh_hans: 如果您的文档有链接，并且您在翻页或使用其他手势时不小心点击了它们，您可以通过以下菜单项关闭 <span class="ui">点击时打开链接</span>：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Links / Tap to follow links
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Enlaces / Toque para seguir enlaces
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toucher et Gestes / Liens / Toucher pour suivre les liens
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus Gothaí / Naisc / Tapáil chun naisc a leanúint
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Collegamenti / Tocca per seguire i collegamenti
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Links / Tik om links te volgen
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Links / Toque para seguir os links
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Odkazy / Ťuknutím prejdete na odkazy
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Линкови / Тапните да следите линкове
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / குழாய்கள் மற்றும் சைகைகள் / இணைப்புகள் / இணைப்புகளைப் பின்தொடரத் தட்டவும்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Посилання / Відкривати посилання дотиком
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 链接类操作 / 点按前往链接

source: After disabling this setting, to follow a link you have to long-tap on it and select <span class="ui">Follow link</span> from the popup menu. If you have the opposite problem and you want to make tapping links easier, you can enable <span class="ui">Allow larger tap area around links</span> from the same menu.
es: Después de deshabilitar esta configuración, para seguir un enlace debes hacer toque largo en él y seleccionar <span class="ui">Seguir enlace</span> en el menú emergente. Si tienes el problema opuesto y deseas que tocar el enlaces sea más fácil, puedes habilitar <span class="ui">Aumentar superficie de toque de los enlaces</span> en el mismo menú.
fr: Après avoir désactivé ce paramètre, pour suivre un lien, vous devez appuyer longuement dessus et sélectionner <span class="ui">Suivre le lien</span> dans le menu contextuel. Si vous rencontrez le problème inverse et que vous souhaitez faciliter l'accès aux liens, vous pouvez activer <span class="ui">Autoriser une zone de clic plus grande autour des liens</span> dans le même menu.
ga: Tar éis an socrú seo a dhíchumasú, chun nasc a leanúint ní mór duit tapáil fhada air agus <span class="ui">Lean nasc</span> a roghnú ón roghchlár aníos. Má tá an fhadhb os coinne agat agus más mian leat tapáil naisc a dhéanamh níos éasca, is féidir leat <span class="ui">Ceadaigh limistéar tapála níos mó timpeall naisc</span> a chumasú ón roghchlár céanna.
it: Dopo aver disattivato questa impostazione, per seguire un collegamento è necessario toccarlo a lungo e selezionare <span class="ui">Segui collegamento</span> dal menu a comparsa. Se il problema è l'opposto e si vuole facilitare il tocco dei link, si può attivare <span class="ui">Consentire un'area di tocco più ampia attorno ai co...</span> dallo stesso menu.
nl: Na het uitschakelen van deze instelling moet je lang tikken op een link en <span class="ui">Link volgen</span> kiezen in het pop-upmenu. Heb je het omgekeerde probleem en wil je links makkelijker kunnen aantikken, schakel dan <span class="ui">Grotere tikzone rond links toestaan</span> in via hetzelfde menu.
pt_br: Depois de desativar essa configuração, para seguir um link você precisará dar um toque longo nele e selecionar <span class="ui">Ir para o link</span> pelo menu pop-up. Se seu problema é o oposto e você quer facilitar o toque em links, você pode ativar <span class="ui">Permitir maior área de toque ao redor de links</span> pelo mesmo menu.
sk: Ak chcete po vypnutí tohto nastavenia nasledovať odkaz, musíte na ňom dlho podržať prst a z kontextovej ponuky vybrať možnosť <span class="ui">Sledovať odkaz</span>. Ak máte opačný problém a chcete si zjednodušiť ťuknutie na odkazy, môžete v tej istej ponuke povoliť možnosť <span class="ui">Povoliť väčšiu oblasť ťuknutia okolo odkazov</span>.
sr: Када искључите ово подешавање, на линк можете да одете ако над њим извршите дуги тап и из искачућег менија изаберете <span class="ui">Следи линк</span>. Ако имате супротан проблем и желите да олакшате тапкање, у истом менију можете да укључите <span class="ui">Обезбеди већу површину за тап око линкова</span>.
ta: இந்த அமைப்பை முடக்கிய பிறகு, ஒரு இணைப்பைப் பின்தொடர நீங்கள் அதை நீண்ட நேரம் தட்ட வேண்டும் மற்றும் <span வகுப்பு = "Ui"> ஐத் தேர்ந்தெடுக்கவும், மேல்தோன்றல் மெனுவிலிருந்து இணைப்பு </span> ஐப் பின்தொடரவும். உங்களுக்கு எதிர் சிக்கல் இருந்தால், தட்டுகளைத் தட்டுவதை எளிதாக்க விரும்பினால், ஒரே மெனுவிலிருந்து இணைப்புகளைச் சுற்றியுள்ள பெரிய குழாய் பகுதியை அனுமதிக்கலாம் </span> ஐ அனுமதிக்கலாம்.
uk: Після вимкнення цього параметра, щоб перейти за посиланням доведеться затиснути його і в контекстному меню вибрати пункт <span class="ui">Перейти за посиланням</span>. Якщо у вас протилежна проблема і ви бажаєте зробити відкриття посилань легшим, потрібно в тому ж меню увімкнути <span class="ui">Збільшити ділянку дотику довкола посилань</span>.
zh_hans: 禁用此设置后，要跟踪链接，必须长时间点击它，然后从弹出菜单中选择<span class="ui">跟踪链接</span>。如果您有相反的问题，并且希望更容易点击链接，则可以从同一菜单中启用<span class="ui">允许链接周围有更大的点击区域</span>。
