Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: This can happen in cases like shaking hands or device touch screen problems. If you have this problem, you can try to increase the <span class="ui">Tap interval</span>. By increasing this interval, you tell KOReader to ignore quick taps at the same location.
es: Esto puede suceder en casos como darse la mano o problemas con la pantalla táctil del dispositivo. Si tiene este problema, puede intentar aumentar el <span class="ui">intervalo de pulsación</span>. Al aumentar este intervalo, le indica a KOReader que ignore los toques rápidos en la misma ubicación.
fr: Cela peut se produire dans certains cas, par exemple lorsque vous serrez la main à quelqu'un ou lorsque vous rencontrez des problèmes avec l'écran tactile de votre appareil. Si vous rencontrez ce problème, vous pouvez essayer d'augmenter l'intervalle de frappe <span class="ui">Intervalle d'appui</span>. En augmentant cet intervalle, vous indiquez à KOReader d'ignorer les frappes rapides au même endroit.
ga: Is féidir leis seo tarlú i gcásanna cosúil le croitheadh láimhe nó fadhbanna le scáileán tadhaill gléas. Má tá an fhadhb seo agat, is féidir leat iarracht a dhéanamh an <span class="ui">eatramh sconnaí</span> a mhéadú. Trí an t-eatramh seo a mhéadú, insíonn tú do KOReader neamhaird a dhéanamh de sconnaí tapa ag an suíomh céanna.
it: Questo può accadere in casi come il tremolio delle mani o problemi al touch screen del dispositivo. Se si verifica questo problema, si può provare ad aumentare l'<span class="ui">intervallo di tocco</span>. Aumentando questo intervallo, si dice a KOReader di ignorare i tocchi rapidi nella stessa posizione.
nl: Dit kan gebeuren in gevallen zoals trillende handen of aanraakschermproblemen met het apparaat. Als je dit probleem hebt, kun je proberen het <span class="ui">Tikinterval</span> te verhogen. Door dit interval te verhogen, vertel je KOReader om snelle tikken op dezelfde locatie te negeren.
pt_br: Isso pode acontecer em casos como tremores nas mãos ou problemas com a tela sensível ao toque do dispositivo. Se você tiver esse problema, pode tentar aumentar o <span class="ui">Intervalo de toque</span>. Ao aumentar esse intervalo, você informa ao KOReader para ignorar toques rápidos no mesmo local.
sk: Môže sa to stať v prípadoch, ako sú trasenie rúk alebo problémy s dotykovou obrazovkou zariadenia. Ak máte tento problém, môžete skúsiť predĺžiť <span class="ui">Interval ťuknutia</span>. Zvýšením tohto intervalu určíte KOReaderu, aby ignoroval rýchle ťuknutia na rovnakom mieste.
sr: Ово може да се деси у случајевима као што су дрхтаве руке или проблеми са екраном одељивим на додир. Ако имате овај проблем, можете пробати да повећате <span class="ui">Интервал тапа</span>. Повећавајући овај интервал, програму KOReader налажете да игнорише брзе тапове по истој локацији.
ta: கைகளை அசைப்பது அல்லது சாதன தொடுதிரை சிக்கல்கள் போன்ற சந்தர்ப்பங்களில் இது நிகழலாம். உங்களுக்கு இந்த சிக்கல் இருந்தால், <ச்பான் கிளாச் = "யுஐ"> தட்டல் இடைவெளி </span> ஐ அதிகரிக்க முயற்சி செய்யலாம். இந்த இடைவெளியை அதிகரிப்பதன் மூலம், அதே இடத்தில் விரைவான குழாய்களை புறக்கணிக்குமாறு கொரியாடரிடம் சொல்கிறீர்கள்.
uk: Це може траплятися через тремтіння рук або проблеми з сенсорним екраном пристрою. Якщо ви зіткнулися з такою проблемою, можна спробувати збільшити <span class="ui">інтервал дотику</span>. Збільшення цього інтервалу призведе до того, що KOReader буде нехтувати швидкими повторними дотиками до тієї самої ділянки.
zh_hans: 这可能发生在手抖或设备触摸屏有问题的情况下。如果您有此问题，可以尝试增加<span class="ui">点击间隔</span>。通过增加此间隔，您可以告诉KOReader忽略同一位置的快速点击。

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Gesture intervals / Tap interval
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques y gestos / Intervalos de gestos / Intervalo de toque
fr: MENU SUPÉRIEUR/ <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Gesture intervals / Tap interval
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tapálacha agus Gothaí / Eatraimh Ghluaiseachta / Eatramh Tapála
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tocchi e gesti / Intervallo dei gesti / Intervallo tra i tocchi
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tikken en gebaren / Gebaarintervallen / Tikinterval
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Toques e gestos / Intervalos de gestos / Intervalo de toque
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ťuknutia a gestá / Intervaly gest / Interval ťuknutia
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Тапови и гестикулације / Интервали гестикулације / Интервал тапа
ta: மேலே பட்டியல் / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Taps and Gestures / Gesture intervals / Tap இடைவேளை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Дотики та жести / Інтервали жестів / Інтервал дотику
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 点按及手势交互 / 手势间隔 / 点按间隔

source: If your two consecutive taps are separated by a distance, this would not apply. So you can still quickly browse pages by tapping quickly alternatively with two fingers.
es: Si sus dos toques consecutivos están separados por una distancia, esto no se aplicaría. Por lo tanto, aún puede navegar rápidamente por las páginas tocando rápidamente con dos dedos.
fr: Si vos deux frappes consécutives sont éloignées, cela ne s'applique pas. Donc vous pouvez encore naviguer rapidement entre des pages en cliquant rapidement avec deux doigts.
ga: Mura bhfuil achar eatarthu idir do dhá thapáil as a chéile, ní bheadh feidhm ag an méid seo. Mar sin, is féidir leat leathanaigh a bhrabhsáil go tapa fós trí thapáil go tapa le dhá mhéar.
it: Se i due tocchi consecutivi sono separati da una certa distanza, questo non si applica. È quindi possibile sfogliare rapidamente le pagine toccando alternativamente con due dita.
nl: Als je twee opeenvolgende tikken met wat afstand van elkaar zijn, is dit niet van toepassing. Je kunt dus nog steeds snel bladeren door afwisselend snel met twee vingers te tikken.
pt_br: Se seus dois toques consecutivos estiverem separados por uma distância, isso não se aplicará. Assim, você ainda pode navegar rapidamente pelas páginas tocando rapidamente com dois dedos alternadamente.
sk: Ak sú vaše dve po sebe nasledujúce ťuknutia časovo vzdialené, nebude to platiť. Takže stále môžete rýchlo prehľadávať stránky rýchlym ťukaním striedavo dvoma prstami.
sr: Ако су два узастопна тапа размакнута, ово се не примењује. Тако да и даље можете брзо да прелазите по страницама наизменичним брзим тапкањем са два прста.
ta: உங்கள் இரண்டு தொடர்ச்சியான குழாய்கள் தூரத்தால் பிரிக்கப்பட்டால், இது பொருந்தாது. எனவே இரண்டு விரல்களால் மாற்றமாக விரைவாக தட்டுவதன் மூலம் பக்கங்களை விரைவாக உலாவலாம்.
uk: Це налаштування не вплине на два послідовні дотики здійснені на відстані один від іншого. Тож ви й надалі зможете швидко гортати сторінки швидкими дотиками різними пальцями по черзі або одним пальцем в різних точках.
zh_hans: 该选项不会对点按位置间隔了一定距离的两次连续点按生效，因此仍可通过使用两只手指交替点按屏幕来快速翻页。

source: KOReader can't write to the SD card
es: Cleaning your book cover cache database
fr: KOReader ne peut pas écrire sur la carte SD
ga: Ní féidir le KOReader scríobh chuig an gcárta SD
it: KOReader non riesce a scrivere sulla scheda SD
nl: KOReader kan niet naar de SD-kaart schrijven
pt_br: O KOReader não consegue gravar no cartão SD
pt_pt: KOReader não consegue escrever no cartão SD
sk: "Vyčistenie" databázy vyrovnávacej pamäte obalov kníh
sr: KOReader не може да уписује на SD картицу
ta: உங்கள் புத்தக கவர் கேச் தரவுத்தளத்தை தூய்மை செய்தல்
uk: KOReader не може записувати на SD-карту
zh_hans: KOReader 无法写入 SD 卡

source: In Android devices KOReader can’t write to the external storage due to Android system restrictions. If you want to change your screenshot saving location, be careful to choose your device’s internal storage.
es: En dispositivos Android, KOReader no puede escribir en el almacenamiento externo debido a restricciones del sistema Android. Si deseas cambiar la ubicación donde se guardan las capturas de pantalla, asegúrate de seleccionar el almacenamiento interno del dispositivo.
fr: Sur les appareils Android, KOReader ne peut pas écrire sur le stockage externe en raison des restrictions du système Android. Si vous souhaitez modifier l'emplacement d'enregistrement de vos captures d'écran, veillez à choisir le stockage interne de votre appareil.
ga: I ngléasanna Android ní féidir le KOReader scríobh chuig an stóras seachtrach mar gheall ar shrianta chóras Android. Más mian leat suíomh do scáileáin a athrú, bí cúramach stóras inmheánach do ghléis a roghnú.
it: Nei dispositivi Android, KOReader non può scrivere sulla memoria esterna a causa delle restrizioni del sistema Android. Se volete cambiare la posizione di salvataggio degli screenshot, fate attenzione a scegliere la memoria interna del vostro dispositivo.
nl: Op Android‑apparaten kan KOReader niet naar externe opslag schrijven vanwege systeembeperkingen in Android. Als je de opslaglocatie voor schermafbeeldingen wilt wijzigen, kies dan de interne opslag van je apparaat.
pt_br: Em dispositivos Android, o KOReader não consegue gravar no armazenamento externo devido a restrições do sistema Android. Se quiser alterar o local para salvar a captura de tela, tenha cuidado ao escolher o armazenamento interno do seu dispositivo.
sk: Na zariadeniach s Androidom nemôže KOReader zapisovať do externého úložiska z dôvodu obmedzení systému Android. Ak chcete zmeniť miesto uloženia pre snímky obrazovky, dbajte na výber interného úložiska zariadenia.
sr: На Android уређајима KOReader не може да уписује на спољно складиште услед ограничења Android оперативног система. Ако желите да промените локацију на којој се чувају снимци екрана, пазите да то буде интерно складиште уређаја.
ta: உங்கள் புத்தக அட்டைகளின் தற்காலிக சேமிப்பை கொரியடர் வைத்திருக்கிறார். சாதாரண நிலைமைகளில் இந்த தற்காலிக சேமிப்பு பெரிதாகாது. நீங்கள் நிறைய புத்தகங்களை அகற்றினால் அல்லது கோப்பகங்களை மறுபெயரிட்டால், சிறிது இடத்தை மீட்டெடுக்க உங்கள் புத்தக கவர் கேச் தரவுத்தளத்தை தூய்மை செய்ய விரும்பலாம். இந்த மெனுவிலிருந்து நீங்கள் இதைச் செய்யலாம்:
uk: На пристроях Android KOReader не може записувати файли до зовнішнього сховища через обмеження операційної системи. Якщо бажаєте змінити місце збереження знімків екрана, будьте уважні й обирайте внутрішню пам'ять пристрою.
zh_hans: 在 Android 设备中，由于 Android 系统限制，KOReader 无法写入外部存储。如果您想更改屏幕截图保存位置，请仔细选择设备的内部存储空间。

source: Ghosting and residue when turning pages
es: Efectos fantasma y residuos al pasar páginas
fr: Ghosting et résidus lors de tournement de page
ga: Taibhsí agus iarmhar agus leathanaigh á gcasadh
it: Residui e macchie quando si girano le pagine
nl: Ghosting en residu bij het omslaan van pagina’s
pt_br: Efeito fantasma e resíduos ao virar as páginas
pt_pt: Efeito fantasma e resíduos ao virar as páginas
sk: Duchovia a obrazové zbytky pri otáčaní stránok
sr: Духови и остатак приликом окретања страница
ta: பக்கங்களைத் திருப்பும்போது பேய் மற்றும் எச்சம்
uk: Сліди від попередньої сторінки при перегортанні
zh_hans: 翻页时的重影和残留

source: Even if KOReader is set to <b>full refresh after every page</b>, you may still see some ghosting/residue after turning pages. This is a limitation of e-ink screen technology and can be observed on the latest generation devices, especially while reading mixed content (text+images) documents. As a workaround, you can refresh one more time manually after turning the page to get rid of these artifacts if they bother you (<span class="ui">short diagonal swipe</span> gesture by default).
es: Incluso si KOReader está configurado para <b>actualización completa después de cada página</b>, es posible que aún veas algunas imágenes fantasma/residuos después de pasar las páginas. Esta es una limitación de la tecnología de pantalla de tinta electrónica y se puede observar en los dispositivos de última generación, especialmente al leer documentos de contenido mixto (texto+imágenes). Como solución alternativa, puede actualizar una vez más manualmente después de pasar la página para deshacerse de estos artefactos si le molestan (gesto de <span class="ui">deslizamiento diagonal corto</span> de forma predeterminada).
fr: Même si KOReader est réglé sur <b>rafraîchissement complet après chaque page</b>, vous pouvez toujours voir des traces/résidus après avoir tourné les pages. Il s'agit d'une limitation de la technologie des écrans e-ink qui peut être observée sur les appareils de dernière génération, en particulier lors de la lecture de documents à contenu mixte (texte + images). Pour contourner ce problème, vous pouvez rafraîchir manuellement une fois de plus après avoir tourné la page afin de supprimer ces artefacts s'ils vous gênent (geste <span class="ui">balayage diagonal court</span> par défaut).
ga: Fiú má tá KOReader socraithe go <b>athnuachan iomlán tar éis gach leathanaigh</b>, d'fhéadfá roinnt taibhsí/iarmhar a fheiceáil fós tar éis leathanaigh a chasadh. Is teorannú é seo ar theicneolaíocht scáileáin dúigh leictreonach agus is féidir é a fheiceáil ar na gléasanna is déanaí, go háirithe agus doiciméid le hábhar measctha (téacs+íomhánna) á léamh. Mar réiteach sealadach, is féidir leat athnuachan de láimh arís tar éis duit an leathanach a chasadh chun fáil réidh leis na hearraí seo má chuireann siad isteach ort (gotha <span class="ui">svaipeáil ghearr trasnánach</span> de réir réamhshocraithe).
it: Anche se KOReader è impostato su <b>aggiornamento completo dopo ogni pagina</b>, è possibile che dopo aver girato le pagine si vedano ancora delle immagini fantasma/residui. Si tratta di una limitazione della tecnologia degli schermi e-ink e può essere osservata sui dispositivi di ultima generazione, soprattutto durante la lettura di documenti a contenuto misto (testo+immagini). Come soluzione, è possibile aggiornare manualmente un'altra volta dopo aver girato la pagina per eliminare questi artefatti se danno fastidio (gesto <span class="ui">corto diagonale</span> predefinito).
nl: Zelfs als KOReader is ingesteld op <b>volledige verversing na elke pagina</b>, kun je na het omslaan nog ghosting/residu zien. Dat is een beperking van de e‑inktechnologie en komt ook voor op de nieuwste generatie apparaten, vooral bij documenten met gemengde inhoud (tekst+afbeeldingen). Als workaround kun je na het omslaan nogmaals handmatig verversen om deze artefacten kwijt te raken (standaard met het gebaar <span class="ui">korte diagonale veeg</span>).
pt_br: Mesmo que o KOReader esteja configurado para <b>atualização completa após cada página</b>, você ainda poderá ver efeitos fantasma/resíduos ao virar as páginas. Essa é uma limitação da tecnologia de telas e-ink e pode ser observada em dispositivos de última geração, especialmente durante a leitura de documentos de conteúdo misto (texto+imagens). Como solução alternativa, você pode atualizar a página manualmente mais uma vez após virar a página para se livrar desses artefatos, caso eles o incomodem (o <span class="ui">gesto curto de deslizar na diagonal</span> é o padrão).
sk: Aj keď je KOReader nastavený na <b>úplná obnova displeja po každej stránke</b>, po otočení stránok môžete stále vidieť nejaké duchovia/obrazové zbytky. Toto je obmedzenie technológie e-ink obrazoviek a možno to pozorovať aj na zariadeniach najnovšej generácie, najmä pri čítaní dokumentov so zmiešaným obsahom (text + obrázky). Ako riešenie môžete po otočení stránky manuálne obnoviť stránku, aby ste sa zbavili týchto artefaktov, ak vás obťažujú (v predvolenom nastavení gesto <span class="ui">krátke diagonálne potiahnutie prstom</span>).
sr: Чак и када се програм KOReader подеси тако да обавља <b>комплетно освежавање након сваке странице</b>, још увек можете да видите мало духова/остатака након окретања странице. То је ограничење технологије e-ink екрана и може да се примети и на уређајима најновије генерације, посебно када се читају документи са мешаним садржајем (текст+слике). Као заобилазно решење, након окретања странице можете ручно да извршите још једно освежавање у случају да вам ови артефакти баш сметају (помоћу подразумеване гестикулације <span class="ui">кратко дијагонално превлачење</span>).
ta: ஒவ்வொரு பக்கத்திற்கும் பிறகு கொரியடர் <b> முழு புதுப்பிப்புக்கு அமைக்கப்பட்டிருந்தாலும், பக்கங்களைத் திருப்பிய பின் சில பேய்/எச்சங்களை நீங்கள் இன்னும் காணலாம். இது ஈ-மை திரை தொழில்நுட்பத்தின் வரம்பு மற்றும் அண்மைக் கால தலைமுறை சாதனங்களில், குறிப்பாக கலப்பு உள்ளடக்கம் (உரை+படங்கள்) ஆவணங்களைப் படிக்கும்போது காணலாம். ஒரு பணித்தொகுப்பாக, இந்த கலைப்பொருட்கள் உங்களைத் தொந்தரவு செய்தால் (<span வகுப்பு = "Ui"> குறுகிய மூலைவிட்ட ச்வைப் </span> சைகை இயல்புநிலையாக) பக்கத்தைத் திருப்பிய பின் இன்னும் ஒரு முறை கைமுறையாக புதுப்பிக்கலாம்.
uk: Навіть якщо KOReader налаштований, щоб <b>повністю оновлювати екран після перегортання кожної сторінки</b>, після перегортання сторінки все ще можуть залишатися певні сліди (артефакти, «сміття») від попередньої сторінки. Це специфіка технології е-чорнил, яку можна спостерігати на пристроях останніх поколінь, особливо під час читання документів зі змішаним вмістом (текст + зображення). Як альтернатива, щоб позбутися цих артефактів, якщо вони заважають, можна ще раз власноруч оновлювати сторінку після перегортання (типово – <span class="ui">коротким проведенням пальця по діагоналі</span>).
zh_hans: 即使 KOReader 设置为<b>在每页完全刷新</b>，您仍然可能在翻页后看到一些重影/残留。这是电子墨水屏幕技术的局限性，可以在最新一代设备上观察到，尤其是在阅读混合内容（文本+图片）文档时。作为解决方法，您可以在翻页后再次手动刷新，以消除这些伪影（<span class="ui">默认为短对角线滑动</span>手势）。

source: Sleep cover problems
es: Borrar caché de archivos
fr: Problèmes liés à la housse de protection
ga: Fadhbanna clúdaigh codlata
it: Problemi di sospensione con la cover
nl: Problemen met slaaphoesjes
pt_br: Problemas com capas inteligentes
pt_pt: Problemas com capa de suspensão
sk: Vyčistenie vyrovnávacej pamäte súborov
sr: Проблеми са омотом за спавање
ta: கோப்பு தற்காலிக சேமிப்பை அழித்தல்
uk: Проблема з переведенням пристрою в режим сну чи пробудження обкладинкою
zh_hans: 合盖休眠问题

source: Sleep covers generally use a magnet embedded in the cover which enables wake up and sleep events via triggering a sensor in your device. This sensor can sometimes be mentioned as a <b>Hall sensor</b> or <b>Hall effect sensor</b>. In some cases like misaligned or weak magnets, this triggering can be problematic. If you are having problems with your device waking up because of your cover, you can disable this feature via this menu:
es: Las fundas para dormir suelen tener un imán integrado que activa el dispositivo al activar un sensor. Este sensor se conoce como <b>sensor Hall</b> o <b>sensor de efecto Hall</b>. En los casos de imanes desalineados o débiles esta activación puede ser problemática. Si la funda no activa el dispositivo puedes desactivar esta función a través del siguiente menú:
fr: Les housses Sleep utilisent généralement un aimant intégré dans la housse qui permet de déclencher les événements de veille et de réveil via un capteur dans votre appareil. Ce capteur peut parfois être appelé <b>capteur à effet Hall</b> ou <b>« capteur Hall »</b>. Dans certains cas, comme lorsque les aimants sont mal alignés ou faibles, ce déclenchement peut poser problème. Si vous rencontrez des difficultés pour réveiller votre appareil à cause de votre housse, vous pouvez désactiver cette fonctionnalité via ce menu :
ga: De ghnáth, úsáideann clúdaigh codlata maighnéad atá leabaithe sa chlúdach a chuireann ar chumas imeachtaí múscailte agus codlata trí braiteoir a spreagadh i do ghléas. Uaireanta is féidir an braiteoir seo a lua mar <b>braiteoir Halla</b> nó <b>braiteoir éifeacht Halla</b>. I gcásanna áirithe, amhail maighnéid neamhailínithe nó laga, is féidir leis an spreagadh seo a bheith ina fhadhb. Má tá fadhbanna agat le do ghléas ag dúiseacht mar gheall ar do chlúdach, is féidir leat an ghné seo a dhíchumasú tríd an roghchlár seo:
it: Le cover per la sospensione utilizzano generalmente un magnete incorporato nella cover che consente di attivare eventi di risveglio e di sospensione tramite l'attivazione di un sensore nel dispositivo. Questo sensore può essere talvolta indicato come <b>sensore di Hall</b> o <b>Sensore a effetto Hall</b>. In alcuni casi, come nel caso di magneti non allineati o deboli, questa attivazione può essere problematica. Se si verificano problemi di risveglio del dispositivo a causa della cover, è possibile disattivare questa funzione tramite questo menu:
nl: Slaaphoesjes gebruiken over het algemeen een magneet die in de hoes is ingebouwd. Deze magneet activeert een sensor in het apparaat, waardoor het in de slaapstand gaat of wordt gewekt. Deze sensor wordt soms een <b>Hall-sensor</b> of <b>Hall-effectsensor</b> genoemd. In sommige gevallen, zoals bij verkeerd uitgelijnde of zwakke magneten, kan deze activering problematisch zijn. Als je problemen hebt met het ontwaken van je apparaat door je hoesje, kun je deze functie uitschakelen via dit menu:
pt_br: As capas inteligentes geralmente usam um ímã embutido que ativa os eventos de despertar e dormir por meio do acionamento de um sensor no seu dispositivo. Às vezes, esse sensor pode ser chamado de <b>sensor Hall</b> ou <b>sensor de efeito Hall</b>. Em alguns casos, como ímãs desalinhados ou fracos, esse acionamento pode ser problemático. Se você estiver com problemas para despertar o seu dispositivo por causa da capa, pode desativar esse recurso neste menu:
sk: Kryty na uspatie zvyčajne používajú magnet zabudovaný v kryte, ktorý umožňuje spustenie udalosti prebudenia a spánku senzorom vo vašom zariadení. Tento senzor sa niekedy označuje ako <b>Hallov senzor</b> alebo <b>senzor s Hallovým efektom</b>. V niektorých prípadoch, ako napríklad pri nesprávne zarovnaných alebo slabých magnetoch, môže byť toto spustenie problematické. Ak máte problémy s prebúdzaním zariadenia kvôli krytu, môžete túto funkciu vypnúť v tejto ponuke:
sr: Омоти за спавање обично користе магнет уграђен у омот који омогућава догађаје буђења и спавања окидањем сензора у вашем уређају. Овај сензор се понекад помиње као <b>Hall сензор</b> или <b>сензор Hall ефекта</b>. У неким случајевима као што су неисправно постављени или слаби магнети, ово окидање може бити проблематично. Ако због омота имате проблема са буђењем вашег уређаја, искључите ову функционалност из следећег менија:
ta: தூக்க கவர்கள் பொதுவாக அட்டையில் பதிக்கப்பட்ட ஒரு காந்தத்தைப் பயன்படுத்துகின்றன, இது உங்கள் சாதனத்தில் ஒரு சென்சாரைத் தூண்டுவதன் மூலம் எழுந்திருக்கும் மற்றும் தூக்க நிகழ்வுகளை உதவுகிறது. இந்த சென்சார் சில நேரங்களில் <b> ஆல் சென்சார் </b> அல்லது <b> ஆல் எஃபெக்ட் சென்சார் </b> என குறிப்பிடப்படலாம். தவறாக வடிவமைக்கப்பட்ட அல்லது பலவீனமான காந்தங்கள் போன்ற சில சந்தர்ப்பங்களில், இந்த தூண்டுதல் சிக்கலாக இருக்கும். உங்கள் கவர் காரணமாக உங்கள் சாதனம் எழுந்திருப்பதில் சிக்கல் இருந்தால், இந்த பட்டியல் வழியாக இந்த அம்சத்தை முடக்கலாம்:
uk: Обкладинки, які переводять е-читалку в режим сну та пробуджують її, використовують вбудований магніт, який активує події засинання та пробудження пристрою шляхом впливу на відповідний датчик у пристрої. Цей датчик іноді називають <b>датчиком Хола</b> або <b>датчиком ефекту Хола</b>. У деяких випадках, як при неспівпадінні або розмагніченні магнітів, активація події може бути проблематичною. Якщо виникають проблеми з прокиданням (виведенням з режиму сну) вашого пристрою через обкладинку, дану функцію можна вимкнути з цього меню:
zh_hans: 休眠皮套通常使用嵌入在皮套中的磁铁，通过触发设备中的传感器来启动唤醒和休眠事件。该传感器有时可以称为<b>霍尔传感器</b>或<b>霍尔效应传感器</b>。在某些情况下，如未对准或磁性减弱，这种触发可能是有问题的。如果您的设备因皮套而无法唤醒，您可以通过以下菜单禁用此功能：
