Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Bookmark icon shows bookmarked pages as the name says.
es: El icono de marcador muestra las páginas marcadas, tal como indica tu nombre.
fr: L'icône Signet affiche les pages ajoutées aux favoris, comme son nom l'indique.
ga: Taispeánann deilbhín leabharmharcanna leathanaigh atá marcáilte mar a deir an t-ainm.
it: L'icona del segnalibro mostra le pagine inserite nei segnalibri, come dice il nome stesso.
nl: Bladwijzerpictogram toont pagina's met een bladwijzer, zoals de naam aangeeft.
pt_br: O ícone de marcador mostra as páginas marcadas, como o nome diz.
pt_pt: O ícone do Marcador, como o nome indica, mostra as páginas marcadas.
sk: Ikona záložky zobrazuje stránky označené záložkami, ako už názov napovedá.
sr: Икона маркера, као што јој и име говори, означава маркиране странице.
ta: புக்மார்க்கு படவுரு பெயர் சொல்வது போல் புக்மார்க்கு செய்யப்பட்ட பக்கங்களைக் காட்டுகிறது.
uk: Значки закладок, як випливає з назви, показують сторінки з закладками.
zh_hans: 书签图标显示书签页面的名称。

source: Striped square icon shows pages with highlights.
es: El icono de cuadrado a rayas muestra las páginas con subrayados.
fr: L'icône carrée rayée indique les pages contenant des passages surlignés.
ga: Taispeánann deilbhín cearnach stríocach leathanaigh a bhfuil aird orthu.
it: L'icona quadrata a righe mostra le pagine con le evidenziazioni.
nl: Gestreept vierkant pictogram toont pagina's met markeringen.
pt_br: O ícone de quadrado listrado indica páginas com destaques.
pt_pt: Ícone quadrado com linhas mostra paginas com destaques.
sk: Ikona pruhovaného štvorca zobrazuje stránky so zvýrazneniami.
sr: Икона шрафираног квадрата означава странице са истицањима.
ta: கோடிட்ட சதுர படவுரு சிறப்பம்சங்களுடன் பக்கங்களைக் காட்டுகிறது.
uk: Значок смугастого квадрата показує сторінки з виділеннями тексту.
zh_hans: 块状条纹标志说明该页包含标注。

source: Pencil icon shows pages with notes.
es: El icono del lápiz muestra las páginas con notas.
fr: L'icône en forme de crayon indique les pages contenant des notes.
ga: Taispeánann deilbhín peann luaidhe leathanaigh le nótaí.
it: L'icona della matita mostra le pagine con note.
nl: Potloodpictogram toont pagina's met notities.
pt_br: O ícone de lápis indica páginas com notas.
pt_pt: Ícone do lápis mostra as páginas com anotações.
sk: Ikona ceruzky zobrazuje strany s poznámkami.
sr: Икона оловке означава странице са белешкама.
ta: பென்சில் படவுரு குறிப்புகளுடன் பக்கங்களைக் காட்டுகிறது.
uk: Знаком олівця показує сторінки з нотатками.
zh_hans: 铅笔图标显示带有笔记的页面。

source: Numbers in a circle shows your previous locations. When you choose <span class="ui">Go back to previous location</span> from the menu, you will jump back here in order.
es: Los números en un círculo muestran tus ubicaciones anteriores. Cuando eliges <span class="ui">Volver a posición anterior</span> desde el menú, saltarás a esas posiciones en orden.
fr: Les chiffres dans un cercle indiquent vos emplacements précédents. Lorsque vous sélectionnez <span class="ui">Retourner à l'emplacement précédent</span> dans le menu, vous revenez ici dans l'ordre.
ga: Léiríonn uimhreacha i gciorcal do shuíomhanna roimhe seo. Nuair a roghnaíonn tú <span class="ui">Téigh ar ais go dtí an suíomh roimhe seo</span> ón roghchlár, léimfidh tú ar ais anseo in ord.
it: I numeri in un cerchio indicano le posizioni precedenti. Quando si sceglie <span class="ui">Torna alla posizione precedente</span> dal menu, si torna indietro in ordine.
nl: Nummers in een cirkel tonen de vorige locaties. Wanneer je <span class="ui">Ga terug naar vorige locatie</span> kiest uit het menu, zul je op volgorde hierheen terugspringen.
pt_br: Números dentro de um círculo indicam suas localizações anteriores. Ao escolher <span class="ui">Voltar para a localização anterior</span> no menu, você retornará a este ponto em ordem.
pt_pt: Os números circulados mostram as suas localizações anteriores. Ao escolher <span class="ui">Voltar ao local anterior</span> no menu, voltará a cada um por ordem.
sk: Čísla v kruhu zobrazujú vaše predchádzajúce polohy. Keď z ponuky vyberiete možnosť <span class="ui">Späť na predchádzajúcu polohu</span>, vrátite sa sem v poradí.
sr: Бројеви у кругу означавају ваше претходне локације. Када у менију изаберете <span class="ui">Назад на претходну локацију</span> , скочићете назад по овом редоследу.
ta: ஒரு வட்டத்தில் உள்ள எண்கள் உங்கள் முந்தைய இடங்களைக் காட்டுகின்றன. நீங்கள் <span வகுப்பு = "Ui"> ஐத் தேர்வுசெய்யும்போது, மெனுவிலிருந்து முந்தைய இருப்பிடம் </span> க்குச் செல்லவும், நீங்கள் வரிசையில் இங்கே குதிப்பீர்கள்.
uk: Цифри в кружечках показують ваші попередні позиції. Коли ви оберете в меню <span class="ui">Повернутися до попереднього місця</span>, ви будете переходити у ці місця по порядку.
zh_hans: 若使用了跳页功能，带圆圈的数字将指示之前所在的阅读位置。在阅读界面使用<span class="ui">返回前一位置</span>时，将按照数字标记的顺序逐一回到该位置。

source: Triangle shows your current page.
es: El triángulo muestra la página actual.
fr: Le triangle indique la page actuelle.
ga: Taispeánann triantán do leathanach reatha.
it: Il triangolo mostra la pagina corrente.
nl: Driehoek toont de huidige pagina.
pt_br: O triângulo indica a sua página atual.
pt_pt: Triângulo mostra a página atual.
sk: Trojuholník zobrazuje vašu aktuálnu stránku.
sr: Троугао означава вашу текућу страницу.
ta: முக்கோணம் உங்கள் தற்போதைய பக்கத்தைக் காட்டுகிறது.
uk: Ваша поточна сторінка позначена трикутником.
zh_hans: 三角形显示您当前的页面。

source: Vertical scrollbar shows your current view level.
es: La barra de desplazamiento vertical muestra tu nivel actual de vista.
fr: La barre de défilement verticale indique votre niveau d'affichage actuel.
ga: Taispeánann an barra scrollaithe ingearach do leibhéal radhairc reatha.
it: La barra di scorrimento verticale mostra il livello di visualizzazione attuale.
nl: Verticale scrollbalk toont het huidige weergaveniveau.
pt_br: A barra de rolagem vertical indica o seu nível de visualização atual.
pt_pt: A barra lateral mostra o nivel atual de visão.
sk: Vertikálny posuvník zobrazuje vašu aktuálnu úroveň zobrazenia.
sr: Вертикална скрол линија приказује текући ниво приказа.
ta: செங்குத்து உருள் உங்கள் தற்போதைய பார்வை அளவைக் காட்டுகிறது.
uk: Вертикальна смуга прокручування показує вас поточний рівень перегляду.
zh_hans: 垂直滚动条显示您当前的视图级别。

source: Vertical scrollbar shows your current page width level.
es: La barra de desplazamiento vertical muestra el nivel actual de anchura de página.
fr: La barre de défilement verticale indique la largeur actuelle de la page.
ga: Taispeánann an barra scrollaithe ingearach leibhéal leithead do leathanaigh reatha.
it: La barra di scorrimento verticale mostra il livello di larghezza attuale della pagina.
nl: Verticale scrollbalk toont het huidige paginabreedteniveau.
pt_br: A barra de rolagem vertical indica o nível atual de largura da página.
pt_pt: A barra de vertical mostra o nível atual de largura da página.
sk: Vertikálny posuvník zobrazuje aktuálnu úroveň šírky stránky.
sr: Вертикална скрол линија приказује текући ниво ширине странице.
ta: செங்குத்து உருள் உங்கள் தற்போதைய பக்க அகல அளவைக் காட்டுகிறது.
uk: Горизонтальна смуга прокручування показує ваш поточний рівень ширини сторінки.
zh_hans: 垂直滚动条显示您当前的页面宽度级别。

source: You can customize <span class="ui">Book Map</span> by changing these options:
es: Puedes personalizar el <span class="ui">Mapa del libro</span> cambiando estas opciones:
fr: Vous pouvez personnaliser <span class="ui">Plan du livre</span> en modifiant les options suivantes :
ga: Is féidir leat <span class="ui">Léarscáil Leabhar</span> a shaincheapadh trí na roghanna seo a athrú:
it: È possibile personalizzare la <span class="ui">Mappa del libro</span> modificando queste opzioni:
nl: Je kunt de <span class="ui">boekkaart</span> aanpassen door deze opties te wijzigen:
pt_br: Você pode personalizar o <span class="ui">Mapa do Livro</span> alterando estas opções:
pt_pt: Pode personalizar o <span class="ui">Mapa do Livro</span> alterando estas opções:
sk: <span class="ui">Knižnú mapu</span> si môžete si prispôsobiť zmenou týchto možností:
sr: <span class="ui">Мапу књиге</span> можете да прилагодите следећим опцијама:
ta: இந்த விருப்பங்களை மாற்றுவதன் மூலம் <ச்பான் கிளாச் = "யுஐ"> புத்தக வரைபடம் </span> ஐ நீங்கள் தனிப்பயனாக்கலாம்:
uk: Підлаштувати вигляд <span class="ui">Мапи книги</span> можна змінюючи такі параметри:
zh_hans: 您可以通过更改以下选项自定义<span class="ui">书籍地图</span>：

source: - First try swiping <span class="ui">LEFT</span> and <span class="ui">RIGHT</span> along the bottom edge of the screen to change width of columns indicating pages and observe how it changes the scale of the map.
es: - Primero prueba deslizar <span class="ui">IZQUIERDA</span> y <span class="ui">DERECHA</span> a lo largo del borde inferior de la pantalla para cambiar la anchura de las columnas que indican las páginas y observa cómo cambia la escala del mapa.
fr: - Commencez par balayer vers la <span class="ui">GAUCHE</span> et vers la <span class="ui">DROITE</span> le long du bord inférieur de l'écran pour modifier la largeur des colonnes indiquant les pages et observez comment cela modifie l'échelle du plan.
ga: - Ar dtús bain triail as svaidhpeáil <span class="ui">AR CHLÉ</span> agus <span class="ui">AR DHEAS</span> feadh imeall bun an scáileáin chun leithead na gcolún a léiríonn leathanaigh a athrú agus féach conas a athraíonn sé scála an léarscáil.
it: - Prima prova a passare il dito a <span class="ui">SINISTRA</span> e <span class="ui">DESTRA</span> lungo il bordo inferiore dello schermo per modificare la larghezza delle colonne che indicano le pagine e osservare come cambia la scala della mappa.
nl: - Probeer eerst <span class="ui">LINKS</span> en <span class="ui">RECHTS</span> te vegen langs de onderrand van het scherm om de breedte van kolommen die pagina's aangeven te wijzigen en observeer hoe dit de schaal van de kaart verandert.
pt_br: - Primeiro, tente deslizar <span class="ui">ESQUERDA</span> e <span class="ui">DIREITA</span> ao longo da borda inferior da tela para alterar a largura das colunas que indicam as páginas e observe como isso altera a escala do mapa.
pt_pt: - Experimente primeiro deslizar o dedo para a <span class="ui">ESQUERDA</span> e <span class="ui">DIREITA</span> ao longo da margem inferior do ecrã para alterar a largura das colunas que indicam as páginas e observe como isso altera a escala do mapa.
sk: - Najprv skúste prejsť prstom <span class="ui">VĽAVO</span> a <span class="ui">VPRAVO</span> pozdĺž spodného okraja obrazovky pre zmenu šírky stĺpcov označujúcich strany a sledujte, ako sa mení mierka mapy.
sr: - Најпре пробајте да превлачите <span class="ui">ЛЕВО</span> и <span class="ui">ДЕСНО</span> уз доњу ивицу екрана да промените ширину колона које приказују странице и посматрајте како то мења скалирање мапе.
ta: - முதலில் ச்வைப் செய்ய முயற்சிக்கவும் <span வகுப்பு = "Ui"> இடது </span> மற்றும் <span வகுப்பு = "Ui"> வலது </span> பக்கங்களைக் குறிக்கும் நெடுவரிசைகளின் அகலத்தை மாற்றவும், வரைபடத்தின் அளவை எவ்வாறு மாற்றுகிறது என்பதைக் கவனிக்கவும்.
uk: – Спершу спробуйте протягнути <span class="ui">ВЛІВО</span> та <span class="ui">ВПРАВО</span> вздовж низу екрану, щоб змінити ширину стовпців, які відображають сторінки, та простежте як це змінює масштаб мапи.
zh_hans: - 首先，尝试沿屏幕底部边缘向<span class="ui">左</span>滑动和向<span class="ui">右</span>滑动，以更改指示页面的列的宽度，并观察它如何更改地图的比例。

source: - Then try swiping <span class="ui">UP</span> and <span class="ui">DOWN</span> along the left edge of the screen to change chapter title depth and switch to the <span class="ui">Flat View</span>. See examples below.
es: - Luego prueba deslizar <span class="ui">ARRIBA</span> y <span class="ui">ABAJO</span> a lo largo del borde izquierdo de la pantalla para cambiar la profundidad del título del capítulo y cambiar a la <span class="ui">Vista plana</span>. Observa los ejemplos abajo.
fr: - Ensuite, essayez de balayer vers le <span class="ui">HAUT</span> et vers le <span class="ui"> BAS</span> le long du bord gauche de l'écran pour modifier la profondeur du titre du chapitre et passer à la <span class="ui">Vue Plate</span>. Voir les exemples ci-dessous.
ga: - Ansin déan iarracht svaidhpeáil <span class="ui">SUAS</span> agus <span class="ui">SÍOS</span> feadh imeall clé an scáileáin chun doimhneacht teidil na caibidle a athrú agus aistriú go dtí an <span class="ui">Radharc Cothrom</span>. Féach na samplaí thíos.
it: - Quindi provare a scorrere <span class="ui">UP</span> e <span class="ui">Giù</span> lungo il bordo sinistro dello schermo per cambiare la profondità del titolo del capitolo e passare alla schermata <span class="ui">Vista piatta</span>. Vedere gli esempi seguenti.
nl: - Probeer dan <span class="ui">OMHOOG</span> en <span class="ui">OMLAAG</span> te vegen langs de linkerrand van het scherm om de hoofdstuktiteldiepte te wijzigen en over te schakelen naar de <span class="ui">Platte Weergave</span>. Zie voorbeelden hieronder.
pt_br: - Em seguida, tente deslizar <span class="ui">PARA CIMA</span> e <span class="ui">PARA BAIXO</span> ao longo da borda esquerda da tela para alterar a profundidade do título do capítulo e alternar para a <span class="ui">Visualização Plana</span>. Veja os exemplos abaixo.
pt_pt: - De seguida, tente deslizar <span class="ui">PARA CIMA</span> e <span class="ui">PARA BAIXO</span> ao longo da margem esquerda do ecrã para alterar a profundidade do título do capítulo e mudar para a <span class="ui">Visualização plana</span>. Veja exemplos abaixo.
sk: - Potom skúste prejsť prstom <span class="ui">NAHOR</span> a <span class="ui">NADOL</span> pozdĺž ľavého okraja obrazovky pre zmenu hĺbky pre názov kapitoly a prepnite si na <span class="ui">Ploché zobrazenie</span>. Pozrite si príklady nižšie.
sr: - Затим пробајте да превлачите <span class="ui">НАВИШЕ</span> и <span class="ui">НАНИЖЕ</span> уз леву ивицу екрана да измените дубину наслова поглавља и да пређете на <span class="ui">Равни приказ</span>. Погледајте примере испод.
ta: - பின்னர் ச்விப்பிங் <ச்பான் கிளாச் = "யுஐ"> அப் </ச்பான்> மற்றும் <ச்பான் கிளாச் = "யுஐ"> பேரூர் </ச்பான்> திரையின் இடது விளிம்பில் அத்தியாயத்தின் தலைப்பு ஆழத்தை மாற்றவும், <ச்பான் கிளாச் = "யுஐ"> பிளாட் வியூ </ச்பான்> க்கு மாறவும். கீழே உள்ள எடுத்துக்காட்டுகளைக் காண்க.
uk: – Потім спробуйте протягнути <span class="ui">ВГОРУ</span> та <span class="ui">ВНИЗ</span> вздовж лівого боку екрану, щоб змінити глибину заголовків розділів та перемкнутися на <span class="ui">плаский вигляд</span>. Див. приклади нижче.
zh_hans: - 然后，尝试沿屏幕左边缘向<span class="ui">上</span>和向<span class="ui">下</span>滑动，以更改章节标题深度并切换到<span class="ui">平面视图</span>。请参阅下面的示例。

source: In addition to default <span class="ui">Grid View</span> above, here you can see the <span class="ui">Flat View</span> on the left and Grid View without chapter titles on the right. Note the changing left vertical scrollbar between views. If you want to switch back to the default view, you can long-press the info icon at the upper left corner.
es: Además de la <span class="ui">Vista de cuadrícula</span> predeterminada de arriba, aquí puedes ver la <span class="ui">Vista plana</span> a la izquierda y la Vista de cuadrícula sin títulos de capítulo a la derecha. Fíjate en la barra de desplazamiento vertical izquierda que cambia entre vistas. Si quieres volver a la vista predeterminada puedes mantener pulsado el icono de información en la esquina superior izquierda.
fr: En plus de l'affichage par défaut <span class="ui">Grid View</span> ci-dessus, vous pouvez voir ici l'affichage <span class="ui">Flat View</span> à gauche et l'affichage Grid View sans titres de chapitres à droite. Notez la modification de la barre de défilement verticale gauche entre les affichages. Si vous souhaitez revenir à l'affichage par défaut, vous pouvez appuyer longuement sur l'icône d'information dans le coin supérieur gauche.
ga: Chomh maith leis an <span class="ui">Radharc Eangaí</span> réamhshocraithe thuas, anseo is féidir leat an <span class="ui">Radharc Cothrom</span> a fheiceáil ar chlé agus an Radharc Eangaí gan teidil chaibidle ar dheis. Tabhair faoi deara an barra scrollaithe ingearach ar chlé atá ag athrú idir radhairc. Más mian leat filleadh ar an radharc réamhshocraithe, is féidir leat brúigh fhada a chur ar an deilbhín eolais sa chúinne uachtarach ar chlé.
it: Oltre alla vista predefinita a <span class="ui">Griglia</span> di cui sopra, qui si può vedere la <span class="ui">Vista piatta</span> a sinistra e Vista a griglia senza titoli di capitolo a destra. Si noti il cambiamento della barra di scorrimento verticale sinistra tra le viste. Se si desidera tornare alla visualizzazione predefinita, è possibile premere a lungo l'icona delle informazioni nell'angolo superiore sinistro.
nl: Naast de standaard <span class="ui">Rasterweergave</span> hierboven, kun je hier de <span class="ui">Platte Weergave</span> aan de linkerkant zien en Rasterweergave zonder hoofdstuktitels aan de rechterkant. Let op de veranderende linker verticale scrollbalk tussen weergaven. Als je terug wilt schakelen naar de standaardweergave, kun je lang drukken op het infopictogram in de linkerbovenhoek.
pt_br: Além da <span class="ui">Visualização em Grade</span> padrão acima, aqui você pode ver a <span class="ui">Visualização Plana</span> à esquerda e a Visualização em Grade sem títulos de capítulos à direita. Observe a barra de rolagem vertical esquerda alternando entre as visualizações. Se quiser voltar à visualização padrão, pressione e segure o ícone de informações no canto superior esquerdo.
pt_pt: Além da <span class="ui">Visualização em grelha</span> acima, aqui pode ver a <span class="ui">Visualização plana</span> à esquerda e a Visualização em grelha sem títulos de capítulo à direita. Observe a mudança da barra vertical esquerda entre as visualizações. Se quiser voltar à visualização predefinida, pode manter pressionado o ícone de informação no canto superior esquerdo.
sk: Okrem predvoleného <span class="ui">Zobrazenia mriežky</span> vyššie, tu môžete vidieť <span class="ui">Plochý náhľad</span> vľavo a Zobrazenie mriežky bez názvov kapitol vpravo. Všimnite si zmenu ľavého vertikálneho posúvača medzi zobrazeniami. Ak chcete prepnúť späť na predvolené zobrazenie, môžete dlho stlačiť informačnú ikonu v ľavom hornom rohu.
sr: Уз подразумевани <span class="ui">Приказ мреже</span> који је описан изнад, овде на левој страни можете да видите <span class="ui">Равни приказ</span> и Приказ мреже без наслова поглавља на десној страни. Запазите вертикалну скрол линију која се мења у погледима. Ако желите да се вратите назад на подразумевани поглед, можете да извршите дуги притисак на инфо икону у горњем левом углу.
ta: மேலே உள்ள இயல்புநிலை <span வகுப்பு = "Ui"> கட்டம் பார்வை </span> க்கு கூடுதலாக, இங்கே நீங்கள் <span வகுப்பு = "Ui"> பிளாட் வியூ </span> ஐ வலதுபுறத்தில் அத்தியாயம் தலைப்புகள் இல்லாமல் கட்டம் பார்க்கலாம். பார்வைகளுக்கு இடையில் மாறிவரும் இடது செங்குத்து உருள் அறையை கவனியுங்கள். நீங்கள் இயல்புநிலை பார்வைக்கு மாற விரும்பினால், மேல் இடது மூலையில் உள்ள செய்தி ஐகானை நீண்ட நேரம் அழுத்தலாம்.
uk: На додачу до типового <span class="ui">вигляду решіткою</span>, як показано вище, тут можна побачити <span class="ui">плаский вигляд</span> (ліворуч) та вигляд решіткою без заголовків розділів (праворуч). Зверніть увагу на зміну вертикальної лівої смуга прокрутки при зміні вигляду мапи книги. Якщо бажаєте повернутися до типового вигляду, можна затиснути піктограму інформації у верхньому лівому куті.
zh_hans: 除了上面默认的<span class="ui">网格视图</span>外，您还可以在左侧看到<span class="ui">平面视图</span>，在右侧看到没有章节标题的网格视图。请注意视图之间左垂直滚动条的变化。如果你想切换回默认视图，你可以长按左上角的信息图标。

source: Book map options
es: Opciones del mapa del libro
fr: Options du Plan du livre
ga: Roghanna léarscáile leabhar
it: Opzioni della mappa del libro
nl: Boekkaartopties
pt_br: Opções do Mapa do livro
pt_pt: Opções do Mapa do livro
sk: Možnosti knižnej mapy
sr: Опције Мапе књиге
ta: புத்தக வரைபட விருப்பங்கள்
uk: Функції мапи книги
zh_hans: 书籍地图选项

source: When you tap the menu icon on the <b>Book map</b> screen you are presented with the menu above. Menu options are explained below:
es: Cuando tocas el icono de menú en el <b>Mapa del libro</b>, se muestra el menú de arriba. Las opciones del menú se explican a continuación:
fr: Lorsque vous appuyez sur l'icône du menu dans l'écran <b>Plan du livre</b>, le menu ci-dessus s'affiche. Les options du menu sont expliquées ci-dessous :
ga: Nuair a thapálann tú ar dheilbhín an roghchláir ar an scáileán <b>Léarscáil Leabhar</b>, cuirtear an roghchlár thuas i láthair duit. Mínítear roghanna an roghchláir thíos:
it: Quando si tocca l'icona del menu nella schermata <b>Mappa del libro</b>, viene presentato il menu qui sopra. Le opzioni del menu sono spiegate di seguito:
nl: Wanneer je op het menupictogram op het <b>boekkaart</b>-scherm tikt, krijg je het bovenstaande menu te zien. De menu-opties worden hieronder uitgelegd:
pt_br: Ao tocar no ícone de menu na tela <b>Mapa do livro</b>, você verá o menu acima. As opções do menu são explicadas abaixo:
pt_pt: Ao tocar no ícone do menu no ecrã <b>Mapa do Livro</b>, verá o menu acima. As opções do menu são explicadas abaixo:
sk: Keď ťuknete na ikonu ponuky na obrazovke <b>Knižnej mapy</b>, zobrazí sa ponuka ako vidieť vyššie. Možnosti ponuky sú vysvetlené nižšie:
sr: Када тапнете на икону менија у екрану <b>Мапе књиге</b> приказаће вам се мени са горње слике. Испод су објашњене опције менија:
ta: <b> புத்தக வரைபடம் </b> திரையில் பட்டியல் ஐகானைத் தட்டும்போது மேலே உள்ள மெனுவுடன் உங்களுக்கு வழங்கப்படுகிறது. பட்டியல் விருப்பங்கள் கீழே விளக்கப்பட்டுள்ளன:
uk: При дотику до значка меню на екрані <b>Мапи книги</b> з'являється меню, яке показане вище. Пояснення до пунктів меню подано нижче:
zh_hans: 当您点击<b>书籍地图</b>屏幕上的菜单图标时，您会看到上面的菜单。菜单选项解释如下：

source: <span class="ui">About book map:</span> Short explanation of Book map usage and icon descriptions.
es: <span class="ui">Acerca del mapa del libro:</span> breve explicación del uso del mapa del libro y descripción de los iconos.
fr: <span class="ui">À propos du Plan du livre :</span> Brève explication de l'utilisation du Plan du livre et description des icônes.
ga: <span class="ui">Maidir le léarscáil leabhar:</span> Míniú gairid ar úsáid Léarscáil Leabhar agus cur síos ar dheilbhíní.
it: <span class="ui">informazioni sulla mappa del libro:</span> Breve spiegazione dell'uso della mappa del libro e descrizione delle icone.
nl: <span class="ui">Over boekkaart:</span> Korte uitleg van Boekkaart gebruik en pictogram beschrijvingen.
pt_br: <span class="ui">Sobre o mapa do livro:</span> Breve explicação sobre o uso do mapa do livro e descrições dos ícones.
pt_pt: <span class="ui">Sobre o mapa do livro:</span> Breve explicação sobre a utilização do mapa do livro e descrições dos ícones.
sk: <span class="ui">O knižnej mape:</span> Krátke vysvetlenie používania knižnej mapy a popis ikon.
sr: <span class="ui">О мапи књиге:</span> кратко објашњење о начину на који се користи Мапа књиге, као и опис икона.
ta: <span வகுப்பு = "Ui"> புத்தக வரைபடம் பற்றி: </span> புத்தக வரைபட பயன்பாடு மற்றும் படவுரு விளக்கங்களின் குறுகிய விளக்கம்.
uk: <span class="ui">Про мапу книги:</span> коротка довідка про використання мапи книги і пояснення значків.
zh_hans: <span class="ui">关于书籍地图：</span>书籍地图使用和图标描述的简短说明。
