Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b> Perception expander </b> - Allows using peripheral vision to read more quickly. Check this YouTube video to see how it works: <a href="https://youtu.be/jeOHqI9SqOI?t=137">How to Triple Your Reading Speed in 20 Minutes (Tim Ferriss)</a>
es: La <b>Percepción expandida</b> - permite usar la visión periférica para leer más rápido. Mira este video de YouTube para ver cómo funciona: <a href="https://youtu.be/jeOHqI9SqOI?t=137">Cómo triplicar tu velocidad de lectura en 20 minutos (Tim Ferriss)</a>
fr: <b> Perception expander </b> - Permet d'utiliser la vision périphérique pour lire plus rapidement. Regardez cette vidéo YouTube pour voir comment cela fonctionne : <a href="https://youtu.be/jeOHqI9SqOI?t=137">Comment tripler votre vitesse de lecture en 20 minutes (Tim Ferriss)</a>
ga: <b> Leathnaitheoir braistinte </b> - Ligeann sé seo duit fís imeallach a úsáid chun léamh níos tapúla. Féach ar an bhfíseán YouTube seo chun a fheiceáil conas a oibríonn sé: <a href="https://youtu.be/jeOHqI9SqOI?t=137">Conas Do Luas Léitheoireachta a Thrí oiread i 20 Nóiméad (Tim Ferriss)</a>
it: <b> Espansore di percezione </b> - Consente di utilizzare la visione periferica per leggere più rapidamente. Guardate questo video di YouTube per vedere come funziona: <a href="https://youtu.be/jeOHqI9SqOI?t=137">How to Triple Your Reading Speed in 20 Minutes (Tim Ferriss)</a>
nl: <b> Waarnemingsuitbreider </b> - Maakt gebruik van perifere visie om sneller te lezen. Zie deze YouTube-video voor hoe het werkt: <a href="https://youtu.be/jeOHqI9SqOI?t=137">How to Triple Your Reading Speed in 20 Minutes (Tim Ferriss)</a>
pt_br: <b> Perception expander </b> - Permite usar a visão periférica para ler mais rapidamente. Assista a este vídeo do YouTube para ver como funciona: <a href="https://youtu.be/jeOHqI9SqOI?t=137">Como triplicar sua velocidade de leitura em 20 minutos (Tim Ferriss)</a>
sk: <b> Rozšírenie vnímania </b> – Umožňuje rýchlejšie čítanie pomocou periférneho videnia. Pozrite si toto video YouTube a zistite, ako to funguje: <a href="https://youtu.be/jeOHqI9SqOI?t=137">Ako strojnásobiť rýchlosť čítania za 20 minút (Tim Ferriss)</a>
sr: <b> Проширивач перцепције </b> - Омогућава вам да користите периферни вид и тако убрзате читање. Погледајте следећи YouTube видео да видите на који начин функционише: <a href="https://youtu.be/jeOHqI9SqOI?t=137">How to Triple Your Reading Speed in 20 Minutes (Tim Ferriss)</a>
ta: <b> புலனுணர்வு விரிவாக்கம் </b> - புற பார்வையைப் பயன்படுத்த அனுமதிக்கிறது. இது எவ்வாறு செயல்படுகிறது என்பதைக் காண இந்த YouTube வீடியோவைச் சரிபார்க்கவும்: <a href = "https://youtu.be/jeohqi9sqoi?t=137"> உங்கள் வாசிப்பு வேகத்தை 20 நிமிடங்களில் எப்படி மூன்று மடங்காக உயர்த்துவது </a>
uk: <b> Розширення сприйняття </b> – дозволяє використовувати периферійний зір для швидшого читання. Подивіться це відео на YouTube, щоб дізнатися, як це працює: <a href="https://youtu.be/jeOHqI9SqOI?t=137">Як потроїти швидкість читання за 20 хвилин (Tim Ferriss; англ. мовою)</a>
zh_hans: <b> 视觉扩展器 </b> - 允许您使用余光（周边视觉）更快地阅读。查看此 YouTube 视频以了解其工作原理：<a href="https://youtu.be/jeOHqI9SqOI?t=137">如何在 20 分钟内将阅读速度提高三倍（蒂姆·费里斯）</a>

source: <b> Profiles </b> - Allows combining multiple settings to make switchable profiles
es: <b>Perfiles</b>: permite combinar múltiples configuraciones para crear perfiles intercambiables
fr: <b> Profils </b> - Permet de combiner plusieurs paramètres pour créer des profils commutables
ga: <b>Próifílí</b> - Ceadaíonn sé socruithe iolracha a chomhcheangal chun próifílí inmhalartaithe a chruthú
it: <b>Profili </b> - Consente di combinare più impostazioni per creare profili commutabili
nl: <b> Profielen </b> - Combineert meerdere instellingen tot verwisselbare profielen
pt_br: <b> Profiles </b> - Permite combinar várias configurações para criar perfis alternáveis
pt_pt: <b> Perfis </b> - Permite combinar múltiplas definições para criar perfis alternáveis
sk: <b> Profily </b> – Umožňuje kombinovať viacero nastavení a vytvoriť tak prepínateľné profily
sr: <b> Профили </b> - Омогућава комбиновање више подешавања и креирање профила који могу да се укључују
ta: <b> சிக்கல்கள் </b> பட்டியலில் <span> பயனர் இணைப்பு கிடைக்கிறது </span> குறிச்சொல்:
uk: <b> Профілі </b> – дозволяє комбінувати декілька налаштувань, щоб створити профілі між якими можна перемикатися
zh_hans: <b>配置文件</b>——将多项设置整合成为一套可切换套用的配置文件

source: <b> Progress sync </b> - Synchronize your reading progress across different KOReader devices. Check our <a href="https://github.com/koreader/koreader/wiki/Progress-sync">wiki page</a> for how-to.
es: <b> Sincronizar progreso de lectura</b> - Sincroniza tu progreso de lectura entre distintos dispositivos con KOReader. Consulta nuestra <a href="https://github.com/koreader/koreader/wiki/Progress-sync">wiki</a> para más información.
fr: <b> Progress sync </b> - Synchronisez votre progression de lecture sur différents appareils KOReader. Consultez notre <a href="https://github.com/koreader/koreader/wiki/Progress-sync">page wiki</a> pour savoir comment procéder.
ga: <b>Sioncrónú Dul Chun Cinn</b> - Sioncrónaigh do dhul chun cinn léitheoireachta ar fud gléasanna KOReader éagsúla. Féach ar ár <a href="https://github.com/koreader/koreader/wiki/Progress-sync">leathanach vicí</a> le haghaidh treoracha.
it: <b> Sincronizzare la posizione di lettura </b> - Sincronizza i progressi di lettura su diversi dispositivi KOReader. Consultate la nostra pagina <a href="https://github.com/koreader/koreader/wiki/Progress-sync">wiki</a> per sapere come fare.
nl: <b> Voortgangssync </b> - Synchroniseert je leesvoortgang tussen verschillende KOReader-apparaten. Zie onze <a href="https://github.com/koreader/koreader/wiki/Progress-sync">wikipagina</a> voor instructies.
pt_br: <b> Progress sync </b> - Sincronize seu progresso de leitura entre diferentes dispositivos KOReader. Verifique nossa <a href="https://github.com/koreader/koreader/wiki/Progress-sync">wiki</a> para um passo a passo.
sk: <b> Synchronizácia priebehu čítania</b> - Synchronizujte svoj priebeh čítania na rôznych zariadeniach KOReader. Návod nájdete na našej <a href="https://github.com/koreader/koreader/wiki/Progress-sync">wiki stránke</a>.
sr: <b> Синхронизација напретка </b> - Синхронизује ваш напредак читања по различитим KOReader уређајима. За начин употребе, погледајте нашу <a href="https://github.com/koreader/koreader/wiki/Progress-sync">вики страницу</a>.
ta: <b> முன்னேற்ற ஒத்திசைவு </b> - வெவ்வேறு கொரியடர் சாதனங்களில் உங்கள் வாசிப்பு முன்னேற்றத்தை ஒத்திசைக்கவும். எங்கள் <a href = "https://github.com/koreader/koreader/wiki/progress-sync"> விக்கி பக்கம் </a> எப்படி-எப்படி என்பதை சரிபார்க்கவும்.
uk: <b> Синхронізація поступу </b> – синхронізує дані про поступ вашого читання між різними пристроями з KOReader. Як це робиться читайте на <a href="https://github.com/koreader/koreader/wiki/Progress-sync">сторінці вікі</a>.
zh_hans: <b>阅读进度同步</b> - 在多台KOReader阅读设备间同步阅读进度。请查阅<a href="https://github.com/koreader/koreader/wiki/Progress-sync">维基页</a>了解如何使用。

source: <b> QR from clipboard </b> - Generates a QR code from clipboard content
es: <b> QR desde portapapeles </b>: genera un código QR a partir del contenido del portapapeles
fr: <b> QR from clipboard </b> - Génère un code QR à partir du contenu du presse-papiers
ga: <b> QR ón ngearrthaisce </b> - Gineann sé cód QR ó ábhar an ghearrthaisce
it: <b> QR dagli appunti </b> - Genera un codice QR dal contenuto degli appunti
nl: <b> QR van klembord </b> - Genereert een QR-code van de klembordinhoud
pt_br: <b> QR from clipboard </b> - Gera um código QR com conteúdo da área de transferência
sk: <b> QR zo schránky </b> – vygeneruje QR kód z obsahu schránky
sr: <b> QR из клипборда </b> - Генерише QR кôд из садржаја клипборда
ta: https://github.com/koreader/koreader/issues?q=+label%3A%22User+patch+available%22
uk: <b> QR з буфера обміну </b> – генерує QR-код з вмісту буфера обміну
zh_hans: <b>来自剪贴板的QR</b> - 从剪贴板内容生成QR码

source: <b> Read timer </b> - A countdown timer to display a message after a user defined time
es: <b>Temporizador de lectura</b> - temporizador de cuenta atrás que muestra un mensaje después de un tiempo definido por el usuario
fr: <b> Read timer </b> - Une minuterie à compte à rebours pour afficher un message après un délai défini par l'utilisateur
ga: <b>Láithreoir léitheoireachta</b> - Láithreoir comhairimh síos chun teachtaireacht a thaispeáint tar éis ama atá sainithe ag an úsáideoir
it: <b> Timer di lettura </b> - Un timer di conto alla rovescia per visualizzare un messaggio dopo un tempo definito dall'utente
nl: <b> Leeswekkertje </b> - Een afteltimer die een bericht toont na een ingestelde tijd
pt_br: <b> Read timer </b> - Um temporizador de contagem regressiva que exibe uma mensagem depois de um tempo definido pelo usuário
sk: <b> Časovač čítania </b> – Časovač odpočítavania na zobrazenie správy po používateľom definovanom čase
sr: <b> Тајмер читања </b> - Одбројавајући тајмер који након дефинисаног времена приказује поруку
ta: <b> டைமரைப் படியுங்கள் </b> - பயனர் வரையறுக்கப்பட்ட நேரத்திற்குப் பிறகு செய்தியைக் காண்பிப்பதற்கான கவுண்டவுன் நேரங்குறிகருவி
uk: <b> Таймер читання </b> – таймер зворотного відліку, який показує повідомлення через заданий користувачем час
zh_hans: <b> 阅读计时器 </b> - 在用户定义的时间后显示消息的倒计时计时器

source: <b> Reading statistics </b> - Calculates reading sessions statistics and reading speed for use in chapter/book remaining time estimations
es: <b>Estadísticas de lectura</b> - calcula las estadísticas de las sesiones de lectura y la velocidad de lectura para usarlas en la estimación de tiempo restante de capítulos o libros
fr: <b> Reading statistics </b> - Calcule les statistiques des sessions de lecture et la vitesse de lecture afin d'estimer le temps restant pour terminer un chapitre ou un livre
ga: <b>Staitisticí léitheoireachta</b> - Ríomhann sé staitisticí seisiún léitheoireachta agus luas léitheoireachta le húsáid i meastacháin ar an am atá fágtha ar chaibidlí/leabhair
it: <b>Statistiche di lettura </b> - Calcola le statistiche delle sessioni di lettura e la velocità di lettura per utilizzare le stime del tempo rimanente di capitoli e libri
nl: <b> Leesstatistieken </b> - Berekent statistieken van leessessies en leessnelheid voor schattingen van resterende hoofdstuk-/boektijd
pt_br: <b>Estatísticas de leitura</b> - Calcula estatísticas das sessões de leitura e a velocidade de leitura para estimar o tempo restante do capítulo/livro
sk: <b> Štatistiky čítania </b> - Vypočítava štatistiky relácií čítania a rýchlosť čítania na použitie v odhadoch zostávajúceho času do konca kapitoly/knihy
sr: <b> Статистика читања </b> - Израчунава статистику сесије читања и брзину читања која се користи за процене преосталог времена до завршетка поглавља/књиге
ta: <b> படித்தல் புள்ளிவிவரங்கள் </b> - வாசிப்பு அமர்வுகள் புள்ளிவிவரங்கள் மற்றும் அத்தியாயம்/புத்தகத்தில் மீதமுள்ள நேர மதிப்பீடுகளில் பயன்படுத்த வாசிப்பு வேகத்தை கணக்கிடுகிறது
uk: <b> Статистика читання </b> – обчислює статистику сеансу читання та швидкість читання для використання цих даних під час оцінки часу, який потрібен для завершення читання розділу або книги
zh_hans: <b> 阅读统计 </b> - 计算阅读会话统计数据和阅读速度，用于章节/书籍剩余时间估计

source: <b> SSH </b> - Allows access to your device over SSH protocol. You can access via FTP applications or even your file manager if it supports. Check our <a href="https://github.com/koreader/koreader/wiki/SSH">wiki page</a> for how-to.
es: <b>SSH</b>: permite el acceso a tu dispositivo mediante el protocolo SSH. Puedes acceder mediante aplicaciones FTP o incluso el explorador de archivos si lo admite. Para más información consulta nuestra <a href="https://github.com/koreader/koreader/wiki/SSH">página wiki</a>.
fr: <b> SSH </b> - Permet d'accéder à votre appareil via le protocole SSH. Vous pouvez y accéder via des applications FTP ou même votre gestionnaire de fichiers s'il le prend en charge. Consultez notre <a href="https://github.com/koreader/koreader/wiki/SSH">page wiki</a> pour savoir comment procéder.
ga: <b>SSH</b> - Ceadaíonn sé rochtain ar do ghléas thar phrótacal SSH. Is féidir leat rochtain a fháil trí fheidhmchláir FTP nó fiú do bhainisteoir comhad má thacaíonn sé leis. Seiceáil ár <a href="https://github.com/koreader/koreader/wiki/SSH">leathanach vicí</a> le haghaidh treoracha.
it: <b> SSH </b> - Consente di accedere al dispositivo tramite il protocollo SSH. È possibile accedere tramite applicazioni FTP o anche tramite il proprio file manager, se supportato. Consultate la nostra pagina <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> per sapere come fare.
nl: <b> SSH </b> - Biedt toegang tot je apparaat via het SSH-protocol. Je kunt verbinden via FTP-programma's of zelfs je bestandsbeheerder als die dat ondersteunt. Zie onze <a href="https://github.com/koreader/koreader/wiki/SSH">wikipagina</a> voor instructies.
pt_br: <b> SSH </b> - Permite acesso ao seu dispositivo via protocolo SSH. Você pode acessar via aplicativos FTP ou até mesmo pelo seu explorador de arquivos, se ele for compatível. Confira nossa <a href="https://github.com/koreader/koreader/wiki/SSH">página wiki</a> para obter instruções.
sk: <b> SSH </b> - Umožňuje prístup k vášmu zariadeniu cez SSH protokol. Môžete pristupovať cez FTP aplikácie alebo dokonca cez správcu súborov, ak to podporuje. Pozrite si našu <a href="https://github.com/koreader/koreader/wiki/SSH">wiki stránku</a>, kde nájdete návod.
sr: <b> SSH </b> - Омогућава да уређају приступите користећи SSH протокол. Можете да употребите FTP апликације или чак свој менаџер фајлова ако подржава SSH. За начин употребе, погледајте нашу <a href="https://github.com/koreader/koreader/wiki/SSH">вики страницу</a>.
ta: <b> பாஓடு </b> - பாஓடு நெறிமுறைக்கு மேல் உங்கள் சாதனத்தை அணுக அனுமதிக்கிறது. FTP பயன்பாடுகள் அல்லது உங்கள் கோப்பு மேலாளரை ஆதரித்தால் கூட அணுகலாம். எங்கள் <a href = "https://github.com/koreader/koreader/wiki/ssh"> விக்கி பக்கம் </a> எப்படி-எப்படி என்பதை சரிபார்க்கவும்.
uk: <b> SSH </b> - дозволяє забезпечити доступ до пристрою через протокол SSH. Таким чином на пристрій можна зайти за допомогою програм FTP або навіть файлового менеджера, якщо він це підтримує. Докладніше читайте на <a href="https://github.com/koreader/koreader/wiki/SSH">сторінці вікі</a>.
zh_hans: <b> SSH </b> - 允许通过 SSH 协议访问您的设备。您可以通过 FTP 应用程序甚至文件管理器（如果支持）进行访问。查看我们的 <a href="https://github.com/koreader/koreader/wiki/SSH">维基页面</a>了解操作方法。

source: <b> System statistics </b> - You can see your CPU/RAM/BATTERY info via this plugin under:
es: <b>Estadísticas del sistema</b> - puedes ver la información de la CPU/RAM/BATERÍA a través de este complemento en:
fr: <b> System statistics </b> - Vous pouvez consulter les informations relatives à votre CPU/RAM/BATTERIE via ce plugin sous :
ga: <b> Staitisticí córais </b> - Is féidir leat d'fhaisnéis LAP/RAM/CEALLRAÍ a fheiceáil tríd an mbreiseán seo faoi:
it: <b>Statistiche di sistema </b> - È possibile vedere le informazioni relative a CPU/RAM/BATTERIA tramite questo plugin:
nl: <b> Systeemstatistieken </b> - Toont informatie over CPU/RAM/BATTERIJ via dit plugin-menu:
pt_br: <b> System statistics </b> - Você pode ver as informações da sua CPU/RAM/BATERIA por meio deste plugin em:
sk: <b> Štatistiky systému </b> - Informácie o CPU/RAM/BATÉRII si môžete pozrieť prostredníctvom tohto doplnku pod:
sr: <b> Статистика система </b> - Информације о CPU/RAM/БАТЕРИЈИ можете да погледате помоћу овог додатка под:
ta: <b> கணினி புள்ளிவிவரங்கள் </b> - இந்த சொருகி வழியாக உங்கள் CPU/RAM/பேட்டரி தகவலை நீங்கள் காணலாம்:
uk: <b> Статистика системи </b> - показує відомості про процесор, оперативну пам'ять і акумулятор пристрою, яку можна побачити тут:
zh_hans: <b> 系统统计 </b> - 您可以通过以下插件通过此插件查看您的 CPU/内存/电池信息：

# user_guide/en.html+html.body.div.div:4677-9
source: TOP MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Help / System statistics
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Pomocník / Štatistiky systému
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_amburger.svg" சூல் தண்டு = "அகலம்: 22px;"> / உதவி / கணினி புள்ளிவிவரங்கள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / Довідка / Статистика системи
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_hamburger.svg" style="width:22px;"> / 帮助 / 系统统计

source: <b> Terminal emulator </b> - Starts a shell (command prompt) on your device that can run full terminal apps
es: <b> Emulador de terminal </b> - inicia un shell (símbolo del sistema) en el dispositivo que puede ejecutar aplicaciones de terminal completas
fr: <b> Terminal emulator </b> - Lance un shell (invite de commande) sur votre appareil qui peut exécuter des applications de terminal complètes
ga: <b> Aithriseoir críochfoirt </b> - Tosaíonn sé sliogán (pras ordaithe) ar do ghléas ar féidir leis aipeanna críochfoirt iomlána a rith
it: <b> Emulatore di terminale </b> - Avvia una shell (prompt dei comandi) sul dispositivo che può eseguire applicazioni complete di terminale
nl: <b> Terminalemulator </b> - Start een shell (opdrachtprompt) op je apparaat waarmee je volledige terminalapps kunt draaien
pt_br: <b> Emulador de terminal </b> - Inicia um shell (prompt de comando) no seu dispositivo que pode executar aplicativos de terminal completos
sk: <b> Emulátor terminálu </b> - Spustí shell (príkazový riadok) na vašom zariadení, ktorý dokáže spúšťať čisto terminálové aplikácie
sr: <b> Емулатор терминала </b> - Покреће љуску (командни одзив) на уређају тако да можете да покренете комплетне терминалске апликације
ta: <b> முனைய முன்மாதிரி </b> - முழு முனைய பயன்பாடுகளை இயக்கக்கூடிய உங்கள் சாதனத்தில் செல் (கட்டளை வரியில்) தொடங்குகிறது
uk: <b> Емулятор термінала </b> – запускає на пристрої оболонку (командний рядок), за допомогою якої можна запускати повноцінні термінальні застосунки
zh_hans: <b> 终端模拟器 </b> - 在设备上启动可以运行完整终端应用的 shell（命令提示符）

source: <b> Text editor </b> - A basic text editor to create and edit plain text files
es: <b>Editor de texto</b> - editor de texto básico para crear y editar archivos de texto sin formato
fr: <b> Text editor </b> - Éditeur de texte basique permettant de créer et de modifier des fichiers texte brut
ga: <b> Eagarthóir téacs </b> - Eagarthóir téacs bunúsach chun comhaid téacs simplí a chruthú agus a chur in eagar
it: <b> Editor di testo </b> - Un editor di testo di base per creare e modificare file di testo semplice
nl: <b> Teksteditor </b> - Een eenvoudige teksteditor om platte tekstbestanden te maken en te bewerken
pt_br: <b> Editor de texto </b> - Um editor de texto básico para criar e editar arquivos de texto simples
sk: <b> Textový editor </b> - Základný textový editor na vytváranie a úpravu súborov obyčajného textu
sr: <b> Текст едитор </b> - Прости текст едитор за креирање и уређивање чистих текст фајлова
ta: <b> உரை எடிட்டர் </b> - எளிய உரை கோப்புகளை உருவாக்கி திருத்த ஒரு அடிப்படை உரை எடிட்டர்
uk: <b> Текстовий редактор </b> – текстовий редактор для створення і редагування простих текстових файлів
zh_hans: <b> 文本编辑器 </b> - 用于创建和编辑纯文本文件的基本文本编辑器

source: <b> Time sync </b> - Synchronizes the device time with NTP servers
es: <b> Sincronización horaria </b> - sincroniza la hora del dispositivo con los servidores NTP
fr: <b> Time sync </b> - Synchronise l'heure de l'appareil avec les serveurs NTP
ga: <b> Sioncrónú ama </b> - Sioncrónaíonn sé am an ghléis le freastalaithe NTP
it: <b>Sincronizzazione orario </b> - Sincronizza l'ora del dispositivo con i server NTP
nl: <b> Tijdsynchronisatie </b> - Synchroniseert de apparaattijd met NTP-servers
pt_br: <b> Sincronização de tempo</b> - Sincroniza o horário do dispositivo com servidores NTP
pt_pt: <b> Sincronização da hora </b> - Sincroniza a hora do dispositivo com servidores NTP
sk: <b> Synchronizácia času </b> - synchronizuje čas zariadenia so servermi NTP
sr: <b> Синхронизација времена </b> - Синхронизује време уређаја са NTP серверима
ta: <b> நேர ஒத்திசைவு </b> - சாதன நேரத்தை என்டிபி சேவையகங்களுடன் ஒத்திசைக்கிறது
uk: <b> Синхронізація часу </b> – синхронізує час пристрою з серверами точного часу (NTP)
zh_hans: <b> 时间同步 </b> - 将设备时间与 NTP 服务器同步

source: <b> Tweak document settings </b> - Allows tweaking settings of a document before it is loaded based on external factors
es: <b>Configurar ajustes del documento</b>: - permite los ajustes de un documento antes de cargarlo en función de factores externos
fr: <b> Tweak document settings </b> - Permet de modifier les paramètres d'un document avant son chargement en fonction de facteurs externes
ga: <b> Socruithe doiciméad a choigeartú </b> - Ceadaíonn sé socruithe doiciméid a choigeartú sula luchtófar é bunaithe ar fhachtóirí seachtracha
it: <b> Modifica impostazioni documento </b> - Consente di modificare le impostazioni di un documento prima che venga caricato, in base a fattori esterni
nl: <b> Documentinstellingen tweaken </b> - Laat je instellingen van een document aanpassen vóór het laden op basis van externe factoren
pt_br: <b> Configurações de ajuste de documento</b> - Permite ajustar as configurações de um documento antes de carregá-lo com base em fatores externos
sk: <b> Vylepšiť nastavenia dokumentu </b> - Umožňuje upraviť nastavenia dokumentu pred jeho načítaním na základe vonkajších faktorov
sr: <b> Подешавања дотеривања документа </b> - Омогућава дотеривање подешавања документа у зависности од спољних фактора пре него што се учита
ta: <b> டிகீக் ஆவண அமைப்புகள் </b> - ஒரு ஆவணத்தின் வெளிப்புற காரணிகளின் அடிப்படையில் ஏற்றப்படுவதற்கு முன்பு அதை மாற்றும் அமைப்புகளை அனுமதிக்கிறது
uk: <b> Точні підлаштування документа </b> – дозволяє виконати детальні підлаштування документа перед завантаженням документа на основі зовнішніх чинників
zh_hans: <b> 调整文档设置 </b> - 允许在加载文档之前根据外部因素调整文档的设置
