Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">Status bar</span> zone can be tapped to cycle between the <span class="ui">status bar</span> items if only one item is visible. If all items are visible, tapping will show and hide the <span class="ui">status bar</span>.
es: La zona de la <span class="ui">Barra de estado</span> puede ser tocada para alternar entre los elementos de la <span class="ui">Barra de estado</span> si solo un elemento es visible. Si todos los elementos son visibles, al tocarlos se mostrará u ocultará la <span class="ui">Barra de estado</span>.
fr: La zone de la <span class="ui">Barre d’état</span> peut être touchée pour faire défiler les éléments de la <span class="ui">barre d’état</span> si un seul élément est visible. Si tous les éléments sont visibles, toucher la zone affichera ou masquera la <span class="ui">barre d’état</span>.
ga: Is féidir tapáil ar an gcrios <span class="ui">barra stádais</span> chun rothlú idir míreanna an <span class="ui">bharra stádais</span> mura bhfuil ach mír amháin le feiceáil. Má tá na míreanna uile le feiceáil, taispeánfar agus folófar an <span class="ui">barra stádais</span> trí thapáil.
it: La zona <span class="ui">Barra di Stato</span> può essere sfruttata per il ciclo tra le varie voci della <span class="ui">barra di stato</span> se è visibile solo un elemento. Se tutti gli articoli sono visibili, il tocco mostrerà e nasconderà la <span class="ui">barra di stato</span>.
nl: Op de <span class="ui">Statusbalk</span> zone kan getikt worden om tussen de <span class="ui">statusbalk</span> items te wisselen als slechts één item zichtbaar is. Als alle items zichtbaar zijn, zal tikken de <span class="ui">statusbalk</span> tonen en verbergen.
pt_br: A área da <span class="ui">Barra de status</span> pode ser tocada para alternar entre os itens da <span class="ui">barra de status</span> se apenas um deles estiver visível. Se todos os itens estiverem visíveis, tocar nela mostrará e ocultará a <span class="ui">barra de status</span>.
pt_pt: A zona da <span class="ui">barra de estado</span> pode ser tocada para alternar entre os itens da <span class="ui">barra de estado</span> se apenas um item estiver visível. Se todos os itens estiverem visíveis, tocar irá mostrar e ocultar a <span class="ui">barra de estado</span>.
sk: Ak je viditeľná iba jedna položka, na zónu <span class="ui">stavového riadka</span> je možné ťuknutím prepínať medzi položkami <span class="ui">stavového riadka</span>. Ak sú viditeľné všetky položky, ťuknutím sa <span class="ui">stavový riadok</span> zobrazí alebo skryje.
sr: Зона <span class="ui">Статусне линије</span> може да се тапне тако да се, када је видљива само једна ставка, кружи по ставкама <span class="ui">статусне линије</span>. Ако су видљиве све ставке, тапови ће да прикажу и сакрију <span class="ui">статусну линију</span>.
ta: <span வகுப்பு = "Ui"> நிலை பட்டி </span> மண்டலத்தை <span வகுப்பு = "Ui"> நிலை பட்டி </span> உருப்படிகளுக்கு இடையில் சுழற்சியைத் தட்டலாம். எல்லா பொருட்களும் தெரியும் என்றால், தட்டுவது <ச்பான் கிளாச் = "யுஐ"> நிலை பட்டி </span> ஐக் காண்பிக்கும் மற்றும் மறைக்கும்.
uk: Якщо у <span class="ui">панелі стану</span> показується лише один елемент, тоді при дотику до цієї ділянки будуть почергово показуватися усі елементи <span class="ui">панелі стану</span>. Якщо ж показуються усі елементи, дотик буде приховувати та показувати <span class="ui">панель стану</span>.
zh_hans: 在<span class="ui">状态栏</span>触控区点按时，如果设置<span class="ui">状态栏</span>仅展示一项图示，则将循环切换各图示；如果设置展示多项图示，则点按将使<span class="ui">状态栏</span>显示或隐藏。

# user_guide/en.html+html.body.div.div:1293-5
source: Changing text appearance
sk: Zmena vzhľadu textu
ta: உரை தோற்றத்தை மாற்றுதல்
uk: Зміна вигляду тексту
zh_hans: 文本排版设置

source: <b>Changing the font*</b>:
es: <b>Cambiar la letra*</b>:
fr: <b>Modification de la police*</b> :
ga: <b>An cló a athrú*</b>:
it: <b>Modifica del carattere*</b>:
nl: <b>Lettertype wijzigen*</b>:
pt_br: <b>Mudando a fonte*</b>:
pt_pt: <b>Alterando o tipo de letra*</b>:
sk: <b>Zmena písma*</b>:
sr: <b>Измена фонта*</b>:
ta: <b> எழுத்துருவை மாற்றுதல்*</b>:
uk: <b>Зміна шрифту*</b>:
zh_hans: <b>替换字体*</b>:

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Font
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fuente
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Police
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Cló
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Carattere
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Lettertype
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Fonte
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Písmo
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Фонт
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / எழுத்துரு
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Шрифт
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 字体

source: Make the font bigger
es: Hacer la letra más grande
fr: <b>Agrandir la police :</b>
ga: Déan an cló níos mó
it: Ingrandire il carattere
nl: Maak het lettertype groter
pt_br: Deixar a fonte maior
pt_pt: Aumente a fonte
sk: Urobiť písmo väčšie
sr: Повећате величину фонта
ta: எழுத்துருவை பெரிதாக்குங்கள்
uk: Збільшити шрифт
zh_hans: 放大文字

source: BOTTOM MENU /
sk: SPODNÉ MENU /
ta: கீழே பட்டியல் /
uk: НИЖНЄ МЕНЮ /
zh_hans: 底部菜单 /

source: Make the font bolder
es: Aumentar el nivel de negrita
fr: <b>Rendre la police plus épaisse :</b>
ga: Déan an cló níos troime
it: Rendere il carattere in grassetto
nl: Maak het lettertype vetter
pt_br: Deixar a fonte mais grossa
pt_pt: Aumente o negrito da fonte
sk: Urobiť tučné písmo
sr: Подебљате фонт
ta: எழுத்துருவை தைரியமாக்குங்கள்
uk: Зробити шрифт жирнішим
zh_hans: 加粗文字

# user_guide/en.html+html.body.div.ul.li.div:1298-36
source: BOTTOM MENU /
sk: SPODNÉ MENU /
ta: கீழே பட்டியல் /
uk: НИЖНЄ МЕНЮ /
zh_hans: 底部菜单 /

source: Invert the colors on screen (white on black)
es: Invertir los colores en pantalla (blanco a negro)
fr: <b>Inverser les couleurs à l’écran (blanc sur noir) :</b>
ga: Inbhéartaigh na dathanna ar an scáileán (bán ar dhubh)
it: Invertire i colori sullo schermo (bianco su nero)
nl: Keer de kleuren op het scherm om (wit op zwart)
pt_br: Inverter as cores na tela (branco no preto)
pt_pt: Inverta as cores no ecrã (branco sobre preto)
sk: Invertovať farby na obrazovke (biela na čiernom)
sr: Инвертујете боје на екрану (бело на црном)
ta: திரையில் வண்ணங்களைத் தலைகீழாக மாற்றவும் (கருப்பு நிறத்தில் வெள்ளை)
uk: Інвертувати кольори на екрані (біле на чорному)
zh_hans: 反转屏幕颜色（显示为黑底白字）

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Night Mode
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Modo Nocturno
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Mode Nuit
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Mód Oíche
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Modalità notte
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Nachtmodus
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Modo noturno
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Modo noturno
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Nočný režim
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ноћни режим
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / இரவு முறை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Нічний режим
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 夜间模式

source: You can also change other formatting options from the <span class="ui">BOTTOM MENU</span> to fine tune the appearance of your text. These are just quick tips to get you started of course. We have a full section dedicated to <a href="#L1-customizingappearance">CUSTOMIZING TEXT APPEARANCE</a>
es: También puedes cambiar otras opciones de formato desde el <span class="ui">MENÚ INFERIOR</span> para ajustar con precisión la apariencia del texto. Estos son solo consejos rápidos para que comiences. Tenemos una sección completa dedicada a <a href="#L1-customizingappearance">PERSONALIZAR LA APARIENCIA DEL TEXTO</a>
fr: Vous pouvez également modifier d’autres options de formatage depuis le <span class="ui">MENU INFÉRIEUR</span> pour ajuster précisément l’apparence de votre texte. Ce sont simplement des astuces rapides pour bien commencer, bien sûr. Nous avons une section complète dédiée à la <a href="#L1-customizingappearance">PERSONNALISATION DE L’APPARENCE DU TEXTE</a>
ga: Is féidir leat roghanna formáidithe eile a athrú ón <span class="ui">ROGHCHLÁR BUN</span> chun cuma do théacs a choigeartú go beacht. Níl iontu seo ach leideanna gasta chun tú a chur ar an mbóthar ceart ar ndóigh. Tá cuid iomlán againn atá tiomnaithe do <a href="#L1-customizingappearance">CUMHAÍOCHT AN TÉACS A SAINCHEISTIÚ</a>
it: È inoltre possibile modificare altre opzioni di formattazione dal <span class="ui">MENU INFERIORE</span> per perfezionare l'aspetto del testo. Questi sono solo consigli rapidi per iniziare, naturalmente. Abbiamo un'intera sezione dedicata alla <a href="#L1-customizingappearance">PERSONALIZZAZIONE DELL'ASPETTO DEL TESTO</a>
nl: Je kunt ook andere opmaakopties wijzigen via het <span class="ui">ONDERMENU</span> om de weergave van je tekst fijn af te stellen. Dit zijn alleen snelle tips om je op weg te helpen. Er is een volledige sectie gewijd aan <a href="#L1-customizingappearance">TEKSTWEERGAVE AANPASSEN</a>
pt_br: Você também pode alterar para outras opções de formatação no <span class="ui">MENU INFERIOR</span> para refinar a aparência do seu texto. Estas são apenas dicas rápidas para você começar, é claro. Temos uma seção completa dedicada a <a href="#L1-customizingappearance">PERSONALIZAÇÃO DE APARÊNCIA DO TEXTO</a>
pt_pt: Também pode alterar outras opções de formatação no <span class="ui">MENU INFERIOR</span> para ajustar o aspeto do seu texto. Estas são apenas dicas rápidas para começar, claro. Temos uma secção completa dedicada a <a href="#L1-customizingappearance">PERSONALIZAR A APARÊNCIA DO TEXTO</a>
sk: Ďalšie možnosti formátovania môžete zmeniť aj v <span class="ui">SPODNOM MENU</span>, aby ste doladili vzhľad textu. Toto sú samozrejme len rýchle tipy na začiatok. Máme celú sekciu venovanú <a href="#L1-customizingappearance">PRISPÔSOBENIU VZHĽADU TEXTU</a>
sr: Остале опције форматирања такође можете да измените и из <span class="ui">МЕНИЈА НА ДНУ</span> и тако фино подесите изглед текста. Наравно, ово су само брзи савети који вам помажу да понете са коришћењем. Постоји цео одељак посвећен <a href="#L1-customizingappearance">ПРИЛАГОЂАВАЊУ ИЗГЛЕДА ТЕКСТА</a>
ta: உங்கள் உரையின் தோற்றத்தை நன்றாக மாற்ற <ச்பான் கிளாச் = "யுஐ"> கீழ் பட்டியல் </ச்பான்> இலிருந்து பிற வடிவமைப்பு விருப்பங்களையும் மாற்றலாம். நிச்சயமாக நீங்கள் தொடங்குவதற்கான விரைவான உதவிக்குறிப்புகள் இவை. <A href = "#l1- CUSTOMINGINGATERANCE"> உரை தோற்றத்தைத் தனிப்பயனாக்குதல் </a> க்கு அர்ப்பணிக்கப்பட்ட முழு பகுதியும் எங்களிடம் உள்ளது </a>
uk: За допомогою <span class="ui">НИЖНЬОГО МЕНЮ</span> можна змінити також інші функції форматування, щоб зробити вигляд тексту якнайприємнішим для вас. Звісно, це лиш швидкі поради для початку роботи. У посібнику є цілий розділ, присвячений <a href="#L1-customizingappearance">ПРИСТОСУВАННЮ ВИГЛЯДУ ТЕКСТУ</a>
zh_hans: 通过<span class="ui">底部菜单</span>中的其它格式选项可对文字样式进行精细调整。以上说明仅仅是部分快速上手指南。详细说明请点击<a href="#L1-customizingappearance">自定义文本样式</a>跳转至对应章节阅读

source: <span class="label_blue">INFO</span> *Font selection is available only on reflowable documents (EPUB, HTML, DOCX, RTF, TXT…). Fixed-layout documents like PDF/DJVU are not supported.
es: <span class="label_blue">INFORMACIÓN</span> *La selección de letra solo está disponible en documentos con ajuste de texto (EPUB, HTML, DOCX, RTF, TXT…). Los documentos de diseño fijo como PDF/DJVU no son compatibles.
fr: <span class="label_blue">INFO</span> *La sélection de police n'est disponible que sur les documents reformatables (EPUB, HTML, DOCX, RTF, TXT…). Les documents à mise en page fixe comme PDF/DJVU ne sont pas pris en charge.
ga: <span class="label_blue">EOLAS</span> *Níl rogha cló ar fáil ach amháin ar dhoiciméid in-athshreabhta (EPUB, HTML, DOCX, RTF, TXT…). Ní thacaítear le doiciméid leagan amach seasta cosúil le PDF/DJVU.
it: <span class="label_blue">INFO</span> *La selezione dei font è disponibile solo per i documenti adattabili (EPUB, HTML, DOCX, RTF, TXT...). I documenti a layout fisso come PDF/DJVU non sono supportati.
nl: <span class="label_blue">INFO</span> *Lettertypeselectie is alleen beschikbaar bij herschikbare documenten (EPUB, HTML, DOCX, RTF, TXT…). Vast opgemaakte documenten zoals PDF/DJVU worden niet ondersteund.
pt_br: <span class="label_blue">INFO</span> *Seleção de fonte está disponível apenas em documentos refluíveis (EPUB, HTML, DOCX, RTF, TXT…). Documentos de layout fixo como PDF/DJVU não são suportados.
pt_pt: <span class="label_blue">INFO</span> *A seleção da fonte apenas está disponível em documentos refluíveis (EPUB, HTML, DOCX, RTF, TXT…). Os documentos de layout fixo como PDF/DJVU não são suportados.
sk: <span class="label_blue">INFORMÁCIA</span> *Výber písma a vylepšenia štýlu sú dostupné iba v dokumentoch s možnosťou preformátovania (EPUB, HTML, DOCX, RTF, TXT…). Dokumenty s pevným rozložením ako PDF/DJVU nie sú podporované.
sr: <span class="label_blue">ИНФО</span> *Избор фонта је могуће само за документе који могу да се пресложе (EPUB, HTML, DOCX, RTF, TXT…). Документи фиксног распореда, као што су PDF/DJVU то не подржавају.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> *எழுத்துரு தேர்வு பிரதிபலிக்கக்கூடிய ஆவணங்களில் மட்டுமே கிடைக்கிறது (EPUB, HTML, DOCX, RTF, TXT…). PDF/DJVU போன்ற நிலையான-லேஅவுட் ஆவணங்கள் ஆதரிக்கப்படவில்லை.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> *Вибір шрифту доступний лише для документів, що перекомпоновуються (EPUB, HTML, DOCX, RTF, TXT тощо). Документи з фіксованою версткою, на кшталт PDF/DJVU, не підтримуються.
zh_hans: <span class="label_blue">说明</span> ※字体替换及样式调整仅对非固定版式的文档生效（如EPUB、HTML、DOCX、RTF、TXT）；不支持PDF和DJVU等固定版式文档。

source: Controlling the backlight / frontlight
es: Control de la luz de fondo / luz frontal
fr: Contrôler le rétroéclairage
ga: Rialú an chúlsholais / an tsolais tosaigh
it: Controllo della retroilluminazione/illuminazione frontale
nl: De schermverlichting bedienen
pt_br: Controlando a iluminação
pt_pt: Controlo da luz de fundo/luz frontal
sk: Ovládanie podsvietenia / nasvietenia displeja
sr: Контрола позадинског / предњег светла
ta: பின்னொளி / முன் விளக்கைக் கட்டுப்படுத்துதல்
uk: Керування підсвічуванням екрану
zh_hans: 控制背光或前光

source: You can control your screen light via this menu. If you have warm lighting (normal white LEDs+orange ones) you can control them separately from this dialog. You can also define a gesture for this dialog:
es: Puedes controlar la luz de tu pantalla a través de este menú. Si tienes iluminación cálida (LED blancos normales + naranjas) puedes controlarlos por separado desde este diálogo. También puedes definir un gesto para este diálogo:
fr: Vous pouvez contrôler le rétroéclairage de votre écran via ce menu. Si vous avez un éclairage chaud (LED blanches normales + oranges) vous pouvez les contrôler séparément depuis cette boîte de dialogue. Vous pouvez également définir un geste pour cette boîte de dialogue :
ga: Is féidir leat solas do scáileáin a rialú tríd an roghchlár seo. Má tá soilsiú te agat (soilse LED bána gnáth + cinn oráiste) is féidir leat iad a rialú ar leithligh ón dialóg seo. Is féidir leat gotha a shainiú don dialóg seo freisin:
it: È possibile controllare l'illuminazione dello schermo tramite questo menu. Se si dispone di un'illuminazione calda (LED bianchi normali e arancioni), è possibile controllarla separatamente da questa finestra di dialogo. È anche possibile definire un gesto per questa finestra di dialogo:
nl: Je kunt de schermverlichting bedienen via dit menu. Als je warme verlichting hebt (normale witte leds + oranje) kun je die afzonderlijk regelen vanuit deze dialoog. Je kunt ook een gebaar aan deze dialoog toewijzen:
pt_br: Você pode controlar a iluminação da sua tela através desse menu. Se você tem iluminação quente (luz branca normal + luz laranja) você pode controlá-la separadamente através dessa janela. Você também pode definir um gesto pra esse diálogo:
pt_pt: Pode controlar a luz do ecrã através deste menu. Se tiver iluminação quente (LEDs brancos normais + laranja), pode controlá-los separadamente nesta caixa de diálogo. Também pode definir um gesto para esta caixa de diálogo:
sk: Môžete ovládať osvetlenie obrazovky prostredníctvom tohto menu. Ak máte teplé osvetlenie (normálne biele + oranžové LED) môžete ich ovládať samostatne z tohto dialógu. Môžete tiež definovať gesto pre tento dialóg:
sr: Осветљење екрана можете да контролишете из овог менија. Ако имате топло осветљење (обичне беле LED диоде + наранџасте), можете одвојено да их контролишете из овог дијалога. За овај дијалог можете да дефинишете и гестикулацију:
ta: இந்த பட்டியல் வழியாக உங்கள் திரை ஒளியைக் கட்டுப்படுத்தலாம். உங்களிடம் சூடான விளக்குகள் இருந்தால் (சாதாரண வெள்ளை எல்.ஈ.டிக்கள்+ஆரஞ்சு) இந்த உரையாடலில் இருந்து அவற்றை தனித்தனியாக கட்டுப்படுத்தலாம். இந்த உரையாடலுக்கான சைகையையும் நீங்கள் வரையறுக்கலாம்:
uk: Керувати підсвічуванням екрану можна за допомогою цього меню. Якщо підсвічування може змінювати температуру світла (має звичайні білі та жовтогарячі світлодіоди), тоді кожним з цих параметрів підсвічування можна керувати окремо. Для цього діалогу також можна визначити жести:
zh_hans: 此菜单可控制屏幕灯光。若设备配备有暖光灯（普通白色 LED 灯混合橙色 LED 灯而成），可在此处分别控制两种灯光。若要指定呼出本对话框的交互手势，请按如下路径操作：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Frontlight
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Luz Frontal
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Rétroéclairage
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Solas Tosaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Retroilluminazione
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Verlichting
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Luz frontal
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Luz frontal
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Podsvietenie/nasvietenie displeja
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Предње светло
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Підсвічування
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 前光设置

source: Changing the screen displayed while sleeping
es: Cambiar la pantalla mostrada durante la suspensión
fr: Modifier l’écran affiché pendant la veille
ga: Athrú an scáileáin a thaispeántar agus tú i do chodladh
it: Modifica della schermata visualizzata durante la sospensione
nl: Het scherm tijdens de slaapstand wijzigen
pt_br: Mudando a tela exibida durante modo de repouso
pt_pt: Alterar o ecrã exibido quando bloqueado
sk: Zmena obrazovky zobrazenej počas spánku
sr: Промена екрана који се приказује када уређај спава
ta: தூங்கும் போது காண்பிக்கப்படும் திரையை மாற்றுவது
uk: Зміна заставки екрану на час сну
zh_hans: 变更设备休眠时的屏幕显示

source: You can choose a book cover or a custom image as screensaver via this menu:
es: Puedes elegir una imagen de cubierta o una imágen personalizada mediante este menú:
fr: Vous pouvez choisir une couverture de livre ou une image personnalisée comme écran de veille via ce menu :
ga: Is féidir leat clúdach leabhair nó íomhá saincheaptha a roghnú mar spárálaíscáileáin tríd an roghchlár seo:
it: In questo menu è possibile scegliere la copertina di un libro o un'immagine personalizzata come screensaver:
nl: Je kunt via dit menu een boekomslag of een eigen afbeelding als schermbeveiliging kiezen:
pt_br: Você pode escolher a capa de um livro ou uma imagem personalizada como um protetor de tela através desse menu:
pt_pt: Pode escolher uma capa de livro ou uma imagem personalizada como protetor de ecrã através deste menu:
sk: Cez túto ponuku si môžete vybrať obálku knihy alebo vlastný obrázok ako šetrič obrazovky:
sr: Из следећег менија, као чувар екрана можете да изаберете омот књиге или произвољну слику:
ta: இந்த பட்டியல் வழியாக நீங்கள் ஒரு புத்தக அட்டை அல்லது தனிப்பயன் படத்தை ச்கிரீன்சேவராக தேர்வு செய்யலாம்:
uk: Обрати обкладинку книги або інше зображення як заставку можна за допомогою цього меню:
zh_hans: 若要将书籍封面或自定义图片设置为待机屏显，请按如下路径操作：

source: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Screen / Screensaver
es: TOP MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Pantalla / Tiempo de inactividad de la pantalla
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Écran / Écran de veille
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scáileán / Sábhálaí Scáileáin
it: MENU SUPERIORE / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Schermo / Schermata di sospensione
nl: BOVENMENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Scherm / Schermbeveiliging
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Tela / Protetor de tela
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Ecrã / Ecrã de Suspensão
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Obrazovka / Šetrič obrazovky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Чувар екрана
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / கியர்.ச்விசி" பாணி = "அகலம்: 22px;"> / திரை / ச்கிரீன்சேவர்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / Екран / Зображення обкладинки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/gear.svg" style="width:22px;"> / 屏幕相关 / 待机屏显
