Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: After finishing a book, you can move it to a specific folder for archiving or processing purposes. Enable <span class="ui">Move to archive</span> plugin and set your target directory in the plugin’s settings (<span class="ui">Set archive folder</span>). After this, you can move a book to your archive folder using:
es: Tras terminar un libro, puedes moverlo a una carpeta específica para archivarlo o procesarlo. Activa el complemento <span class="ui">Mover a carpeta para archivar</span> y define el directorio de destino en la configuración del complemento (<span class="ui">Establecer carpeta de archivo</span>). Después puedes mover un libro a la carpeta de archivo usando:
fr: Une fois que vous avez terminé un livre, vous pouvez le déplacer vers un dossier spécifique à des fins d'archivage ou de traitement. Activez le plugin <span class="ui">Déplacer vers les archives</span> et définissez votre répertoire cible dans les paramètres du plugin (<span class="ui">Définir le dossier d'archivage</span>). Ensuite, vous pouvez déplacer un livre vers votre dossier d'archivage à l'aide de la commande suivante :
ga: Tar éis duit leabhar a chríochnú, is féidir leat é a bhogadh chuig fillteán ar leith chun críocha cartlannúcháin nó próiseála. Cumasaigh an breiseán <span class="ui">Bog chuig cartlann</span> agus socraigh d'eolaire sprice i socruithe an bhreiseáin (<span class="ui">Socraigh fillteán cartlainne</span>). Ina dhiaidh sin, is féidir leat leabhar a bhogadh chuig d'fhillteán cartlainne ag baint úsáide as:
it: Dopo aver terminato un libro, è possibile spostarlo in una cartella specifica per l'archiviazione o l'elaborazione. Attivare il plugin <span class="ui">Esporta annotazioni allachiusura del libro</span> e impostare la directory di destinazione nelle impostazioni del plugin(<span class="ui">Cartella di esportazioni/importazione: cartella met...</span>). Successivamente, è possibile spostare un libro nella cartella di archivio utilizzando:
nl: Na het uitlezen van een boek kun je het naar een specifieke map verplaatsen voor archivering of verdere verwerking. Schakel de plugin <span class="ui">Verplaats naar archief</span> in en stel de doelmap in (<span class="ui">Archiefmap instellen</span>). Daarna verplaats je een boek via:
pt_br: Após terminar de ler um livro, você pode movê-lo para uma pasta específica para arquivamento ou processamento. Habilite o plugin <span class="ui">Mover para arquivo</span> e defina o diretório de destino nas configurações do plugin (<span class="ui">Definir pasta de arquivo</span>). Depois disso, você pode mover um livro para sua pasta de arquivo usando:
sk: Po prečítaní knihy ju môžete presunúť do konkrétneho priečinka za účelom archivácie alebo spracovania. Povoľte doplnok <span class="ui">Presunúť do archívu</span> a nastavte cieľový adresár v nastaveniach doplnku (<span class="ui">Nastaviť priečinok archívu</span>). Potom môžete knihu presunúť do priečinka archívu pomocou:
sr: Након што завршите књигу, можете да је преместите у посебан фолдер који служи архивирање или обраду. Укључите додатак <span class="ui">Премести у архиву</span> и у његовим подешавањима поставите циљни директоријум (<span class="ui">Постави директоријум архиве</span>). Након тога књигу можете да преместите у фолдер архиве:
ta: இந்த பல்துறை சொருகி உங்கள் சிறப்பம்சங்களை <b> உள்ளக கோப்புகள் </b> அல்லது <b> நிகழ்நிலை சேவைகள் </b> க்கு ஏற்றுமதி செய்யலாம்.
uk: Після завершення читання книги, її можна перемістити до певної теки з метою архівування або обробки. Увімкнуть модуль <span class="ui">Перемістити до архіву</span> і у налаштуваннях модуля вкажіть теку, яка буде вважатися архівною (<span class="ui">Вказати теку архіву</span>). Після цього можна буде переміщувати книгу до теки архіву використавши:
zh_hans: 在读完一本书后，可以将其移到指定文件夹作为存档。启用<span class="ui">移至存档</span>插件，指定存档目录路径（<span class="ui">设置存档文件夹</span>）。完成设置后，可通过下列方式将书籍移入存档：

source: <span class="ui">Move to archive</span> plugin menu
es: Menú del complemento <span class="ui">Mover al archivo</span>
fr: <span class="ui">Déplacer vers les archives</span> menu du plugin
ga: Roghchlár breiseáin <span class="ui">Bog go dtí an chartlann</span>
it: <span class="ui">Esporta annotazioni </span> menu del plugin
nl: <span class="ui">Verplaats naar archief</span>-pluginmenu
pt_br: Menu do plugin <span class="ui">Mover para arquivo</span>
pt_pt: <span class="ui">Mover para arquivo</span> menu plugin
sk: ponuky doplnku <span class="ui">Presunúť do archívu</span>
sr: Менијем додатка <span class="ui">Премести у архиву</span>
ta: <span வகுப்பு = "Ui"> காப்பகத்திற்கு நகர்த்தவும் </span> சொருகி பட்டியல்
uk: Меню модуля <span class="ui">Перемістити до архіву</span>
zh_hans: <span class="ui">移至存档</span>插件菜单

source: With a gesture or
es: Con un gesto o
fr: D'un geste ou
ga: Le gotha nó
it: Con un gesto o
nl: Met een gebaar of
pt_br: Com um gesto ou
pt_pt: Com um gesto ou
sk: S gestom alebo
sr: Гестикулацијом или
ta: ஒரு சைகையுடன் அல்லது
uk: Жестом або
zh_hans: 利用指定的交互手势，或者

source: With a <span class="ui">Quick Menu</span> entry
es: Con una entrada de <span class="ui">Menú rápido</span>
fr: Avec une entrée <span class="ui">Menu rapide</span>
ga: Le hiontráil <span class="ui">Roghchlár Tapa</span>
it: Con una voce del <span class="ui">Menu Rapido</span>
nl: Met een <span class="ui">Snelmenu</span>-item
pt_br: Com uma entrada no <span class="ui">Menu Rápido</span>
pt_pt: Com uma entrada no <span class="ui">Menu rápido</span>
sk: S položkou <span class="ui">Rýchle menu</span>
sr: Ставком <span class="ui">Брзог менија</span>
ta: உரை (.txt)
uk: Через пункт <span class="ui">Швидкого меню</span>
zh_hans: 使用<span class="ui">快捷菜单</span>中的入口

source: KOReader provides different ways of exporting your highlights and notes from your reader device:
es: KOReader ofrece diferentes formas de exportar tus subrayados y notas desde el dispositivo lector:
fr: KOReader propose différentes méthodes pour exporter vos surlignages et vos notes depuis votre appareil de lecture :
ga: Cuireann KOReader bealaí éagsúla ar fáil chun do bhuaicphointí agus nótaí a easpórtáil ó do ghléas léitheoirí:
it: KOReader offre diversi modi per esportare evidenziazioni e note dal dispositivo di lettura:
nl: KOReader biedt verschillende manieren om je markeringen en notities te exporteren vanaf je lezer:
pt_br: O KOReader oferece diferentes maneiras de exportar seus destaques e notas do seu dispositivo de leitura:
pt_pt: O KOReader proporciona diferentes formas de exportar os seus realces e notas do seu dispositivo de leitura:
sk: KOReader poskytuje rôzne spôsoby exportu vašich zvýraznení a poznámok z vášho čítacieho zariadenia:
sr: KOReader обезбеђује различите начине за извоз ваших истицања и белешки са уређаја за читање:
ta: உங்கள் வாசகர் சாதனத்திலிருந்து உங்கள் சிறப்பம்சங்கள் மற்றும் குறிப்புகளை ஏற்றுமதி செய்வதற்கான பல்வேறு வழிகளை கொரியடர் வழங்குகிறது:
uk: KOReader забезпечує різні способи експортування виділеного вами і нотаток з пристрою читання, а саме:
zh_hans: KOReader提供多种导出标注和笔记的方式：

source: 1. Export Highlights plugin
es: 1. Complemento Exportar Subrayados
fr: 1. Exporter le plugin Surlignage
ga: 1. Breiseán Easpórtála Buaicphointí
it: 1. Plugin di esportazione annotazioni
nl: 1. Markeringen exporteren-plugin
pt_br: 1. Plugin de Exportação de Destaques
pt_pt: 1. Plugin Exporte de Destaques
sk: 1. Doplnok Export zvýraznení
sr: 1. Додатак Извези истицања
ta: 1. ஏற்றுமதி சிறப்பம்சங்கள் சொருகி
uk: 1. Модуль експорту виділеного
zh_hans: 一、使用导出标注插件

source: This versatile plugin can export your highlights to <b>local files</b> or <b>online services</b>.
es: Este complemento versátil puede exportar tus subrayados a <b>archivos locales</b> o <b>servicios en línea</b>.
fr: Ce plugin polyvalent peut exporter vos surlignages vers des <b>fichiers locaux</b> ou des <b>services en ligne</b>.
ga: Is féidir leis an mbreiseán ildánach seo do bhuaicphointí a onnmhairiú chuig <b>comhaid áitiúla</b> nó chuig <b>seirbhísí ar líne</b>.
it: Questo versatile plugin può esportare i punti salienti in <b>file locali</b> o in <b>servizi online</b>.
nl: Deze veelzijdige plugin kan je markeringen exporteren naar <b>lokale bestanden</b> of <b>onlinediensten</b>.
pt_br: Este plugin versátil pode exportar seus destaques para <b>arquivos locais</b> ou <b>serviços online</b>.
pt_pt: Este plugin versátil pode exportar os seus destaques para <b>ficheiros locais</b> ou <b>serviços online</b>.
sk: Tento všestranný doplnok dokáže exportovať vaše zvýraznenia do <b>lokálnych súborov</b> alebo <b>online služieb</b>.
sr: Овај свестрани додатак може да извезе ваша истицања у <b>локалне фајлове</b> или на <b>мрежне сервисе</b>.
ta: இந்த பல்துறை சொருகி உங்கள் சிறப்பம்சங்களை <b> உள்ளக கோப்புகள் </b> அல்லது <b> நிகழ்நிலை சேவைகள் </b> க்கு ஏற்றுமதி செய்யலாம்.
uk: Цей універсальний модуль може експортувати виділені вами уривки тексту до <b>локального файлу</b> або <b>онлайн-сервісів</b>.
zh_hans: 这款多功能插件可以将标注导出为<b>本地文档</b>或上传到<b>云服务</b>。

source: Local export
es: Exportación Local
fr: Exportation locale
ga: Easpórtáil áitiúil
it: Esportazione locale
nl: Lokaal exporteren
pt_br: Exportação local
pt_pt: Exportação local
sk: Lokálny export
sr: Локални извоз
ta: உள்ளக ஏற்றுமதி
uk: Локальний експорт
zh_hans: 本地导出

source: You can export your highlights to your device in these file formats:
es: Puedes exportar tus subrayados a tu dispositivo en estos formatos de archivo:
fr: Vous pouvez exporter vos moments forts vers votre appareil dans les formats de fichiers suivants :
ga: Is féidir leat do bhuaicphointí a onnmhairiú chuig do ghléas sna formáidí comhaid seo a leanas:
it: È possibile esportare i punti salienti sul dispositivo in questi formati di file:
nl: Je kunt je markeringen op je apparaat exporteren in deze bestandsindelingen:
pt_br: Você pode exportar seus destaques para o seu dispositivo nestes formatos de arquivo:
pt_pt: Pode exportar os seus destaques para o seu dispositivo nos seguintes formatos:
sk: Svoje zvýraznenia môžete exportovať do vášho zariadenia v týchto formátoch súborov:
sr: Истицања можете да извезете на уређај у следећим форматима:
ta: இந்த கோப்பு வடிவங்களில் உங்கள் சிறப்பம்சங்களை உங்கள் சாதனத்திற்கு ஏற்றுமதி செய்யலாம்:
uk: Виділені фрагменти можна експортувати на свій пристрій у таких форматах фалів:
zh_hans: 标注可被导出为以下几种文件格式：

source: Text (.txt)
es: Texto (.txt)
fr: Texte (.txt)
ga: Téacs (.txt)
it: Testo (.txt)
nl: Tekst (.txt)
pt_br: Texto (.txt)
pt_pt: Texto (.txt)
sr: Текст (.txt)
ta: உரை (.txt)
uk: Текстовий (.txt)
zh_hans: 纯文本（.txt）

source: HTML (.html)
ta: உஉகுமொ (.html)
zh_hans: HTML 网页 (.html)

source: Markdown (.md)
es: Reducción (.md)
ga: Marcáil síos (.md)
ta: மார்க் பேரூர் (.md)
uk: Текст з розміткою Markdown (.md)
zh_hans: Markdown文档 (.md)

source: Kindle Clippings (.txt)
es: Notas de Kindle (.txt)
fr: Extraits Kindle (.txt)
ga: Gearrthóga Kindle (.txt)
it: Ritagli di Kindle (.txt)
ta: கின்டெல் கிளிப்பிங்ச் (.txt)
uk: Вирізки Kindle (.txt)
zh_hans: Kindle 剪辑 (.txt)

source: JSON (.json)
ta: சாதொபொகு (.JSON)
zh_hans: JSON 文件 (.json)

source: You can choose your preferred export formats from:
es: Puede elegir sus formatos de exportación preferidos:
fr: Vous pouvez choisir vos formats d'exportation préférés parmi les suivants :
ga: Is féidir leat do fhormáidí easpórtála is fearr leat a roghnú as:
it: E' possibile scegliere i formati di esportazione preferiti tra:
nl: Je kiest je voorkeursexportformaten via:
pt_br: Você pode escolher seus formatos de exportação preferidos em:
pt_pt: Pode escolher formatos de exportação preferidos dos:
sk: Môžete si vybrať preferované formáty exportu z:
sr: Жељене формате извоза можете да изаберете из:
ta: உங்கள் விருப்பமான ஏற்றுமதி வடிவங்களை நீங்கள் தேர்வு செய்யலாம்:
uk: Формат, в який буде здійснюватися експорт, можна обрати тут:
zh_hans: 可以在下列菜单中选择想要使用的导出格式：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Export Highlights / Choose formats and services
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar subrayados / Elegir formatos y servicios
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exporter les surlignages / Choisir les formats et les services
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Easpórtáil Buaicphointí / Roghnaigh formáidí agus seirbhísí
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Esporta evidenziazioni / Scegli formati e servizi
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Markeringen exporteren / Kies formaten en diensten
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar Destaques / Escolher formatos e serviços
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportovať zvýraznenia / Výber formátov a služieb
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Извези истицања / Избор формата и сервиса
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / ஏற்றுமதி சிறப்பம்சங்கள் / வடிவங்கள் மற்றும் சேவைகளைத் தேர்வுசெய்க
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Експорт виділеного / Обрати формати і служби
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 导出标注 / 选择文件格式及服务商

source: You can see the export location (and also change it if you want):
es: Puedes ver la ubicación de exportación (y también cambiarla si lo deseas):
fr: Vous pouvez voir l'emplacement d'exportation (et également le modifier si vous le souhaitez) :
ga: Is féidir leat an suíomh onnmhairithe a fheiceáil (agus é a athrú freisin más mian leat):
it: È possibile vedere la posizione di esportazione (e anche modificarla, se si desidera):
nl: Je kunt de exportlocatie bekijken (en desgewenst wijzigen):
pt_br: Você pode ver o local de exportação (e também alterá-lo, se quiser):
pt_pt: Pode ver o local de exportação (e também alterá-lo, se desejar):
sk: Tu vidíte umiestnenie exportu (a tiež ho môžete zmeniť, ak chcete):
sr: Можете да видите (а ако то желите, такође и да измените) локацију за извоз:
ta: ஏற்றுமதி இருப்பிடத்தை நீங்கள் காணலாம் (நீங்கள் விரும்பினால் அதை மாற்றவும்):
uk: Шлях до теки експорту файлів можна побачити та змінити тут:
zh_hans: 可以在下列菜单中查看（或修改）导出文件存放目录：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Export Highlights / Choose export folder
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar subrayados / Elegir carpeta de exportación
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exporter les éléments importants / Choisir le dossier d'exportation
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Easpórtáil Buaicphointí / Roghnaigh fillteán easpórtála
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Esporta evidenziazioni / Scegli la cartella di esportazione
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Markeringen exporteren / Kies exportmap
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar Destaques / Escolher pasta de exportação
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportar Destaques / Escolher pasta para exportar
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Exportovať zvýraznenia / Výber priečinka pre export
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Извези истицања / Избор директоријума за извоз
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / ஏற்றுமதி சிறப்பம்சங்கள் / ஏற்றுமதி கோப்புறையைத் தேர்வுசெய்க
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Експорт виділеного / Обрати теку для експорту
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 导出标注 / 选择存放文件夹

source: Online services
es: Servicios en línea
fr: Services en ligne
ga: Seirbhísí ar líne
it: Servizi online
nl: Onlinediensten
pt_br: Serviços online
pt_pt: Serviços on-line
sk: Online služby
sr: Сервиси на мрежи
ta: நிகழ்நிலை சேவைகள்
uk: Онлайн-сервіси
zh_hans: 在线服务

source: You can also export to these services over the network:
es: También puede exportar a estos servicios a través de la red:
fr: Vous pouvez également exporter vers ces services via le réseau :
ga: Is féidir leat onnmhairiú chuig na seirbhísí seo thar an líonra freisin:
it: È inoltre possibile esportare questi servizi in rete:
nl: Je kunt ook via het netwerk naar deze diensten exporteren:
pt_br: Você também pode exportar para estes serviços pela rede:
pt_pt: Pode também exportar para estes serviços através da rede:
sk: Cez sieť môžete exportovať aj do týchto služieb:
sr: Преко мреже такође можете да извезете и на следеће сервисе:
ta: நெட்வொர்க்கில் இந்த சேவைகளுக்கு நீங்கள் ஏற்றுமதி செய்யலாம்:
uk: Також можна експортувати через мережу до цих сервісів:
zh_hans: 还可通过网络将标注导出到下列服务平台：

source: <a href="https://joplinapp.org/">Joplin</a> - a note taking application
es: <a href="https://joplinapp.org/">Joplin</a> - una aplicación para tomar notas
fr: <a href="https://joplinapp.org/">Joplin</a> - une application pour prendre des notes
ga: <a href="https://joplinapp.org/">Joplin</a> - feidhmchlár chun nótaí a thógáil
it: <a href="https://joplinapp.org/">Joplin</a> - un'applicazione per prendere appunti
nl: <a href="https://joplinapp.org/">Joplin</a> - een notitie-app
pt_br: <a href="https://joplinapp.org/">Joplin</a> - um aplicativo de anotações
pt_pt: <a href="https://joplinapp.org/">Joplin</a> - uma aplicação de notas
sk: <a href="https://joplinapp.org/">Joplin</a> - aplikácia na písanie poznámok
sr: <a href="https://joplinapp.org/">Joplin</a> - апликација за прављење белешки
ta: <a href = "https://joplinapp.org/"> சோப்ளின் </a> - விண்ணப்பத்தை எடுக்கும் குறிப்பு
uk: <a href="https://joplinapp.org/">Joplin</a> – застосунок для створення нотаток
zh_hans: <a href="https://joplinapp.org/">Joplin</a> - 一款笔记标注软件

source: <a href="https://readwise.io/">Readwise</a> - an online bookmarks/highlights application
es: <a href="https://readwise.io/">Readwise</a> - una aplicación de marcadores y subrayados en línea
fr: <a href="https://readwise.io/">Readwise</a> - une application en ligne pour les signets et les passages surlignés
ga: <a href="https://readwise.io/">Readwise</a> - feidhmchlár leabharmharcanna/buaicphointí ar líne
it: <a href="https://readwise.io/">Readwise</a> - un'applicazione online per segnalibri/evidenziazioni
nl: <a href="https://readwise.io/">Readwise</a> - online bladwijzer-/markeringsdienst
pt_br: <a href="https://readwise.io/">Readwise</a> - um aplicativo de marcadores/destaques online
pt_pt: <a href="https://readwise.io/">Readwise</a> - uma aplicação online para marcadores/destaques
sk: <a href="https://readwise.io/">Readwise</a> - online aplikácia na záložky/zvýraznenia
sr: <a href="https://readwise.io/">Readwise</a> - апликација за маркере/истицања на мрежи
ta: <a href = "https://readywise.io/"> ReadSy </a> - ஒரு நிகழ்நிலை புக்மார்க்குகள்/சிறப்பம்சங்கள் பயன்பாடு
uk: <a href="https://readwise.io/">Readwise</a> – онлайн-додаток для закладок/виділень
zh_hans: <a href="https://readwise.io/">Readwise</a> - 一款在线书签及标注软件

source: <a href="https://github.com/usememos/memos">Memos</a> - a self-hosted open source memo hub
es: <a href="https://github.com/usememos/memos">Memos</a>: un centro de notas de código abierto autoalojado
fr: <a href="https://github.com/usememos/memos">Memos</a> - un hub de mémos open source auto-hébergé
ga: <a href="https://github.com/usememos/memos">Memos</a> - mol meamram foinse oscailte féinóstáilte
it: <a href="https://github.com/usememos/memos">Memos</a> - un hub di memo open source autogestito
nl: <a href="https://github.com/usememos/memos">Memos</a> - zelfgehost open-source memoplatform
pt_br: <a href="https://github.com/usememos/memos">Memos</a> - um hub de memorandos de código aberto
pt_pt: <a href="https://github.com/usememos/memos">Memos</a> - um centro de memorandos de código aberto auto-hospedado
sk: <a href="https://github.com/usememos/memos">Memos</a> - samostatne hostované centrum poznámok s otvoreným zdrojovým kódom
sr: <a href="https://github.com/usememos/memos">Memos</a> - централно место за белешке, отвореног кода, хостовано код вас
ta: <a href = "https://github.com/usememos/memos"> மெமோச் </a> - ஒரு தன்வய -ஓச்ட் திறந்த மூல மெமோ அப்
uk: <a href="https://github.com/usememos/memos">Memos</a> – власний центр нотаток з відкритим кодом
zh_hans: <a href="https://github.com/usememos/memos">Memos</a> - 一款自托管的开源备忘录

source: <a href="https://flomoapp.com">Flomo</a> - an online note taking service
es: <a href="https://flomoapp.com">Flomo</a> - un servicio de toma de notas en línea
fr: <a href="https://flomoapp.com">Flomo</a> - un service de prise de notes en ligne
ga: <a href="https://flomoapp.com">Flomo</a> - seirbhís nótaí ar líne
it: <a href="https://flomoapp.com">Flomo</a> - un servizio per prendere appunti online
nl: <a href="https://flomoapp.com">Flomo</a> - online notitiedienst
pt_br: <a href="https://flomoapp.com">Flomo</a> - um serviço de anotações online
pt_pt: <a href="https://flomoapp.com">Flomo</a> - um serviço online de tirar notas
sk: <a href="https://flomoapp.com">Flomo</a> - online služba na písanie poznámok
sr: <a href="https://flomoapp.com">Flomo</a> - мрежни сервис за прављење белешки
ta: <a href = "https://flomoapp.com"> flomo </a> - சேவையை எடுக்கும் நிகழ்நிலை குறிப்பு
uk: <a href="https://flomoapp.com">Flomo</a> – онлайн-сервіс для створення нотаток
zh_hans: <a href="https://flomoapp.com">Flomo</a> - 一款在线笔记服务

source: <a href="https://www.xmnote.com/">XMNote</a> - an Android bookmark organizer in Chinese language
es: <a href="https://www.xmnote.com/">XMNote</a>: un organizador de marcadores de Android en chino
fr: <a href="https://www.xmnote.com/">XMNote</a> - un organiseur de signets Android en langue chinoise
ga: <a href="https://www.xmnote.com/">XMNote</a> - eagraí leabharmharcanna Android i Sínis
it: <a href="https://www.xmnote.com/">XMNote</a> - un organizzatore di segnalibri Android in lingua cinese
nl: <a href="https://www.xmnote.com/">XMNote</a> - een Chinese Android-bladwijzerbeheerder
pt_br: <a href="https://www.xmnote.com/">XMNote</a> - um organizador de marcadores para Android, em chinês
pt_pt: <a href="https://www.xmnote.com/">XMNote</a> - um organizador de Marcadores Android em chinês
sk: <a href="https://www.xmnote.com/">XMNote</a> - organizér záložiek pre Android v čínštine
sr: <a href="https://www.xmnote.com/">XMNote</a> - Android организатор маркера на кинеском језику
ta: <a href = "https://www.xmnote.com/"> xmnote </a> - சீன மொழியில் ஆண்ட்ராய்டு புத்தகக்குறி அமைப்பாளர்
uk: <a href="https://www.xmnote.com/">XMNote</a> – органайзер закладок для Android китайською мовою
zh_hans: <a href="https://www.xmnote.com/">XMNote</a> - 一款安卓平台的中文界面书签管理软件
