Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="ui">View mode:</span> If you change to <span class="ui">continuous</span> mode you can scroll the document like a web page. This mode is more suitable for non e-ink screen types (LCD, OLED). In continuous mode <b>you lose top and bottom margins</b> so text may be cut on the first and last line of screen. To solve this problem you can enable <span class="ui">Page overlap</span>:
es: <span class="ui">Modo de visualización:</span> Si cambias a <span class="ui">modo continuo</span>, puedes desplazarte por el documento como si fuera una página web. Este modo es más adecuado para tipos de pantallas que no son de tinta electrónica (LCD, OLED). En el modo continuo, <b>pierdes los márgenes superior e inferior</b>, por lo que el texto puede ser cortado en la primera y última línea de la pantalla. Para solucionar este problema puedes habilitar la <span class="ui">Superposición de páginas</span>:
fr: <span class="ui">Mode d'affichage :</span> Si vous passez en mode <span class="ui">continu</span>, vous pouvez faire défiler le document comme une page Web. Ce mode est plus adapté aux écrans non E-ink (LCD, OLED). En mode continu, <b>vous perdez les marges supérieure et inférieure</b>, ce qui peut entraîner une coupure du texte sur la première et la dernière ligne de l'écran. Pour résoudre ce problème, vous pouvez activer <span class="ui">le chevauchement des pages</span> :
ga: <span class="ui">Mód radhairc:</span> Má athraíonn tú go mód <span class="ui">leanúnach</span> is féidir leat an doiciméad a scrollú cosúil le leathanach gréasáin. Tá an mód seo níos oiriúnaí do chineálacha scáileáin nach n-e-dúch iad (LCD, OLED). Sa mhodh leanúnach <b>caillfidh tú corrlaigh uachtaracha agus íochtaracha</b> agus mar sin d'fhéadfadh téacs a bheith gearrtha ar an gcéad líne agus ar an líne dheireanach den scáileán. Chun an fhadhb seo a réiteach is féidir leat <span class="ui">forluí leathanaigh</span> a chumasú:
it: <span class="ui">Modalità di visualizzazione:</span> Se si passa alla modalità <span class="ui">ininterrotto</span>, è possibile scorrere il documento come una pagina web. Questa modalità è più adatta ai tipi di schermo non e-ink (LCD, OLED). In modalità continua <b>si perdono i margini superiore e inferiore</b>, quindi il testo può essere tagliato sulla prima e sull'ultima riga dello schermo. Per risolvere questo problema è possibile attivare la <span class="ui">Sovrapposizione delle pagine</span>:
nl: <span class="ui">Weergavemodus:</span> Als je overschakelt naar de <span class="ui">doorlopende</span> modus kun je door het document scrollen zoals op een webpagina. Deze modus is geschikter voor niet-e-ink schermtypes (LCD, OLED). In de doorlopende modus <b>raak je de boven- en ondermarges kwijt</b> zodat tekst op de eerste en laatste regel kan worden afgesneden. Om dit op te lossen kun je <span class="ui">Pagina-overlap</span> inschakelen:
pt_br: <span class="ui">Modo de visualização:</span> Se você mudar para o modo <span class="ui">contínuo</span>, poderá rolar o documento como uma página da web. Este modo é mais adequado para telas que não são e-ink (LCD, OLED). No modo contínuo, <b>você perde as margens superior e inferior</b>, então o texto pode ser cortado na primeira e na última linha da tela. Para resolver esse problema, você pode ativar a <span class="ui">Sobreposição de páginas</span>:
pt_pt: <span class="ui">Modo de visualização:</span> Se mudar para o modo <span class="ui">contínuo</span>, pode fazer scroll no documento como uma página Web. Este modo é mais adequado para tipos de ecrã que não sejam e-ink (LCD, OLED). No modo contínuo <b>perde as margens superior e inferior</b> e o texto pode ser cortado na primeira e última linha do ecrã. Para resolver este problema pode ativar a <span class="ui">Sobreposição de páginas</span>:
sk: <span class="ui">Režim zobrazenia:</span> Ak zmeníte režim na <span class="ui">priebežný</span> môžete posúvať dokument ako webovú stránku. Tento režim je vhodnejší pre typy obrazoviek bez e-atramentu (LCD, OLED). V priebežnom režime <b>stratíte vrchné a spodné okraje</b>, takže text môže byť orezaný na prvom a poslednom riadku obrazovky. Na vyriešenie tohto problému môžete povoliť <span class="ui">presah stránok</span>:
sr: <span class="ui">Режим погледа:</span> ако га промените на <span class="ui">непрекидни</span> режим, документ можете да скролујете као веб страницу. Овај режим је погодан за екране који не користе e-ink технологију (LCD, OLED). У непрекидном режиму <b>нестају горње и доње маргине</b> тако да текст може да буде одсечен на првој и последњој линији екрана. Да бисте решили овај проблем, можете да укључите <span class="ui">Преклапање страница</span>:
ta: <span வகுப்பு = "Ui"> பார்வை பயன்முறை: </span> நீங்கள் <span வகுப்பு = "Ui"> தொடர்ச்சியான </span> பயன்முறையாக மாறினால், ஆவணத்தை ஒரு வலைப்பக்கத்தைப் போல உருட்டலாம். இந்த பயன்முறை ஈ-மை அல்லாத திரை வகைகளுக்கு (எல்.சி.டி, ஓஎல்இடி) மிகவும் பொருத்தமானது. தொடர்ச்சியான பயன்முறையில் <b> நீங்கள் மேல் மற்றும் கீழ் விளிம்புகளை இழக்கிறீர்கள் </b> எனவே திரையின் முதல் மற்றும் கடைசி வரியில் உரை வெட்டப்படலாம். இந்த சிக்கலைத் தீர்க்க நீங்கள் <span வகுப்பு = "Ui"> பக்கம் ஒன்றுடன் ஒன்று </span> ஐ இயக்கலாம்:
uk: <span class="ui">Режим перегляду:</span> Якщо ви перейдете в режим <span class="ui">безперервного</span> перегляду, тоді зможете переглядати документ як вебсторінку. Цей режим більше пасує для екранів без е-чорнил (LCD, OLED). В безперервному режимі <b>ви втрачаєте верхнє і нижнє поля</b>, тому текст у першому і останньому рядку екрана може бути обрізаним. Щоб усунути цю проблему, можна увімкнути <span class="ui">Накладення сторінки</span>:
zh_hans: <span class="ui">阅读模式</span>：切换到<span class="ui">页面连续</span>模式，可以像浏览网页一样滑动阅读书籍。该模式更适合配备非电子墨水屏（LCD、OLED）的阅读设备。在页面连续模式下，<b>页面的顶部和底部页边空白将被裁切</b>，因此首行和末行文本可能会被裁掉。启用<span class="ui">页面重叠</span>可以避免这一问题：

source: TOP MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Page Overlap
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Superposición de páginas
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Superposition de pages
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Forluí Leathanaigh
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Sovrapposizione delle pagine
nl: BOVENMENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Pagina-overlap
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Sobreposição de Páginas
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Sobreposição de páginas
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Prekrývanie stránok
sr: МЕНИ НА ВРХУ/ <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Преклапање страница
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_document.svg" சூல் தண்டு = "அகலம்: 22px;"> / பக்கம் ஒன்றுடன் ஒன்று
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / Накладення сторінки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_document.svg" style="width:22px;"> / 页面重叠

source: <span class="ui">Render mode:</span> This option determines how your document is rendered by KOReader. Default is <span class="ui">WEB</span> and generally you don’t need to change this setting. When a book (or saved web page) is very complicated (specified widths or margins, negative margins, floats etc.) and layout looks bad or overflow the screen, you can try other rendering modes.
es: <span class="ui">Modo de renderizado:</span> Esta opción determina la forma en la que KOReader renderiza el documento. La predeterminada es <span class="ui">WEB</span> y por lo general no necesitas cambiarla. Cuando un libro (o página web guardada) es muy complicado (anchuras o márgenes especificados, márgenes negativos, flotantes, etc.), el diseño se ve mal o la pantalla se desborda, puedes probar con otros modos de renderizado.
fr: <span class="ui">Mode d'affichage :</span> Cette option détermine la manière dont votre document est affiché par KOReader. La valeur par défaut est <span class="ui">WEB</span> et, en général, vous n'avez pas besoin de modifier ce paramètre. Lorsqu'un livre (ou une page Web enregistrée) est très complexe (largeurs ou marges spécifiées, marges négatives, flottants, etc.) et que la mise en page est mauvaise ou déborde de l'écran, vous pouvez essayer d'autres modes de rendu.
ga: <span class="ui">Mód rindreála:</span> Cinneann an rogha seo conas a rindreálann KOReader do dhoiciméad. Is é <span class="ui">GRÉASÁN</span> an rogha réamhshocraithe agus de ghnáth ní gá duit an socrú seo a athrú. Nuair a bhíonn leabhar (nó leathanach gréasáin sábháilte) an-chasta (leithead nó corrlaigh shonraithe, corrlaigh dhiúltacha, snámháin srl.) agus nuair a bhíonn cuma dona ar an leagan amach nó go bhfuil sé rófhada ar an scáileán, is féidir leat modhanna rindreála eile a thriail.
it: <span class="ui">Modalità di resa grafica:</span> Questa opzione determina il modo in cui il documento viene reso da KOReader. L'impostazione predefinita è <span class="ui">WEB</span> e generalmente non è necessario modificarla. Quando un libro (o una pagina web salvata) è molto complicato (larghezze o margini specificati, margini negativi, fluttuazioni ecc.) e il layout appare brutto o sovraccarica lo schermo, si possono provare altre modalità di rendering.
nl: <span class="ui">Rendermodus:</span> Deze optie bepaalt hoe je document door KOReader wordt weergegeven. Standaard is <span class="ui">WEB</span> en meestal hoef je dit niet te veranderen. Wanneer een boek (of opgeslagen webpagina) erg ingewikkeld is (gespecificeerde breedtes of marges, negatieve marges, floats enz.) en de lay-out er slecht uitziet of buiten het scherm valt kun je andere rendermodi proberen.
pt_br: <span class="ui">Modo de renderização:</span> Esta opção determina como o seu documento será renderizado pelo KOReader. O padrão é <span class="ui">WEB</span> e geralmente não é necessário alterar esta configuração. Quando um livro (ou página da web salva) é muito complexo (larguras ou margens especificadas, margens negativas, flutuações, etc.) e o layout parece ruim ou ultrapassa a tela, você pode tentar outros modos de renderização.
pt_pt: <span class="ui">Modo de renderização:</span> Esta opção determina a forma como o seu documento será renderizado pelo KOReader. O padrão é <span class="ui">WEB</span> e geralmente não precisa de alterar esta definição. Quando um livro (ou página web guardada) é demasiado complicado (larguras ou margens especificadas, margens negativas, flutuações, etc.) e o layout tem mau aspeto ou transborda o ecrã, pode tentar outros modos de renderização.
sk: <span class="ui">Režim vykresľovania:</span> Táto možnosť určuje, ako váš dokument vykreslí KOReader. Predvolená hodnota je <span class="ui">WEB</span> a vo všeobecnosti toto nastavenie nemusíte meniť. Keď je kniha (alebo uložená webová stránka) veľmi komplikovaná (určené šírky alebo okraje, záporné okraje, plávajúce okraje atď.) a rozloženie vyzerá zle alebo preteká obrazovku,môžete vyskúšať iné režimy vykresľovania.
sr: <span class="ui">Режим исцртавања:</span> ова опција одређује начин на који KOReader исцртава документ на екран. Подразумевана вредност је <span class="ui">ВЕБ</span> и у општем случају нема потребе да мењате ово подешавање. Када је књига (или сачувана веб страница) врло компликована (наведене ширине или маргине, негативне маргине, плутајући објекти итд.) и распоред на екрану изгледа лоше или се прелива са екрана, пробајте остале режиме исцртавања.
ta: <span வகுப்பு = "Ui"> வழங்குதல் பயன்முறை: </span> இந்த விருப்பம் உங்கள் ஆவணம் எவ்வாறு கொரியாடரால் வழங்கப்படுகிறது என்பதை தீர்மானிக்கிறது. இயல்புநிலை <span வகுப்பு = "Ui"> வலை </span> மற்றும் பொதுவாக நீங்கள் இந்த அமைப்பை மாற்ற தேவையில்லை. ஒரு நூல் (அல்லது சேமித்த வலைப்பக்கம்) மிகவும் சிக்கலானதாக இருக்கும்போது (குறிப்பிட்ட அகலங்கள் அல்லது விளிம்புகள், எதிர்மறை விளிம்புகள், மிதவைகள் போன்றவை) மற்றும் தளவமைப்பு மோசமாகத் தோன்றும் அல்லது திரையை நிரம்பி வழிகிறது, நீங்கள் பிற வழங்குதல் முறைகளை முயற்சி செய்யலாம்.
uk: <span class="ui">Режим візуалізації:</span> Цей параметр визначає як KOReader буде візуалізувати документ. Типово використовується <span class="ui">ВЕБ</span> і зазвичай немає необхідності змінювати цей параметр. Коли книга (або збережена вебсторінка) дуже складна (визначені ширина або поля, негативні поля, плаваючі поля тощо) і верстка виглядає погано або виходить за межі екрану, можна спробувати інші режими візуалізації.
zh_hans: <span class="ui">渲染模式</span>：该选项决定KOReader如何呈现页面。默认设置为<span class="ui">WEB</span>且通常无需改变。当某本书籍（或缓存的网页）使用了复杂排版（指定了页面宽度或页边距，使用了负边距或浮动元素等），版式出现错乱或内容溢出屏幕时可尝试其它渲染模式。

source: <span class="ui">Zoom (dpi):</span> This setting can be thought of as a <b>general zoom factor</b> for the document (except font size). At 96 dpi (which is the default setting), images in the document are rendered at their original dimensions. Basically you will use this setting if you want to <b>make images bigger without making the text bigger</b>.
es: <span class="ui">Zoom (dpi):</span> esta configuración puede entenderse como un <b>factor general de zoom</b> para el documento (excepto el tamaño de letra). A 96 dpi (que es la configuración predeterminada), las imágenes del documento se renderizan en tus dimensiones originales. Básicamente usarás esta configuración si quieres <b>hacer las imágenes más grandes sin hacer la letra más grande</b>.
fr: <span class="ui">Zoom (ppp) :</span> ce paramètre peut être considéré comme un <b>facteur de zoom général</b> pour le document (à l'exception de la taille de la police). À 96 ppp (qui est le paramètre par défaut), les images du document sont rendues dans leurs dimensions d'origine. En principe, vous utiliserez ce paramètre si vous souhaitez <b>agrandir les images sans agrandir le texte</b>.
ga: <span class="ui">Zúmáil (dpi):</span> Is féidir an socrú seo a mheas mar <b>fhachtóir súmála ginearálta</b> don doiciméad (seachas méid an chló). Ag 96 dpi (arb é an socrú réamhshocraithe é), déantar íomhánna sa doiciméad a rindreáil ag a dtoisí bunaidh. Go bunúsach úsáidfidh tú an socrú seo más mian leat <b>íomhánna a dhéanamh níos mó gan an téacs a dhéanamh níos mó</b>.
it: <span class="ui">Zoom (dpi):</span> Questa impostazione può essere considerata come un <b>fattore di zoom generale</b> per il documento (eccetto la dimensione dei caratteri). A 96 dpi (che è l'impostazione predefinita), le immagini del documento vengono rese alle loro dimensioni originali. In pratica si utilizza questa impostazione se si desidera <b>ingrandire le immagini senza ingrandire il testo</b>.
nl: <span class="ui">Zoom (dpi):</span> Deze instelling fungeert als een <b>algemene zoomfactor</b> voor het document (behalve voor de lettergrootte). Bij 96 dpi (de standaard) worden afbeeldingen op hun oorspronkelijke afmetingen gerenderd. Je gebruikt dit vooral als je <b>afbeeldingen groter wilt maken zonder de tekst groter te maken</b>.
pt_br: <span class="ui">Zoom (dpi):</span> Esta configuração pode ser considerada como um <b>fator de zoom geral</b> para o documento (exceto o tamanho da fonte). A 96 dpi (que é a configuração padrão), as imagens no documento são renderizadas em suas dimensões originais. Basicamente, você usará esta configuração se quiser <b>aumentar as imagens sem aumentar o tamanho do texto</b>.
pt_pt: <span class="ui">Zoom (dpi):</span> Esta definição pode ser considerada um <b>fator geral de zoom</b> para o documento (exceto o tamanho da letra). A 96 dpi (que é a definição predefinida), as imagens do documento são renderizadas nas suas dimensões originais. Basicamente irá utilizar esta definição se quiser <b>aumentar as imagens sem aumentar o texto</b>.
sk: <span class="ui">Zväčšenie (dpi):</span> Toto nastavenie si možno predstaviť ako <b>všeobecný faktor priblíženia</b> dokumentu (okrem veľkosti písma). Pri rozlíšení 96 dpi (čo je predvolené nastavenie) sa obrázky v dokumente vykreslia v pôvodných rozmeroch. Toto nastavenie v podstate použijete, ak chcete <b>zväčšiť obrázky bez zväčšenia textu</b>.
sr: <span class="ui">Зумирање (dpi):</span> ово подешавање може да се сматра за <b>општи фактор зумирања</b> документа (осим за величину фонта). На 96 dpi (што је и подразумевана вредност), слике у документу се исцртавају у оригиналним величинама. У суштини, ово подешавање ћете употребити када желите да <b>слике постану веће, а да величина текста остане иста</b>.
ta: <span வகுப்பு = "Ui"> சூம் (டிபிஐ): </span> இந்த அமைப்பை ஆவணத்திற்கு (எழுத்துரு அளவு தவிர) ஒரு <b> பொது சூம் காரணி </b> என்று கருதலாம். 96 டிபிஐ (இது இயல்புநிலை அமைப்பு), ஆவணத்தில் உள்ள படங்கள் அவற்றின் அசல் பரிமாணங்களில் வழங்கப்படுகின்றன. உரையை பெரிதாக்காமல் </b> ஐ நீங்கள் விரும்பினால் <b> படங்களை பெரிதாக்க விரும்பினால், அடிப்படையில் இந்த அமைப்பைப் பயன்படுத்துவீர்கள்.
uk: <span class="ui">Масштаб (dpi):</span> Цей параметр можна вважати <b>головним фактором масштабування</b> документу (крім розміру шрифту). При 96 dpi (що є типовим значенням) зображення в документі візуалізуються з їх оригінальними вимірами. Переважно цей параметр використовують для того, щоб <b>збільшити зображення не збільшуючи текст</b>.
zh_hans: <span class="ui">DPI缩放</span>：该选项可视为文档<b>全局缩放比例</b>（不会影响字号）。在默认设置96 dpi下，书籍中的图片将以原始尺寸呈现。简单来说该选项可以在<b>放大图片的同时保持文字大小不变</b>。

source: <span class="ui">Word spacing and Word expansion</span> settings are related and they determine how your text will look when it is justified. When you justify text, space is added between words so that both edges of each line are aligned with both margins. Since word counts of lines are not equal all the time, in justified alignment, text has to be compressed or expanded to fill the line.
es: <span class="ui">Espaciado entre palabras y expansión de palabras</span> son ajustes relacionados y determinan cómo se verá el texto cuando esté justificado. Cuando justificas el texto, se añade espacio entre palabras para que ambos bordes de cada línea queden alineados con los dos márgenes. Dado que el número de palabras por línea no es siempre igual, en la alineación justificada el texto tiene que comprimirse o expandirse para rellenar la línea.
fr: Les paramètres <span class="ui">Espacement des mots et Expansion des mots</span> sont liés et déterminent l'apparence de votre texte lorsqu'il est justifié. Lorsque vous justifiez du texte, un espace est ajouté entre les mots afin que les deux bords de chaque ligne soient alignés avec les deux marges. Étant donné que le nombre de mots par ligne n'est pas toujours le même, dans un alignement justifié, le texte doit être compressé ou étendu pour remplir la ligne.
ga: Tá socruithe <span class="ui">Spásáil focal agus leathnú focal</span> gaolmhar agus is iad sin a chinneann cén chuma a bheidh ar do théacs nuair a bheidh sé comhlíonta. Nuair a chomhlíontar téacs, cuirtear spás idir focail ionas go mbeidh imeall gach líne ailínithe leis an dá imeall. Ós rud é nach mbíonn comhaireamh focal na línte cothrom an t-am ar fad, i ailíniú comhlíonta, caithfear téacs a chomhbhrú nó a leathnú chun an líne a líonadh.
it: <span class="ui">Spaziatura delle parole ed espansione delle parole</span> le impostazioni sono correlate e determinano l'aspetto del testo quando è giustificato. Quando si giustifica il testo, viene aggiunto dello spazio tra le parole in modo che entrambi i bordi di ogni riga siano allineati con entrambi i margini. Poiché il numero di parole delle righe non è sempre uguale, nell'allineamento giustificato il testo deve essere compresso o espanso per riempire la riga.
nl: De instellingen <span class="ui">Woordafstand en Woorduitbreiding</span> hangen samen en bepalen hoe je tekst eruitziet wanneer hij wordt uitgevuld. Bij uitvullen wordt ruimte tussen woorden toegevoegd zodat beide randen van elke regel met de marges uitlijnen. Omdat het aantal woorden per regel niet altijd gelijk is moet tekst soms worden samengedrukt of uitgerekt om de regel te vullen.
pt_br: As configurações de <span class="ui">Espaçamento entre palavras e Expansão de palavras</span> estão relacionadas e determinam a aparência do seu texto quando justificado. Ao justificar o texto, um espaço é adicionado entre as palavras para que ambas as bordas de cada linha fiquem alinhadas com ambas as margens. Como a contagem de palavras das linhas não é sempre igual, no alinhamento justificado, o texto precisa ser comprimido ou expandido para preencher a linha.
pt_pt: As definições de <span class="ui">Espaçamento e expansão de palavras</span> estão relacionadas e determinam o aspeto do seu texto quando se justifica. Ao justificar o texto, é adicionado espaço entre as palavras para que ambas as margens de cada linha fiquem alinhadas. Como a contagem de palavras nas linhas não é sempre igual, no alinhamento justificado, o texto é comprimido ou expandido para preencher a linha.
sk: <span class="ui">Medzery medzi slovami a rozšírenie slov:</span> Tieto dve nastavenia spolu súvisia a určujú, ako bude váš text vyzerať, keď bude zarovnaný. Keď zarovnáte text, medzi slová sa pridá medzera, takže oba okraje každého riadku sú zarovnané s oboma okrajmi. Keďže počet slov v riadkoch nie je vždy rovnaký, v zarovnaní musí byť text zhustený alebo rozšírený, aby vyplnil riadok.
sr: <span class="ui">Размак између речи и Експанзија речи:</span> ова два подешавања су у вези једно са другим и она одређују како ће ваш текст да изгледа када се обострано поравна. Када укључите обострано поравнање текста, између речи се додаје размак тако да се обе ивице сваке линије поравнају са левом и десном маргином. Пошто број речи у линијама није исти све време, при обостраном поравнању је потребно да се текст сабије или развуче тако да се испуни простор линије.
ta: <span வகுப்பு = "Ui"> சொல் இடைவெளி மற்றும் சொல் விரிவாக்கம் </span> அமைப்புகள் தொடர்புடையவை, மேலும் அது நியாயப்படுத்தப்படும்போது உங்கள் உரை எவ்வாறு இருக்கும் என்பதை அவை தீர்மானிக்கின்றன. நீங்கள் உரையை நியாயப்படுத்தும்போது, சொற்களுக்கு இடையில் இடம் சேர்க்கப்படுகிறது, இதனால் ஒவ்வொரு வரியின் இரண்டு விளிம்புகளும் இரு விளிம்புகளுடனும் சீரமைக்கப்படுகின்றன. கோடுகளின் சொல் எண்ணிக்கைகள் எல்லா நேரத்திலும் சமமாக இல்லை என்பதால், நியாயமான சீரமைப்பில், வரியை நிரப்ப உரையை சுருக்க வேண்டும் அல்லது விரிவாக்க வேண்டும்.
uk: <span class="ui">Проміжки між словами і розтягування слів:</span> Ці два параметри Ці два налаштування пов'язані між собою і визначають, як виглядатиме ваш текст після верстання. Під час вирівнювання тексту між словами додаються пробіли, щоб обидва краї кожного рядка були вирівняні з полями обох країв екрану. Оскільки кількість слів у рядках не завжди однакова, текст доводиться стискати або розтягувати, щоб рівномірно заповнити рядок.
zh_hans: <span class="ui">字间距与字母间距</span> 两项设定是彼此关联的，它们共同决定文字在两端对齐下的样式。文本两端对齐时字之间的间距会被拉大，以便每行文字的左右边缘都能与页面边缘对齐。由于每行中的字数不是相同的，两端对齐会使用挤压或拉伸文字来填充满一行。
