Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b>SSH/SFTP access:</b> KOReader can act like an <b>SSH server</b>, which you can access from a computer to transfer files (available on Kobo, Kindle, Cervantes). You can use an SFTP application (like <span class="external">Filezilla</span>) or access via your file manager if your operating system supports. Check our <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> for how-to and also see the warning box below.
es: <b>Acceso SSH/SFTP:</b> KOReader puede hacer de <b>servidor SSH</b> al que puedes acceder desde un ordenador y transferir archivos (disponible en Kobo, Kindle y Cervantes). Puedes usar cualquier aplicación SFTP (como <span class="external">Filezilla</span>) o acceder mediante el explorador de archivos si tu sistema lo soporta. Revisa nuestra <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> para más información y además revisa el recuadro más abajo.
fr: <b>Accès SSH/SFTP :</b> KOReader peut agir comme un <b>serveur SSH</b>, auquel vous pouvez accéder depuis un ordinateur pour transférer des fichiers (disponible sur Kobo, Kindle, Cervantes). Vous pouvez utiliser une application SFTP (comme <span class="external">Filezilla</span>) ou y accéder via votre gestionnaire de fichiers si votre système d’exploitation le permet. Consultez notre <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> pour le mode d’emploi et lisez également le message d’avertissement ci-dessous.
ga: <b>Rochtain SSH/SFTP:</b> Is féidir le KOReader gníomhú mar <b>fhreastalaí SSH</b>, ar féidir leat rochtain a fháil air ó ríomhaire chun comhaid a aistriú (ar fáil ar Kobo, Kindle, Cervantes). Is féidir leat feidhmchlár SFTP (cosúil le <span class="external">Filezilla</span>) a úsáid nó rochtain a fháil air trí do bhainisteoir comhad má thacaíonn do chóras oibriúcháin leis. Seiceáil ár <a href="https://github.com/koreader/koreader/wiki/SSH">vicí</a> le haghaidh treoracha agus féach an bosca rabhaidh thíos freisin.
it: <b>Accesso SSH/SFTP:</b>KOReader può agire come un server <b>SSH</b>, a cui si può accedere da un computer per trasferire file (disponibile su Kobo, Kindle, Cervantes). È possibile utilizzare un'applicazione SFTP (come <span class="external">Filezilla</span>) o accedere tramite il file manager, se il sistema operativo lo supporta. Consultate la nostra <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> per sapere come fare ed anche il box di avviso qui sotto.
nl: <b>SSH/SFTP-toegang:</b> KOReader kan fungeren als een <b>SSH-server</b> waartoe je vanaf een computer toegang hebt om bestanden over te zetten (beschikbaar op Kobo, Kindle, Cervantes). Je kunt een SFTP-applicatie gebruiken (zoals <span class="external">Filezilla</span>) of via je bestandsbeheerder openen als je besturingssysteem dat ondersteunt. Zie onze <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> voor instructies en bekijk ook het waarschuwingsvak hieronder.
pt_br: <b>Acesso SSH/SFTP:</b> o KOReader pode agir como um <b>servidor SSH</b>, que você pode acessar com um computador para transferir arquivos (disponível em Kobo, Kindle, Cervantes). Você pode usar uma aplicação SFTP (como <span class="external">Filezilla</span>) ou acessar através do seu gerenciador de arquivos se seu sistema operacional suporta. Veja nossa <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> para um passo a passo e verifique também a caixa de aviso abaixo.
pt_pt: <b>Acesso SSH/SFTP:</b> O KOReader pode actuar como um <b>servidor SSH</b>, ao qual pode aceder a partir de um computador para transferir ficheiros (disponível em Kobo, Kindle, Cervantes). Pode utilizar uma aplicação SFTP (como <span class="external">Filezilla</span>) ou aceder através do seu gestor de ficheiros se o seu sistema operativo o suportar. Consulte o nosso <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> para saber como fazer e veja também a caixa de aviso abaixo.
sk: <b>Prístup SSH/SFTP:</b> KOReader môže fungovať ako <b>SSH server</b>, ku ktorému máte prístup z počítača na prenos súborov (dostupné na Kobo, Kindle, Cervantes). Môžete použiť aplikáciu SFTP (napríklad <span class="external">Filezilla</span>) alebo pristupovať cez správcu súborov, ak to váš operačný systém podporuje. Návod nájdete na <a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a> a pozrite si aj výstražný rámček nižšie.
sr: <b>SSH/SFTP приступ:</b> KOReader може да се понаша као <b>SSH сервер</b>, па можете са компјутера да му приступите и да преносите фајлове (доступно на Kobo, Kindle, Cervantes). Можете да употребите SFTP апликацију (као што је <span class="external">Filezilla</span>), или у случају да оперативни систем који користите то подржава, приступите из менаџера фајлова. На нашем <a href="https://github.com/koreader/koreader/wiki/SSH">викију</a> се налази упутство како то да урадите, а погледајте такође и оквир упозорења испод.
ta: <b> SSH/SFTP அணுகல்: </b> கொரியடர் ஒரு <b> பாஓடு சேவையகம் </b> போல செயல்படலாம், இது கோப்புகளை மாற்றுவதற்கு ஒரு கணினியிலிருந்து அணுகலாம் (கோபோ, கின்டெல், செர்வாண்டசில் கிடைக்கிறது). உங்கள் இயக்க முறைமை ஆதரித்தால் நீங்கள் ஒரு SFTP பயன்பாட்டைப் பயன்படுத்தலாம் (<ச்பான் கிளாச் = "வெளிப்புற"> ஃபைல்சில்லா </span>) அல்லது உங்கள் கோப்பு மேலாளர் வழியாக அணுகலாம். எங்கள் <a href = "https://github.com/koreader/koreader/wiki/ssh"> விக்கி </a> ஐ எவ்வாறு-எப்படி என்பதை சரிபார்க்கவும்.
uk: <b>Доступ через SSH/SFTP.</b> KOReader може працювати як <b>SSH-сервер</b>, до якого можна доступитися з комп'ютера, щоб передати файли (працює на Kobo, Kindle, Cervantes). Можна використовувати програму SFTP (наприклад, <span class="external">Filezilla</span>) або доступитися через файловий менеджер, якщо операційна система комп'ютера це підтримує. Дізнатися як це зробити можна <a href="https://github.com/koreader/koreader/wiki/SSH">у вікі</a>, а заразом дивіться нижченаведений блок з попередженням.
zh_hans: <b>SSH/SFTP访问</b>：KOReader可作为<b>SSH服务器</b>，以便使用电脑传输文档（该功能支持Kobo、Kindle、Cervantes的阅读器）请使用SFTP软件（如<span class="external">Filezilla</span>）或文件管理器（部分操作系统内置）请查阅<a href="https://github.com/koreader/koreader/wiki/SSH">wiki</a>页了解具体操作流程；另请注意下方的警告注释栏内容。

source: <b>Calibre transfer:</b> With the <span class="external">Calibre plugin</span> you can send documents from your Calibre Library directly to your KOReader devices via a wifi connection. Check our <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> for how-to.
es: <b>Calibre:</b> Con el <span class="external">complemento de Calibre</span> puedes transferir documentos desde tu biblioteca Calibre directamente al dispositivo KOReader mediante una conexión wifi. Revisa nuestra <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> para más información.
fr: <b>Transfert via Calibre :</b> Avec le <span class="external">plugin Calibre</span>, vous pouvez envoyer des documents de votre bibliothèque Calibre directement vers vos appareils KOReader via une connexion wifi. Consultez notre <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> pour le mode d'emploi.
ga: <b>Aistriú Calibre:</b> Leis an mbreiseán <span class="external">Calibre</span> is féidir leat doiciméid a sheoladh ó do Leabharlann Calibre go díreach chuig do ghléasanna KOReader trí nasc wifi. Féach ar ár <a href="https://github.com/koreader/koreader/wiki/calibre">vicí</a> le haghaidh treoracha.
it: <b>Trasferimento da Calibre:</b>Con il plugin <span class="external">Calibre</span> potete inviare documenti dalla vostra libreria Calibre direttamente ai vostri dispositivi KOReader tramite una connessione wifi. Consultate la nostra <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> per sapere come fare.
nl: <b>Calibre overdracht:</b> Met de <span class="external">Calibre plugin</span> kun je documenten rechtstreeks vanuit je Calibre bibliotheek naar je KOReader apparaten sturen via een wifi verbinding. Bekijk onze <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> voor instructies.
pt_br: <b>Transferência do Calibre:</b> Com o <span class="external">plugin do Calibre</span> você pode enviar documentos da sua Biblioteca Calibre diretamente para seus dispositivos KOReader através do Wi-Fi. Veja nossa <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> para um tutorial.
pt_pt: <b>Transferência Calibre:</b> Com o <span class="external">plugin Calibre</span> pode enviar documentos da sua Biblioteca Calibre directamente para os seus dispositivos KOReader através de uma ligação wifi. Consulte o nosso <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a> para saber como fazer.
sk: <b>Prenos cez Calibre:</b> Pomocou <span class="external">doplnku Calibre</span> môžete odosielať dokumenty z knižnice Calibre priamo do zariadení KOReader prostredníctvom wifi pripojenia. Návod nájdete na <a href="https://github.com/koreader/koreader/wiki/calibre">wiki</a>.
sr: <b>Calibre трансфер:</b> уз помоћ <span class="external">Calibre додатка</span> можете да шаљете документе из Calibre библиотеке директно на KOReader уређаје преко wifi мреже. На нашем <a href="https://github.com/koreader/koreader/wiki/calibre">викију</a> се налази упутство како се то ради.
ta: <b> காலிபர் பரிமாற்றம்: </b> <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் சொருகி </span> உடன் உங்கள் காலிபர் நூலகத்திலிருந்து ஆவணங்களை நேரடியாக உங்கள் கொரியடர் சாதனங்களுக்கு வைஃபை இணைப்பு வழியாக அனுப்பலாம். எங்கள் <a href = "https://github.com/koreader/koreader/wiki/calibre"> விக்கி </a> ஐ எவ்வாறு சரிபார்க்கவும்.
uk: <b>Передавання через Calibre.</b> За допомогою <span class="external">модуля Calibre</span> можна надсилати документи з бібліотеки Calibre безпосередньо на пристрій з KOReader через з'єднання Wi-Fi. Як це робити читайте <a href="https://github.com/koreader/koreader/wiki/calibre">у вікі</a>.
zh_hans: <b>Calibre传输</b>：借助<span class="external">Calibre插件</span>，可通过 WIFI直接从 Calibre 书库将书籍发送到 KOReader 中。请查阅<a href="https://github.com/koreader/koreader/wiki/calibre">WIKI</a>页面了解操作方法。

source: <b>News downloader:</b> With this plugin you can download <b>RSS and Atom</b> news entries as HTML files. Check <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> for how-to.
es: <b>Descargador de noticias:</b> Con este complemento puedes descargar entradas de noticias <b>RSS y Atom</b> como archivos HTML. Revisa nuestra <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> para más información.
fr: <b>Téléchargement d'informations :</b> Avec ce plugin, vous pouvez télécharger les actualités de flux <b>RSS et Atom</b> sous forme de fichiers HTML. Consultez le <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> pour le mode d'emploi.
ga: <b>Íoslódálaí nuachta:</b> Leis an mbreiseán seo is féidir leat iontrálacha nuachta <b>RSS agus Atom</b> a íoslódáil mar chomhaid HTML. Féach ar an <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> le haghaidh treoracha.
it: <b>News downloader:</b> Con questo plugin è possibile scaricare le voci di notizie <b>RSS e Atom</b> come file HTML. Consultate <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> per sapere come fare.
nl: <b>Nieuwsdownloader:</b> met deze plugin kun je <b>RSS en Atom</b> nieuwsberichten downloaden als HTML bestanden. Bekijk de <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> voor instructies.
pt_br: <b>Baixador de notícias:</b> Com esse plugin você pode baixar notícias de feeds <b>RSS e Atom</b> como arquivos HTML. Veja a <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> para um passo a passo.
pt_pt: <b>Descarregar as notícias:</b> Com este plugin pode descarregar entradas de notícias <b>RSS e Atom</b> como ficheiros HTML. Consulte <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a> para saber como fazer.
sk: <b>Sťahovač správ:</b> Pomocou tohto doplnku si môžete stiahnuť položky správ <b>RSS a Atom</b> ako súbory HTML. Návod nájdete na <a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a>.
sr: <b>Преузимач вести:</b> овим додатком можете да преузмете <b>RSS и Atom</b> ставке вести као HTML фајлове. На <a href="https://github.com/koreader/koreader/wiki/News-downloader">викију</a> се налази упутство како се то ради.
ta: <b> செய்தி பதிவிறக்குபவர்: </b> இந்த சொருகி மூலம் நீங்கள் <b> rss மற்றும் அணு </b> செய்தி உள்ளீடுகளை உஉகுமொ கோப்புகளாக பதிவிறக்கம் செய்யலாம். <A href = "https://github.com/koreader/koreader/wiki/news-downloader"> விக்கி </a> எப்படி என்பதை சரிபார்க்கவும்.
uk: <b>Завантажувач новин.</b> З цим модулем можна завантажувати записи новин <b>RSS та Atom</b> як файли HTML. Як це робити описано <a href="https://github.com/koreader/koreader/wiki/News-downloader">у вікі</a>.
zh_hans: <b>新闻下载器</b>：该插件可以HTML格式下载<b>RSS及Atom订阅源</b>提供的文章。请查阅<a href="https://github.com/koreader/koreader/wiki/News-downloader">wiki</a>页了解操作方法。

source: <b>Wallabag:</b> With this plugin you can retrieve articles from <span class="external">Wallabag</span>, a server based read-it-later service like Pocket. Check <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a> page for more info.
es: <b>Wallabag:</b> Con este plugin puedes recuperar artículos desde <span class="external">Wallabag</span>, un servicio de "leer más tarde" basado en servidor similar a Pocket. Revisa nuestra <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a> para más información.
fr: <b>Wallabag :</b> Avec ce plugin, vous pouvez récupérer des articles depuis <span class="external">Wallabag</span>, un service de lecture différée basé sur des serveurs tels que Pocket. Consultez la page <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a> pour plus d'informations.
ga: <b>Wallabag:</b> Leis an mbreiseán seo is féidir leat ailt a aisghabháil ó <span class="external">Wallabag</span>, seirbhís léigh-é-níos-níos-déanta atá bunaithe ar fhreastalaí cosúil le Pocket. Féach ar an leathanach <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a> le haghaidh tuilleadh eolais.
it: <b>Wallabag:</b> Con questo plugin è possibile recuperare articoli da <span class="external">Wallabag</span>, un servizio di read-it-later basato su server come Pocket. Per ulteriori informazioni, consultare la pagina <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a>.
nl: <b>Wallabag:</b> met deze plugin kun je artikelen ophalen uit <span class="external">Wallabag</span>, een server-gebaseerde lees-het-later dienst zoals Pocket. Zie de <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a>-pagina voor meer info.
pt_br: <b>Wallabag:</b> Com esse plugin, você pode buscar artigos do <span class="external">Wallabag</span>, um serviço para ler mais tarde como o Pocket. Cheque a página da <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a> para mais informações.
pt_pt: <b>Wallabag:</b> Com este plugin pode recuperar artigos do <span class="external">Wallabag</span>, um serviço de leitura posterior baseado num servidor, como o Pocket. Consulte a página <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a> para mais informações.
sk: <b>Wallabag:</b> Pomocou tohto doplnku môžete získať články z <span class="external">Wallabag</span>, serverovej služby na čítanie neskôr, ako je Pocket. Ďalšie informácie nájdete na stránke <a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a>.
sr: <b>Wallabag:</b> овим додатком можете да преузмете чланке са <span class="external">Wallabag</span>, сервиса за накнадно читање базираног на серверу који личи на Pocket. За више информација, погледајте <a href="https://github.com/koreader/koreader/wiki/Wallabag">вики</a> страницу.
ta: <b> வாலபாக்: </b> இந்த சொருகி மூலம் <ச்பான் வகுப்பு = "வெளிப்புற"> வாலபாக் </span> இலிருந்து கட்டுரைகளை மீட்டெடுக்கலாம், இது சேவையக அடிப்படையிலான வாசிப்பு-ஐடி-லேட்டர் சேவையை பாக்கெட் போன்றவை. <A href = "https://github.com/koreader/koreader/wiki/wallabag"> விக்கி </a> பக்கம் சரிபார்க்கவும்.
uk: <b>Wallabag.</b> За допомогою цього модуля можна отримувати статті з <span class="external">Wallabag</span>, що є серверною службою «прочитати пізніше» на зразок Pocket. Більше про це можна прочитати <a href="https://github.com/koreader/koreader/wiki/Wallabag">у вікі</a>.
zh_hans: <b>Wallabag</b>：此插件可以从<span class="external">Wallabag</span>中拉取文章，这是一款自托管的类Pocket稍后阅读软件。请查阅<a href="https://github.com/koreader/koreader/wiki/Wallabag">wiki</a>页了解更多信息。

source: <span class="label_red">WARNING</span> Be careful if you decide to use the SSH feature without a password, because this allows open access to your device. But if you are using a local wifi and turn on your device wifi for a short time, this risk is negligible.
es: <span class="label_red">AVISO</span> Ten cuidado si decides usar SSH sin contraseña, ya que dejas un acceso abierto a tu dispositivo. De todos modos, si usas una red wifi local y activas la wifi de tu dispositivo por períodos cortos, el riesgo es insignificante.
fr: <span class="label_red">AVERTISSEMENT</span> Soyez prudent si vous décidez d'utiliser la fonctionnalité SSH sans mot de passe, car cela permet un accès libre à votre appareil. Mais si vous utilisez un wifi personnel et activez le wifi de votre appareil pour une courte durée, ce risque est négligeable.
ga: <span class="label_red">RABHADH</span> Bí cúramach má shocraíonn tú an ghné SSH a úsáid gan pasfhocal, mar go gceadaíonn sé seo rochtain oscailte ar do ghléas. Ach má tá tú ag úsáid wifi áitiúil agus má chasann tú wifi do ghléis ar siúl ar feadh tamaill ghairid, is beag an riosca seo.
it: <span class="label_red">ATTENZIONE</span> Fate attenzione se decidete di utilizzare la funzione SSH senza password, perché questo consente l'accesso aperto al vostro dispositivo. Tuttavia, se si utilizza una rete wifi locale e si attiva la rete wifi del dispositivo per un breve periodo, il rischio è trascurabile.
nl: <span class="label_red">WAARSCHUWING</span> Wees voorzichtig als je besluit de SSH-functie zonder wachtwoord te gebruiken, omdat dit open toegang tot je apparaat toestaat. Maar als je een lokale wifi gebruikt en je apparaat wifi voor een korte tijd aanzet, is dit risico verwaarloosbaar.
pt_br: <span class="label_red">AVISO</span> Tenha cuidado se decidir usar a função SSH sem uma senha, porque isso permite acesso ao seu dispositivo. Porém, se estiver usando uma conexão Wi-Fi local e ativar o Wi-Fi do seu dispositivo por um curto período, esse risco é mínimo.
pt_pt: <span class="label_red">AVISO</span> Tenha cuidado se utilizar a funcionalidade SSH sem palavra-passe, pois esta permite o acesso aberto ao seu dispositivo. Mas se estiver a utilizar um wifi local e ligar o wifi do seu dispositivo por um curto período de tempo, este risco é insignificante.
sk: <span class="label_red">UPOZORNENIE</span> Buďte opatrní, ak sa rozhodnete používať funkciu SSH bez hesla, pretože to umožňuje otvorený prístup k vášmu zariadeniu. Ak však používate lokálnu wifi sieť a na krátky čas zapnete wifi na svojom zariadení, toto riziko je zanedbateľné.
sr: <span class="label_red">УПОЗОРЕЊЕ</span> Будите пажљиви ако одлучите да користите SSH функционалност без лозинке, јер то омогућава слободан приступ вашем уређају. Али ако користите локалну wifi мрежу и накратко укључите wifi на уређају, овај ризик је занемарљив.
ta: <span வகுப்பு = "label_red"> முன்னறிவிப்பு </span> கடவுச்சொல் இல்லாமல் பாஓடு அம்சத்தைப் பயன்படுத்த முடிவு செய்தால் கவனமாக இருங்கள், ஏனெனில் இது உங்கள் சாதனத்திற்கு திறந்த அணுகலை அனுமதிக்கிறது. ஆனால் நீங்கள் ஒரு உள்ளக வைஃபை பயன்படுத்துகிறீர்கள் மற்றும் உங்கள் சாதன வைஃபை சிறிது நேரம் இயக்கினால், இந்த இடர் மிகக் குறைவு.
uk: <span class="label_red">ПОПЕРЕДЖЕННЯ</span> Будьте обережні, якщо вирішите використовувати функцію SSH без пароля, оскільки це дозволить відкритий доступ до вашого пристрою. Але якщо ви використовуєте локальну мережу Wi-Fi і вмикаєте Wi-Fi на пристрої на короткий проміжок часу, тоді цей ризик є незначним.
zh_hans: <span class="label_red">警告</span> 在不设置密码的情况下使用SSH功能应当额外谨慎，因为这将使阅读设备可被公开访问。不过如果只是临时开启设备wifi、且接入的是家庭wifi网络，这一风险是可以忽略的。

source: Accessing your books
es: Acceso a tus libros
fr: Accédez à vos livres
ga: Rochtain ar do leabhair
it: Accesso ai libri
nl: Toegang tot je boeken
pt_br: Acessando seus livros
pt_pt: Aceder aos seus livros
sk: Prístup ku Vašim knihám
sr: Приступ књигама
ta: உங்கள் புத்தகங்களை அணுகும்
uk: Доступ до ваших книг
zh_hans: 打开书籍

source: Following methods are available for accessing your books:
es: Los siguientes métodos están disponibles para acceder a tus libros:
fr: Les méthodes suivantes sont disponibles pour accéder à vos livres :
ga: Tá na modhanna seo a leanas ar fáil chun rochtain a fháil ar do leabhair:
it: Per accedere ai libri sono disponibili i seguenti metodi:
nl: De volgende methodes zijn beschikbaar voor toegang tot je boeken:
pt_br: Os seguintes métodos estão disponíveis para acessar seus livros:
pt_pt: Os seguintes métodos estão disponíveis para aceder aos seus livros:
sk: Na prístup k vašim knihám sú k dispozícii nasledujúce spôsoby:
sr: За приступ књигама постоје следеће методе:
ta: உங்கள் புத்தகங்களை அணுக பின்வரும் முறைகள் உள்ளன:
uk: Можливі такі способи доступу до ваших книг:
zh_hans: 可以从下列途径打开导入的书籍：

source: <span class="ui">File Browser</span> - Dedicated section is here: <a href="#L2-filebrowser">File Browser usage</a>
es: <span class="ui">Navegador de Archivos</span> - La sección dedicada está aquí: <a href="#L2-filebrowser">Uso del Navegador de Archivos</a>
fr: <span class="ui">Explorateur de fichiers</span> - Section dédiée ici : <a href="#L2-filebrowser">Utilisation de l’Explorateur de fichiers</a>
ga: <span class="ui">Brabhsálaí Comhad</span> - Tá cuid tiomnaithe anseo: <a href="#L2-filebrowser">Úsáid an Bhrabhsálaí Comhad</a>
it: <span class="ui">File Browser</span> - La sezione dedicata è qui: <a href="#L2-filebrowser">Utilizzo del File Browser</a>
nl: <span class="ui">Bestandsverkenner</span> - Toegewijde sectie is hier: <a href="#L2-filebrowser">Bestandsverkenner gebruik</a>
pt_br: <span class="ui">Explorador de Arquivos</span> - A seção dedicada está aqui: <a href="#L2-filebrowser">Uso do Explorador de Arquivos</a>
pt_pt: <span class="ui">Navegador de ficheiros</span> - A secção dedicada está aqui: <a href="#L2-filebrowser">Utilização do navegador de ficheiros</a>
sk: <span class="ui">Prehliadač súborov</span> - Vyhradená sekcia je tu: <a href="#L2-filebrowser">Používanie prehliadača súborov</a>
sr: <span class="ui">Прегледач фајлова</span> - овде се налази посебни одељак: <a href="#L2-filebrowser">Употреба Прегледача фајлова</a>
ta: <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> - அர்ப்பணிக்கப்பட்ட பிரிவு இங்கே: <a href = "#l2 -filebrowser"> கோப்பு உலாவி பயன்பாடு </a>
uk: <span class="ui">Оглядач файлів</span> – присвячений йому розділ є тут: <a href="#L2-filebrowser">Використання Оглядача файлів</a>
zh_hans: <span class="ui">文件管理器</span> ——可点击<a href="#L2-filebrowser">文件管理器用法</a>查看详细操作方式
