Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Usage of <span class="ui">Page Browser</span> is explained below. You can also tap on the <span class="ui"> top left corner hamburger menu button</span> on this screen to see these explanations. A long-press on the same button adds/removes chapter titles from the bottom strip.
es: El uso del <span class="ui">Explorador de páginas</span> se explica a continuación. También puedes tocar el <span class="ui">botón del menú hamburguesa en la esquina superior izquierda</span> de la pantalla para ver las explicaciones. Mantener toque largo en el mismo botón añade/quita los títulos de capítulo de la franja inferior.
fr: L'utilisation de l'<span class="ui">Explorateur de pages</span> est expliquée ci-dessous. Vous pouvez également appuyer sur le <span class="ui">bouton du menu hamburger situé dans le coin supérieur gauche</span> de cet écran pour afficher ces explications. Un appui long sur ce même bouton permet d'ajouter/supprimer des titres de chapitres dans la bande inférieure.
ga: Mínítear úsáid <span class="ui">Brabhsálaí Leathanaigh</span> thíos. Is féidir leat tapáil freisin ar an gcnaipe roghchláir <span class="ui">cúinne uachtarach na láimhe clé</span> ar an scáileán seo chun na mínithe seo a fheiceáil. Má bhrúnn tú ar an gcnaipe céanna ar feadh tamaill, cuirtear teidil chaibidle leis/baintear iad ón stiall bun.
it: L'uso del <span class="ui">Navigatore di pagina</span> è spiegato di seguito. È anche possibile toccare il pulsante <span class="ui"> del menu hamburger in alto a sinistra</span> su questa schermata per visualizzare queste spiegazioni. Una pressione prolungata sullo stesso pulsante aggiunge/rimuove i titoli dei capitoli dalla striscia inferiore.
nl: Het gebruik van de <span class="ui">Paginaverkenner</span> wordt hieronder uitgelegd. Je kunt ook op de <span class="ui">hamburgerknop linksboven</span> op dit scherm tikken om deze uitleg te zien. Lang indrukken op dezelfde knop voegt hoofdstuktitels toe aan, of verwijdert ze van, de onderste strook.
pt_br: O uso do <span class="ui">Navegador de Páginas</span> é explicado abaixo. Você também pode tocar no <span class="ui">botão de menu ≡ no canto superior esquerdo</span> nesta tela para ver essas explicações. Um toque longo no mesmo botão adiciona/remove títulos de capítulos da barra inferior.
pt_pt: A utilização do <span class="ui">Navegador de páginas</span> é explicada abaixo. Também pode tocar no <span class="ui"> icon do menu de hambúrgueres no canto superior esquerdo</span> neste ecrã para ver estas explicações. Um toque longo no mesmo botão adiciona/remove títulos de capítulos da faixa inferior.
sk: Používanie <span class="ui">Prehliadača stránok</span> je vysvetlené nižšie. Tieto vysvetlenia môžete zobraziť aj ťuknutím na <span class="ui">tlačidlo hamburgerovej ponuky v ľavom hornom rohu</span> na tejto obrazovke. Dlhým stlačením toho istého tlačidla pridáte/odstránite názvy kapitol zo spodného panela.
sr: Испод је објашњена употреба <span class="ui">Прегледача страница</span>. Такође можете да тапнете на <span class="ui"> дугме хамбургер менија у горњем левом углу</span> овог екрана и видите ова објашњења. Дуги притисак на исто дугме додаје/уклања наслове поглавља из траке на дну.
ta: <Span வகுப்பு = "Ui"> பக்க உலாவி </span> இன் பயன்பாடு கீழே விளக்கப்பட்டுள்ளது. இந்த விளக்கங்களைக் காண இந்த திரையில் <ச்பான் கிளாச் = "யுஐ"> மேல் இடது மூலையில் ஆம்பர்கர் பட்டியல் பொத்தானை </ச்பான்> இல் தட்டலாம். அதே பொத்தானில் ஒரு நீண்ட அழுத்தமானது கீழ் துண்டிலிருந்து அத்தியாய தலைப்புகளைச் சேர்க்கிறது/நீக்குகிறது.
uk: Використання <span class="ui">Оглядача файлів</span> роз'яснено нижче. Щоб побачити пояснення можна також торкнутися <span class="ui">кнопки-«гамбургера» у верхньому лівому куті</span> цього екрану. Затиснення тієї ж кнопки додає/вилучає назви розділів з нижньої смужки.
zh_hans: 下方展示了<span class="ui">页面预览</span>的用法。也可通过点按<span class="ui">界面左上角的汉堡状菜单键</span>查看功能介绍。长按该按键还可显示或隐藏底部定位栏中的章节标题。

source: Swipe <b>left / right</b> over this top edge to increase / decrease the number of the <b>columns</b>.
es: Desliza <b>izquierda / derecha</b> sobre el borde superior para aumentar / disminuir el número de <b>columnas</b>.
fr: Balayez <b>vers la gauche / droite</b> sur ce bord supérieur pour augmenter / diminuer le nombre de <b>colonnes</b>.
ga: Svaidhpeáil <b>ar chlé / ar dheis</b> thar an imeall uachtarach seo chun líon na <b>gcolún</b> a mhéadú / a laghdú.
it: Passare il dito <b>a sinistra/destra</b> su questo bordo superiore per aumentare/diminuire il numero delle <b>colonne</b>.
nl: Veeg <b>links / rechts</b> over deze bovenrand om het aantal <b>kolommen</b> te verhogen / verlagen.
pt_br: Deslize para a <b>esquerda / direita</b> sobre esta borda superior para aumentar / diminuir o número de <b>colunas</b>.
pt_pt: Deslize <b>esquerda/direita</b> sobre esta margem superior para aumentar/diminuir o número de <b>colunas</b>.
sk: Potiahnutím prsta <b>doľava / doprava</b> cez tento horný okraj zvýšite / znížite počet <b>stĺpcov</b>.
sr: Превуците <b>лево/ десно</b> по овој горњој ивици да повећате / смањите број <b>колона</b>.
ta: <b> நெடுவரிசைகளின் எண்ணிக்கையை அதிகரிக்க / குறைக்க இந்த மேல் விளிம்பில் <b> இடது / வலது < / b> ச்வைப் <b> < / b>.
uk: Протягніть пальцем <b>вправо/вліво</b> у цій верхній області, щоб збільшити/зменшити кількість <b>стовпців</b>.
zh_hans: 在顶部边缘<b>左划或右划</b>可增加或减少书页缩略图的<b>列数</b>。

source: Swipe <b>up / down</b> over this left edge to increase / decrease the number of the <b>rows</b>.
es: Desliza <b>arriba / abajo</b> sobre el borde izquierdo para aumentar / disminuir el número de <b>filas</b>.
fr: Balayez <b>vers le haut / vers le bas</b> sur ce bord gauche pour augmenter / diminuer le nombre de <b>lignes</b>.
ga: Svaidhpeáil <b>suas / síos</b> thar an imeall clé seo chun líon na <b>sraitheanna</b> a mhéadú / a laghdú.
it: Passare il dito <b>su/giù</b> su questo bordo sinistro per aumentare/diminuire il numero delle <b>righe</b>.
nl: Veeg <b>omhoog / omlaag</b> over deze linkerrand om het aantal <b>rijen</b> te verhogen / verlagen.
pt_br: Deslize para <b>cima / baixo</b> sobre esta borda esquerda para aumentar / diminuir o número de <b>linhas</b>.
pt_pt: Deslize <b>cima/baixo</b> sobre a margem esquerda para aumentar/diminuir o número de <b>linhas</b>.
sk: Potiahnutím prstom <b>hore / dole</b> po tomto ľavom okraji zvýšite / znížite počet <b>riadkov</b>.
sr: Превуците <b>горе / доле</b> по овој левој ивици да повећате / смањите број <b>редова</b>.
ta: <b> வரிசைகள் < / b> இன் எண்ணிக்கையை அதிகரிக்க / குறைக்க இந்த இடது விளிம்பில் ச்வைப் <b> அப் / பேரூர் < / b>.
uk: Протягніть пальцем <b>вгору/вниз</b> у цій області ліворуч, щоб збільшити/зменшити кількість <b>рядків</b>.
zh_hans: 在左侧边缘<b>上划或下划</b>可增加或减少书页缩略图<b>行数</b>。

source: Swipe the pages area to move the viewed pages. <b>Up / down</b> to scroll one row (2 pages in the example), <b>left / right</b> to scroll one screen (4 pages in the example).
es: Desliza el área de páginas para mover las páginas visibles. <b>arriba / abajo</b> para desplazar una fila (2 páginas en el ejemplo), <b>izquierda / derecha</b> para desplazar una pantalla (4 páginas en el ejemplo).
fr: Balayez la zone des pages pour déplacer les pages affichées. <b>Haut/bas</b> pour faire défiler une ligne (2 pages dans l'exemple), <b>gauche/droite</b> pour faire défiler un écran (4 pages dans l'exemple).
ga: Svaidhpeáil limistéar na leathanach chun na leathanaigh atá feicthe a bhogadh. <b>Suas / síos</b> chun ró amháin a scrollú (2 leathanach san sampla), <b>ar chlé / ar dheis</b> chun scáileán amháin a scrollú (4 leathanach san sampla).
it: Scorrere l'area delle pagine per spostare le pagine visualizzate. <b>Su / giù</b> per scorrere una riga (2 pagine nell'esempio),<b>sinistra/destra</b> per scorrere una schermata (4 pagine nell'esempio).
nl: Veeg in het paginagebied om de getoonde pagina’s te verplaatsen. <b>Omhoog / omlaag</b> om één rij te scrollen (2 pagina’s in het voorbeeld), <b>links / rechts</b> om één scherm te scrollen (4 pagina’s in het voorbeeld).
pt_br: Deslize a área das páginas para mover as páginas visualizadas. Deslize para <b>cima / baixo</b> para rolar uma linha (2 páginas no exemplo), <b> esquerda / direita</b> para rolar uma tela (4 páginas no exemplo).
pt_pt: Deslize na área das páginas para mover as páginas visualizadas. <b>cima/baixo</b> para percorrer uma linha (2 páginas no exemplo), <b>esquerda/direita</b> para percorrer um ecrã (4 páginas no exemplo).
sk: Potiahnutím prsta po oblasti stránok sa môžete pohybovať medzi zobrazenými stránkami. <b>Hore / dole</b> sa posúvate o jeden riadok (v príklade 2 stránky), <b>doľava / doprava</b> sa posúvate o jednu obrazovku (v príklade 4 stránky).
sr: Превлачите по површи са страницама да померите странице које се виде. <b>Горе / доле</b> да скролујете један ред (2 странице у примеру), <b>лево / десно</b> да скролујете једна екран (4 странице у примеру).
ta: பார்க்கப்பட்ட பக்கங்களை நகர்த்த பக்கங்கள் பகுதியை ச்வைப் செய்யவும். <b> மேல் / கீழ் < / b> ஒரு வரிசையை உருட்ட (எடுத்துக்காட்டில் 2 பக்கங்கள்), <b> இடது / வலது < / b> ஒரு திரையை உருட்ட (எடுத்துக்காட்டில் 4 பக்கங்கள்).
uk: Протягніть пальцем в області сторінок, щоб перемістити сторінки, які переглядаються. <b>Вгору/вниз</b> – щоб прогорнути один рядок (у прикладі – 2 сторінки), <b>вліво/вправо</b> – щоб прокрутити один екран (у прикладі – 4 сторінки).
zh_hans: 在中间区域划动可移动显示的缩略图。<b>上划或下划</b>将卷动一行（在图示中对应2块缩略图），<b>左划或右划</b>可翻过整屏（在图示中对应4块缩略图）。

source: Tap any page to open that page in reading view.
es: Toca cualquier página para abrir esa página en la vista de lectura.
fr: Appuyez sur n'importe quelle page pour l'ouvrir en mode lecture.
ga: Tapáil aon leathanach chun an leathanach sin a oscailt i radharc léitheoireachta.
it: Toccare una pagina qualsiasi per aprirla in lettura.
nl: Tik op een pagina om die te openen in de leesweergave.
pt_br: Toque em qualquer página para abri-la no modo de leitura.
pt_pt: Toque em qualquer página para a abrir em modo leitura.
sk: Ťuknutím na ľubovoľnú stránku ju otvoríte v zobrazení na čítanie.
sr: Тапните на било коју страницу и она ће се отворити у погледу читања.
ta: வாசிப்பு பார்வையில் அந்தப் பக்கத்தைத் திறக்க எந்தப் பக்கத்தையும் தட்டவும்.
uk: Торкніться будь-якої сторінки, щоб відкрити її у режимі читання.
zh_hans: 点击缩略图可在阅读视图中阅读该页。

source: On the bottom area, tapping on a page focuses the thumbnail view on that page. Swiping <b>left / right</b> will jump one stripe width.
es: En la zona inferior, tocar una página centra la vista de miniaturas en esa página. Deslizar <b>izquierda / derecha</b> hará que la anchura salte en una franja.
fr: Dans la partie inférieure, appuyer sur une page permet d'afficher cette page en miniature. Balayer vers la <b>gauche / droite</b> permet de passer à la page suivante ou précédente.
ga: Ag an mbun, má thapaíonn tú ar leathanach, dírítear ar an radharc mionsamhail ar an leathanach sin. Léimfidh tú leithead stríoca amháin trí shlaodadh <b>ar chlé / ar dheis</b>.
it: Nell'area inferiore, toccando una pagina si concentra la visualizzazione delle miniature su quella pagina. Scorrendo <b>a sinistra/destra</b> si salta di una striscia di larghezza.
nl: In het onderste gebied wordt de miniatuurweergave op die pagina gefocust door erop te tikken. <b>Links / rechts</b> vegen springt één strookbreedte.
pt_br: Na área inferior, tocar em uma página focaliza a visualização em miniatura daquela página. Deslizar para a <b>esquerda / direita</b> fará com que avance a largura de uma faixa.
pt_pt: Na área inferior, tocar numa página concentra a visualização em miniatura dessa página. Deslizar <b>esquerda/direita</b> irá saltar uma largura de faixa.
sk: V dolnej oblasti ťuknutím na stránku sa zameria zobrazenie miniatúr na danej stránke. Potiahnutím prstom <b>doľava / doprava</b> sa posuniete o jednu šírku pruhu.
sr: У простору на дну, тап на страницу фокусира приказ сличица на ту страницу. Превлачење <b>лево / десно</b> ће скочити за ширину једне траке.
ta: கீழே உள்ள பகுதியில், ஒரு பக்கத்தில் தட்டுவது அந்தப் பக்கத்தில் சிறுபடக் காட்சியை மையமாகக் கொண்டுள்ளது. ச்விப்பிங் <b> இடது / வலது < / b> ஒரு பட்டை அகலத்தைத் தாவும்.
uk: Дотик до сторінки у нижній області фокусує перегляд мініатюр на цій сторінці. Протягування <b>вліво/вправо</b> перейде на одну смугу по ширині.
zh_hans: 点击底部刻度条区域的任意位置以该页为中心显示缩略图。在底部<b>左划或右划</b>将跳过一整块刻度条对应的页数。

source: Icons on the bottom area are same as the ones used in <span class="ui">Book Map</span> and explained under that section.
es: Los iconos en la zona inferior son los mismos que los usados en el <span class="ui">Mapa del libro</span> y se explican en esa sección.
fr: Les icônes situées dans la partie inférieure sont les mêmes que celles utilisées dans <span class="ui">Plan du livre</span> et expliquées dans cette section.
ga: Tá na deilbhíní ar an mbuncheantar mar an gcéanna leis na cinn a úsáidtear i <span class="ui">Léarscáil Leabhar</span> agus a mhínítear faoin alt sin.
it: Le icone nell'area inferiore sono le stesse utilizzate in <span class="ui">Mappa del libro</span> e spiegate in quella sezione.
nl: Pictogrammen in het onderste gebied zijn hetzelfde als die in de <span class="ui">Boekkaart</span> en worden in die sectie uitgelegd.
pt_br: Os ícones na área inferior são os mesmos usados no <span class="ui">Mapa do Livro</span> e explicados nessa seção.
pt_pt: Os ícones na área inferior são os mesmos utilizados no <span class="ui">Mapa do livro</span> e explicados nessa secção.
sk: Ikony v spodnej oblasti sú rovnaké ako tie, ktoré sa používajú v <span class="ui">knižnej mape</span> a sú vysvetlené v danej časti.
sr: Иконе у простору на дну су исте као оне које се користе у <span class="ui">Мапи књиге</span> и објашњене су у том одељку.
ta: கீழ் பகுதியில் உள்ள ஐகான்கள் <ச்பான் வகுப்பு = "யுஐ"> புத்தக வரைபடம் </span> இல் பயன்படுத்தப்பட்டதைப் போலவே இருக்கும், மேலும் அந்த பகுதியின் கீழ் விளக்கப்பட்டுள்ளது.
uk: У нижній області використовуються ті ж значки, що й у <span class="ui">Мапі книги</span> і вони описані у відповідному розділі посібника.
zh_hans: 底部区域的图标与<span class="ui">书籍地图</span>中使用的图标相同，并在该节中进行了解释。

source: Alternative theme for Book map and Page Browser
es: Tema alternativo para el Mapa del libro y el Explorador de páginas
fr: Thème alternatif pour le Plan du livre et l'Explorateur de pages
ga: Téama malartach do Léarscáil Leabhar agus Brabhsálaí Leathanaigh
it: Tema alternativo per la Mappa del libro e il Navigatore di pagina
nl: Alternatief thema voor Boekkaart en Paginaverkenner
pt_br: Tema alternativo para o Mapa do livro e o Navegador de Páginas
pt_pt: Tema alternativo para Mapa do Livro e Navegador de página
sk: Alternatívna téma pre knižnú mapu a prehliadač stránok
sr: Алтернативна тема за Мапу књиге и Прегледач страница
ta: புத்தக வரைபடம் மற்றும் பக்க உலாவிக்கான மாற்று கருப்பொருள்
uk: Альтернативна тема для Мапи книги і Оглядача сторінок
zh_hans: 书籍地图及页面预览拥有可替换主题

source: Book map and page browser has an <b>Alternative theme</b> with a different shading scheme which you can activate from their hamburger menus. This theme uses alternating colors for the chapter headings so chapter boundaries is more visible in the <span class="ui">Book map</span> and <span class="ui">Page browser</span>. But the usage of gray color in this theme requires flashing to black so it might be distracting for some users. You can try both and use the one you like.
es: El Mapa del libro y el Explorador de páginas tienen un <b>Tema alternativo</b> con un esquema de sombreado distinto que puedes activar desde tus menús hamburguesa. Este tema usa colores alternos para los encabezados de capítulo, así los límites de capítulo son más visibles en el <span class="ui">Mapa del libro</span> y el <span class="ui">Explorador de páginas</span>. Pero el uso del color gris en este tema requiere parpadeo a negro, por lo que puede resultar molesto para algunos usuarios. Puedes probar ambos y usar el que prefieras.
fr: L'explorateur du plan du livre et de pages dispose d'un <b>thème alternatif</b> avec un schéma de nuances différent que vous pouvez activer à partir de leurs menus hamburgers. Ce thème utilise des couleurs alternées pour les titres de chapitres afin que les limites des chapitres soient plus visibles dans le <span class="ui">Plan du livre</span> et l'<span class="ui">Explorateur de pages</span>. Mais l'utilisation de la couleur grise dans ce thème nécessite un clignotement vers le noir, ce qui peut distraire certains utilisateurs. Vous pouvez essayer les deux et utiliser celui qui vous convient le mieux.
ga: Tá <b>téama malartach</b> ag an léarscáil leabhar agus an brabhsálaí leathanaigh le scéim scáthaithe dhifriúil ar féidir leat a ghníomhachtú óna roghchláir hamburger. Úsáideann an téama seo dathanna malartacha do cheannteidil na gcaibidlí ionas go mbeidh teorainneacha na gcaibidlí níos infheicthe sa <span class="ui">léarscáil leabhar</span> agus sa <span class="ui">bhrabhsálaí leathanaigh</span>. Ach éilíonn úsáid an datha liath sa téama seo splancadh go dubh agus mar sin d'fhéadfadh sé a bheith ina ábhar mearbhaill do roinnt úsáideoirí. Is féidir leat an dá cheann a thriail agus an ceann is fearr leat a úsáid.
it: La mappa del libro e il navigatore di pagina hanno un <b>tema alternativo</b> con uno schema di ombreggiatura diverso che si può attivare dai loro menu hamburger. Questo tema utilizza colori alternati per i titoli dei capitoli, in modo che i confini dei capitoli siano più visibili nella <span class="ui">mappa del libro</span> e nel <span class="ui">navigatore di pagina</span>. Ma l'uso del colore grigio in questo tema richiede il passaggio al nero, per cui potrebbe essere fonte di distrazione per alcuni utenti. Potete provare entrambi e utilizzare quello che preferite.
nl: Boekkaart en Paginaverkenner hebben een <b>alternatief thema</b> met een ander schaduwpatroon dat je via hun hamburgermenu’s kunt activeren. Dit thema gebruikt afwisselende kleuren voor de hoofdstukkoppen zodat hoofdstukgrenzen duidelijker zijn in de <span class="ui">Boekkaart</span> en de <span class="ui">Paginaverkenner</span>. Door het gebruik van grijs in dit thema is soms een zwartflits nodig; dat kan voor sommige gebruikers afleidend zijn. Probeer beide en gebruik wat je prettig vindt.
pt_br: O Mapa do livro e o Navegador de páginas têm um <b>Tema alternativo</b> com um esquema de sombreamento diferente, que você pode ativar nos menus ≡. Este tema usa cores alternadas para os títulos dos capítulos, para que os limites dos capítulos sejam mais visíveis no <span class="ui">Mapa do livro</span> e no <span class="ui">Navegador de páginas</span>. No entanto, o uso da cor cinza neste tema requer a transição para preto, o que pode distrair alguns usuários. Você pode experimentar os dois e usar o que preferir.
pt_pt: O mapa do livro e o navegador de páginas têm um <b>tema alternativo</b> com um esquema de sombreado diferente que pode ativar no menu de hambúrguer. Este tema utiliza cores alternadas para os títulos dos capítulos, de modo a que os limites dos capítulos sejam mais visíveis no <span class="ui">Mapa do livro</span> e no <span class="ui">Navegador de páginas</span>. Mas o uso da cor cinzenta neste tema requer piscar para preto, pelo que pode distrair alguns utilizadores. Pode experimentar os dois e usar o que quiser.
sk: Knižná mapa a prehliadač stránok má <b>Alternatívnu tému</b> s inou schémou tieňovania, ktorú môžete aktivovať z "hamburgerovej" ponuky. Táto téma používa striedajúce sa farby pre nadpisy kapitol, takže hranice kapitol sú viditeľnejšie v <span class="ui">Knižnej mape</span> a <span class="ui">Prehliadač stránok</span>. Použitie sivej farby v tejto téme však vyžaduje prebliknutie na čiernu, takže to môže pre niektorých používateľov pôsobiť rušivo. Môžete vyskúšať oboje a použiť ten, ktorý sa vám páči.
sr: Мапа књиге и прегледач страница имају <b>Алтернативну тему</b> у којој се користи другачија схема сенчења и коју можете да активирате из њихових хамбургер менија. Ова тема користи наизменичне боје за наслове поглавља, тако да су у <span class="ui">Мапи књиге</span> и <span class="ui">Прегледачу страница</span> границе поглавља лакше видљиве. Али употреба сиве боје у овој теми захтева бљескање на црну, тако да то може сметати неким корисницима. Можете да пробате обе, па да користите ону која вам се више свиђа.
ta: புத்தக வரைபடம் மற்றும் பக்க உலாவியில் ஒரு <b> மாற்று கருப்பொருள் </b> வேறுபட்ட நிழல் திட்டத்துடன் உள்ளது, இது அவர்களின் ஆம்பர்கர் மெனுக்களிலிருந்து நீங்கள் செயல்படுத்தலாம். இந்த கருப்பொருள் அத்தியாயத் தலைப்புகளுக்கு மாற்று வண்ணங்களைப் பயன்படுத்துகிறது, எனவே அத்தியாய எல்லைகள் <ச்பான் வகுப்பு = "யுஐ"> புத்தக வரைபடம் </ச்பான்> மற்றும் <ச்பான் கிளாச் = "யுஐ"> பக்க உலாவி </ச்பான்> ஆகியவற்றில் அதிகம் தெரியும். ஆனால் இந்த கருப்பொருளில் சாம்பல் நிறத்தைப் பயன்படுத்துவதற்கு கருப்பு நிறத்திற்கு ஒளிரும், எனவே இது சில பயனர்களுக்கு கவனத்தை சிதறடிக்கும். நீங்கள் இரண்டையும் முயற்சி செய்யலாம் மற்றும் நீங்கள் விரும்பும் ஒன்றைப் பயன்படுத்தலாம்.
uk: Мапа книги і оглядач сторінок мають <b>Альтернативну тему</b> з іншою схемою затінення, яку можна активувати з їх «гамбургерних» меню. Ця тема використовує альтернативні кольори для заголовків розділів, тож межі розділів у <span class="ui">Мапі книги</span> та <span class="ui">Оглядачі сторінок</span> краще видимі. Але використання в цій темі сірого кольору вимагає блимання екрану чорним кольором, що може бути некомфортним для деяких користувачів. Ви маєте можливість спробувати обидва варіанти й обрати той, який більше подобається.
zh_hans: 通过汉堡状菜单键还可为书籍地图和页面预览套用不同底纹的<b>备选主题</b>。该主题对章节标题交替上色，使章节边界在<span class="ui">书籍地图</span>和<span class="ui">页面预览</span>中更易识别。但该主题使用的灰色会触发e-ink全屏刷新，可能会干扰阅读。请自行尝试是否需要启用。

# user_guide/en.html+html.body.div.div:2093-1
source: Table of Contents Tools
sk: Nástroje pre tabuľku s obsahom knihy
ta: உள்ளடக்க கருவிகளின் அட்டவணை
uk: Інструменти змісту
zh_hans: 目录工具
