Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <span class="label_blue">INFO</span> Your individual book settings and highlights are kept in the same directory as your books in a folder with the <b>same name as your book</b>. You can backup these folders separately if you wish.
es: <span class="label_blue">INFO</span> La configuración y los subrayados individuales del libro se guardan en el mismo directorio que el resto de libros, en una carpeta con el <b>mismo nombre del libro</b>. Si lo deseas puedes hacer una copia de seguridad por separado de estas carpetas.
fr: <span class="label_blue">INFO</span> Vos paramètres individuels et vos passages surlignés sont conservés dans le même répertoire que vos livres, dans un dossier portant le <b>même nom que votre livre</b>. Vous pouvez sauvegarder ces dossiers séparément si vous le souhaitez.
ga: <span class="label_blue">EOLAS</span> Coinnítear do shocruithe leabhar aonair agus buaicphointí san eolaire céanna le do leabhair i bhfillteán leis an <b>ainm céanna le do leabhar</b>. Is féidir leat cúltaca de na fillteáin seo a dhéanamh ar leithligh más mian leat.
it: <span class="label_blue">INFO</span> Le impostazioni e le evidenziazioni dei singoli libri sono conservate nella stessa directory dei libri, in una cartella con lo <b>stesso nome del libro</b>. Se si desidera, è possibile eseguire il backup di queste cartelle separatamente.
nl: <span class="label_blue">INFO</span> Je individuele boekinstellingen en markeringen worden bewaard in dezelfde map als je boeken, in een map met de <b>zelfde naam als je boek</b>. Je kunt deze mappen desgewenst apart back-uppen.
pt_br: <span class="label_blue">INFO</span> As configurações e os destaques individuais do seu livro são mantidos no mesmo diretório que os seus livros, em uma pasta com o <b>mesmo nome do seu livro</b>. Você pode fazer backup dessas pastas separadamente, se desejar.
sk: <span class="label_blue">INFORMÁCIA</span> Vaše individuálne nastavenia a zvýraznenia knihy sú uložené v rovnakom adresári ako vaše knihy v priečinku s <b>rovnakým názvom ako vaša kniha</b>. Ak chcete, môžete tieto priečinky zálohovať samostatne.
sr: <span class="label_blue">ИНФО</span> Ваша подешавања појединачних књига и истицања се чувају у истом директоријуму у којем се налазе и књиге, под <b>истим именом као и књига</b>. Ако то желите, можете посебно да направите резервну копију ових фолдера.
ta: <span வகுப்பு = "label_blue"> செய்தி </span> உங்கள் தனிப்பட்ட புத்தக அமைப்புகள் மற்றும் சிறப்பம்சங்கள் உங்கள் புத்தகங்களின் கோப்புறையில் <b> உங்கள் நூல் </b> போன்ற அதே பெயருடன் அதே கோப்பகத்தில் வைக்கப்படுகின்றன. நீங்கள் விரும்பினால் இந்த கோப்புறைகளை தனித்தனியாக காப்புப் பிரதி எடுக்கலாம்.
uk: <span class="label_blue">ІНФОРМАЦІЯ</span> Індивідуальні налаштування ваших книг і виділене зберігаються у підтеці <b>з такою ж назвою, що й назва файлу книги</b> тієї ж теки, де розміщена книга. За бажанням, можна зробити резервні копії також і цих тек.
zh_hans: <span class="label_blue">说明</span> 每本书籍的设置及标注存储在书籍文档所在目录的<b>同名文件夹</b>中。如有需要可单独备份这些文件夹。

source: My Progress Sync doesn't synchronize my progress
es: Sincronizar progreso de lectura no sincroniza mi progreso
fr: My Progress Sync ne synchronise pas ma progression
ga: Ní shioncrónaíonn Mo Sioncrónú Dul Chun Cinn mo dhul chun cinn
it: La mia sincronizzazione dei progressi non sincronizza i miei progressi
nl: Mijn voortgangssynchronisatie synchroniseert mijn voortgang niet
pt_br: O meu Sincronização de progresso não sincroniza meu progresso
pt_pt: O meu Sincronismo de Progresso não sincroniza o meu progresso
sk: Môj doplnok Progress Sync nesynchronizuje môj priebeh čítania
sr: Моја Синхронизација напретка не синхронизује напредак
ta: எனது முன்னேற்ற ஒத்திசைவு எனது முன்னேற்றத்தை ஒத்திசைக்காது
uk: Синхронізація поступу читання не синхронізує поступ
zh_hans: 我的阅读进度同步插件未能同步阅读进度

source: This might be caused by the <span class="ui">Write highlights into PDF</span> feature of KOReader if you enabled it. Saving PDF highlights will change your file so your synchronization will fail. If you are planning to use both features, in the <span class="ui">Progress Sync</span> plugin's settings, change the <span class="ui">Document matching method</span> to <span class="ui">Filename</span> instead of the default <span class="ui">Binary</span> matching:
es: Podría deberse a la función <span class="ui">Escribir subrayados en PDF</span> de KOReader si está habilitada. Guardar los subrayados del PDF modificará el archivo, por lo que la sincronización fallará. Si planeas usar ambas funciones en la configuración del complemento <span class="ui">Sincronizar progreso de lectura</span>, cambia el <span class="ui">Método de coincidencia de documentos</span> a <span class="ui">Nombre de archivo</span> en lugar de la coincidencia <span class="ui">Binaria</span> predeterminada:
fr: Cela peut être dû à la fonctionnalité <span class="ui">Écrire les surlignages dans le PDF</span> de KOReader si vous l'avez activée. L'enregistrement des surlignages dans le PDF modifie votre fichier, ce qui empêche la synchronisation. Si vous prévoyez d'utiliser les deux fonctionnalités, dans les paramètres du plugin <span class="ui">Synchronisation de la progression</span>, remplacez la <span class="ui">Méthode de correspondance des documents</span> par <span class="ui">Nom de fichier</span> au lieu de la correspondance <span class="ui">Binaire</span> par défaut :
ga: D’fhéadfadh sé seo a bheith mar gheall ar an ngné <span class="ui">Scríobh buaicphointí i PDF</span> de KOReader má chuir tú ar chumas í. Athróidh sábháil buaicphointí PDF do chomhad agus mar sin teipfidh ar do shioncrónú. Má tá sé ar intinn agat an dá ghné a úsáid, i socruithe an bhreiseáin <span class="ui">Progress Sync</span>, athraigh an <span class="ui">modh meaitseála doiciméad</span> go <span class="ui">Ainm comhaid</span> in ionad an mheaitseála réamhshocraithe <span class="ui">Dénártha</span>:
it: Il problema potrebbe essere causato dalla funzione <span class="ui">Scrivi evidenziazioni in PDF</span> di KOReader, se è stata attiva. Il salvataggio dei punti salienti del PDF modificherà il file e la sincronizzazione non andrà a buon fine. Se si intende utilizzare entrambe le funzioni, nelle impostazioni del plugin <span class="ui">Sincronizzare la posizione di lettura</span>, cambiare il <span class="ui">metodo di corrispondenza del documento</span> in <span class="ui">Nome del file</span> invece della corrispondenza predefinita <span class="ui">Binario</span>:
nl: Dit kan worden veroorzaakt door de KOReader‑functie <span class="ui">Markeringen in PDF schrijven</span> als je die hebt ingeschakeld. Het opslaan van PDF‑markeringen wijzigt je bestand, waardoor synchronisatie mislukt. Als je beide functies wilt gebruiken, wijzig dan in de instellingen van de plugin <span class="ui">Voortgang synchroniseren</span> de <span class="ui">Methode voor documentherkenning</span> naar <span class="ui">Bestandsnaam</span> in plaats van de standaard <span class="ui">Binair</span>-herkenning:
pt_br: Isso pode ser causado pelo recurso <span class="ui">Gravar destaques em PDF</span> do KOReader, caso você o tenha habilitado. Salvar destaques em PDF alterará seu arquivo, causando falha na sincronização. Se você planeja usar os dois recursos, nas configurações do plugin <span class="ui">Progress Sync</span>, altere o <span class="ui">Método de correspondência de documentos</span> para <span class="ui">Nome do arquivo</span> em vez da correspondência padrão <span class="ui">Binário</span>:
sk: Môže to byť spôsobené funkciou <span class="ui">Zapisovať zvýraznenia do PDF</span> v programe KOReader, ak ste ju povolili. Uloženie zvýraznení PDF zmení váš súbor, takže synchronizácia zlyhá. Ak plánujete používať obe funkcie, v nastaveniach doplnku <span class="ui">Progress Sync</span> zmeňte metódu <span class="ui">zhody dokumentov</span> na <span class="ui">Názov súboru</span> namiesto predvolenej metódy <span class="ui">Binárne</span>:
sr: Узрок овога може да буде <span class="ui">Упиши истицања у PDF</span> функционалност KOReader читача, ако сте је укључили. Чување PDF истицања ће да измени фајл тако да синхронизација неће успети да се изврши. Ако планирате да користите обе функције, у подешавањима додатка <span class="ui">Синхронизација напретка</span> промените <span class="ui">Метода подударања документа</span> на <span class="ui">Име фајла</span> уместо подразумеваног <span class="ui">Бинарног</span> подударања:
ta: இது <span வகுப்பு = "Ui"> நீங்கள் அதை இயக்கியிருந்தால் கொரியடரின் அம்சத்தில் சிறப்பம்சங்களை எழுதுங்கள். PDF சிறப்பம்சங்களைச் சேமிப்பது உங்கள் கோப்பை மாற்றும், எனவே உங்கள் ஒத்திசைவு தோல்வியடையும். <ச்பான் கிளாச் = "யுஐ"> முன்னேற்ற ஒத்திசைவு </ச்பான்> சொருகி அமைப்புகளில் நீங்கள் இரண்டு அம்சங்களையும் பயன்படுத்தத் திட்டமிட்டால், <ச்பான் கிளாச் = "யுஐ"> ஆவண பொருந்தக்கூடிய முறை </ச்பான்> ஐ <ச்பான் கிளாச் = "யுஐ"> கோப்பு பெயர் </ச்பான்> க்கு பதிலாக <ச்பான் வகுப்பு = "யுஐ"> பைனரி </ச்பான்> மேட்சிங்:
uk: Це може бути спричинено функцією <span class="ui">Записати виділене у PDF</span> в KOReader, якщо функція увімкнена. Збереження виділеного фрагмента в PDF змінить файл, тому синхронізація не вдасться. Якщо плануєте використовувати обидві функції, у налаштуваннях модуля <span class="ui">Синхронізація поступу</span> змініть <span class="ui">Метод зіставлення документів</span> на <span class="ui">Назва файлу</span> замість стандартного зіставлення <span class="ui">Двійковий</span>:
zh_hans: 这可能是由于启用了<span class="ui">将标注写入PDF文档</span>功能。保存PDF标注会编辑文档数据进而导致同步失败。如果这两项功能都要使用，请在<span class="ui">阅读进度同步</span>插件设置中，将<span class="ui">文档匹配方式</span>从默认的<span class="ui">二进制值匹配</span>改为<span class="ui">文件名匹配</span>：

source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Progress sync / Document matching method
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Sincronizar progreso de lectura / Método de coincidencia del documentos
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Synchronisation de la progression / Méthode de correspondance des documents
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Sioncrónú dul chun cinn / Modh meaitseála doiciméad
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Sincronizzare la posizione di lettura / Metodo di corrispondenza dei documenti
nl: BOVENMENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Voortgang synchroniseren / Methode voor documentherkenning
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Sincronização de progresso / Método de comparação de documentos
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Synchronizácia priebehu / Metóda porovnávania dokumentov
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Синхронизација напретка / Метода подударања документа
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 26px;"> / முன்னேற்ற ஒத்திசைவு / ஆவண பொருந்தக்கூடிய முறை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / Синхронізація поступу / Метод зіставлення документів
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:26px;"> / 阅读进度同步 / 文档匹配方式

source: My book is slow
es: Mi libro es lento
fr: Mon livre est lent
ga: Tá mo leabhar mall
it: Il mio libro è lento
nl: Mijn boek is traag
pt_br: Meu livro está lento
pt_pt: O meu livro é lento
sk: Moja kniha je pomalá
sr: Моја књига је спора
ta: எனது நூல் மெதுவாக உள்ளது
uk: Моя книга повільна
zh_hans: 我的书很慢

source: KOReader is optimized to work fast even on the limited hardware of e-book readers. Generally thousand page books can be opened in seconds and page turning is immediate. Here we will talk about the reasons if your book feels very slow when opening, page turning or adjusting its appearance.
es: KOReader está optimizado para funcionar rápidamente incluso en el hardware limitado de los lectores de libros electrónicos. Generalmente se pueden abrir libros de mil páginas en segundos y pasar las páginas es inmediato. Aquí hablaremos sobre las razones por las que su libro se siente muy lento al abrirlo, pasar las páginas o ajustar su apariencia.
fr: KOReader est optimisé pour fonctionner rapidement, même sur le matériel limité des liseuses électroniques. En général, les livres de plusieurs milliers de pages peuvent être ouverts en quelques secondes et le changement de page est instantané. Nous allons ici aborder les raisons pour lesquelles votre livre peut sembler très lent à l'ouverture, lors du changement de page ou lors du réglage de son apparence.
ga: Tá KOReader optamaithe chun oibriú go tapa fiú ar chrua-earraí teoranta léitheoirí ríomhleabhar. Go ginearálta, is féidir leabhair mhíle leathanach a oscailt i soicindí agus bíonn casadh leathanaigh láithreach. Labhróimid anseo faoi na cúiseanna a mbraitheann do leabhar an-mhall agus é á oscailt, á chasadh nó á choigeartú.
it: KOReader è ottimizzato per funzionare velocemente anche sull'hardware limitato dei lettori di e-book. In genere i libri di migliaia di pagine possono essere aperti in pochi secondi e la rotazione delle pagine è immediata. Qui parleremo dei motivi per cui il libro risulta molto lento all'apertura, al cambio di pagina o alla regolazione dell'aspetto.
nl: KOReader is geoptimaliseerd om snel te werken, zelfs op de beperkte hardware van e-readers. Boeken van duizend pagina’s openen doorgaans in seconden en pagina’s slaan direct om. Hier bespreken we mogelijke oorzaken als je boek erg traag aanvoelt bij openen, pagineren of het aanpassen van de weergave.
pt_br: O KOReader é otimizado para funcionar rapidamente, mesmo no hardware limitado dos leitores de e-books. Geralmente, livros com milhares de páginas podem ser abertos em segundos e a virada de página é imediata. Aqui, falaremos sobre os motivos pelos quais seu livro parece muito lento ao abrir, virar a página ou ajustar sua aparência.
sk: KOReader je optimalizovaný tak, aby fungoval rýchlo aj na obmedzenom hardvéri čítačiek elektronických kníh. Vo všeobecnosti možno tisíc-stranové knihy otvoriť v priebehu niekoľkých sekúnd a otáčanie strán je okamžité. Tu si povieme o dôvodoch, prečo je vaša kniha pri otváraní, otáčaní strán alebo úprave vzhľadu veľmi pomalá.
sr: KOReader је оптимизован тако да ради брзо чак и на ограниченом хардверу читача е-књига. У општем случају, књига од хиљаду страница може да се отвори за неколико секунди и окретање страница је тренутно. Овде ћемо говорити о разлозима услед којих је ваша књига веома спора приликом отварања, окретања страница или приликом подешавања изгледа.
ta: மின் புத்தக வாசகர்களின் வரையறுக்கப்பட்ட வன்பொருளில் கூட வேகமாக வேலை செய்ய கொரியடர் உகந்ததாக உள்ளது. பொதுவாக ஆயிரம் பக்க புத்தகங்களை நொடிகளில் திறக்கலாம் மற்றும் பக்க திருப்புதல் உடனடியாக இருக்கும். திறக்கும்போது, பக்கத்தைத் திருப்பும்போது அல்லது அதன் தோற்றத்தை சரிசெய்யும்போது உங்கள் நூல் மிகவும் மெதுவாக உணர்ந்தால் காரணங்களைப் பற்றி இங்கே பேசுவோம்.
uk: KOReader оптимізований працювати якомога швидше навіть на слабкому апаратному забезпеченні пристроїв для читання. Як правило, тисячосторінкові книги можуть відкриватися за секунди, а перегортання сторінки відбувається миттєво. У цьому розділі посібника буде описано причини того, чому відкривання, перегортання сторінок чи зміна параметрів показу певної книги може бути повільним.
zh_hans: KOReader 经过优化，即使在电子书阅读器的有限硬件上也能快速工作。一般几秒钟就能打开一千页的书，翻页立竿见影。在这里，我们将讨论您的书在打开、翻页或调整外观时感觉非常缓慢的原因。

source: If the problematic book is a PDF:
es: Si el libro problemático es un PDF:
fr: Si le livre problématique est un PDF :
ga: Más PDF atá sa leabhar fadhbach:
it: Se il libro problematico è un PDF:
nl: Als het problematische boek een PDF is:
pt_br: Se o livro problemático for um PDF:
pt_pt: Se o livro com problemas é um PDF:
sk: Ak je problematická kniha formátu PDF:
sr: Ако је проблематична књига PDF:
ta: சிக்கலான நூல் ஒரு PDF என்றால்:
uk: Якщо проблеми виникають з книгою у форматі PDF:
zh_hans: 如果有问题的书籍是 PDF：

source: PDF file itself might be <b>too big for your device memory</b>.
es: El archivo PDF en sí puede ser <b>demasiado grande para la memoria de su dispositivo</b>.
fr: Le fichier PDF lui-même peut être <b>trop volumineux pour la mémoire de votre appareil</b>.
ga: B’fhéidir go bhfuil an comhad PDF féin <b>rómhór do chuimhne do ghléis</b>.
it: Il file PDF stesso potrebbe essere <b>troppo grande per la memoria del dispositivo</b>.
nl: Het pdf‑bestand kan <b>te groot zijn voor het geheugen van je apparaat</b>.
pt_br: O arquivo PDF em si pode ser <b>muito grande para a memória do seu dispositivo</b>.
pt_pt: O próprio ficheiro PDF pode ser <b>demasiado grande para a memória do seu dispositivo</b>.
sk: Samotný PDF súbor môže byť <b>príliš veľký pre pamäť vášho zariadenia</b>.
sr: Сам PDF фајл може да буде <b>сувише велики за меморију вашег уређаја</b>.
ta: PDF கோப்பு உங்கள் சாதன நினைவகத்திற்கு <b> மிகப் பெரியதாக இருக்கலாம் </b>.
uk: Можливо, сам PDF-файл є <b>завеликий для обсягу пам'яті вашого пристрою</b>.
zh_hans: PDF 文件本身对于<b>您的设备内存来说可能太大</b>。

source: PDF file <b>might contain very large image files</b>. Even in documents with a normal text layer (which you can select and highlight) there might be another image layer embedded (generally a scan of the page). This slows down the opening and page turning because these large images has to be rescaled to fit on your screen and this process can be CPU intensive.
es: El archivo PDF <b>puede contener archivos de imágenes muy grandes</b>. Incluso en documentos con una capa de texto normal (que puede seleccionar y resaltar) puede haber otra capa de imagen incrustada (generalmente un escaneo de la página). Esto ralentiza la apertura y el cambio de página porque estas imágenes grandes deben cambiarse de escala para que quepan en la pantalla y este proceso puede consumir mucha CPU.
fr: Les fichiers PDF <b>peuvent contenir des fichiers image très volumineux</b>. Même dans les documents comportant une couche de texte normale (que vous pouvez sélectionner et surligner), il peut y avoir une autre couche d'image intégrée (généralement une numérisation de la page). Cela ralentit l'ouverture et le défilement des pages, car ces images volumineuses doivent être redimensionnées pour s'adapter à votre écran, ce qui peut solliciter fortement le processeur.
ga: <b>D'fhéadfadh comhaid íomhá an-mhóra a bheith i</b> gcomhad PDF. Fiú i ndoiciméid a bhfuil sraith téacs gnáth iontu (ar féidir leat a roghnú agus a aibhsiú), d'fhéadfadh sraith íomhá eile a bheith leabaithe ann (scanadh den leathanach de ghnáth). Cuireann sé seo moill ar oscailt agus ar chasadh an leathanaigh toisc go gcaithfear na híomhánna móra seo a athscálú chun go n-oirfidh siad ar do scáileán agus is féidir leis an bpróiseas seo a bheith dian ar an LAP.
it: I file PDF <b>possono contenere file di immagini molto grandi</b>. Anche nei documenti con un normale livello di testo (che è possibile selezionare ed evidenziare) potrebbe essere incorporato un altro livello di immagine (generalmente una scansione della pagina). Questo rallenta l'apertura e la rotazione delle pagine perché queste immagini di grandi dimensioni devono essere ridimensionate per essere adattate allo schermo e questo processo può richiedere molto lavoro da parte della CPU.
nl: Een pdf kan <b>zeer grote afbeeldingsbestanden</b> bevatten. Zelfs in documenten met een normale tekstlaag (die je kunt selecteren en markeren) kan er een extra afbeeldingslaag ingebed zijn (vaak een scan van de pagina). Dit vertraagt openen en pagineren, omdat die grote afbeeldingen naar je scherm moeten worden geschaald, wat CPU‑intensief is.
pt_br: Arquivos PDF <b>podem conter arquivos de imagem muito grandes</b>. Mesmo em documentos com uma camada de texto normal (que você pode selecionar e destacar), pode haver outra camada de imagem incorporada (geralmente uma digitalização da página). Isso torna a abertura e a virada de página mais lentas, pois essas imagens grandes precisam ser redimensionadas para caber na tela, e esse processo pode exigir muito da CPU.
sk: Súbor PDF <b>môže obsahovať veľmi veľké obrazové súbory</b>. Dokonca aj v dokumentoch s normálnou textovou vrstvou (ktorú môžete vybrať a zvýrazniť) môže byť vložená ďalšia obrazová vrstva (zvyčajne sken strany). To spomaľuje otváranie a otáčanie stránok, pretože tieto veľké obrázky musia byť zmenené tak, aby sa zmestili na vašu obrazovku a tento proces môže byť výkonovo náročný pre procesor.
sr: PDF фајл <b>може да садржи огромне фајлове слика</b>. Чак и у документима са слојем обичног текста (који можете да изаберете и истакнете) може да постоји уграђен још један слој са сликама (обично је то скен странице). Ово успорава отварање документа и окретање странице јер те велике слике морају да се скалирају тако да стану на ваш екран, а тај процес може интензивно да користи CPU.
ta: PDF கோப்பு <b> மிகப் பெரிய படக் கோப்புகளைக் கொண்டிருக்கலாம் </b>. ஒரு சாதாரண உரை அடுக்கு கொண்ட ஆவணங்களில் கூட (நீங்கள் தேர்ந்தெடுத்து முன்னிலைப்படுத்தலாம்) மற்றொரு பட அடுக்கு உட்பொதிக்கப்பட்டிருக்கலாம் (பொதுவாக பக்கத்தின் ச்கேன்). இது திறப்பு மற்றும் பக்க திருப்பத்தை மெதுவாக்குகிறது, ஏனெனில் இந்த பெரிய படங்களை உங்கள் திரையில் பொருந்தும் வகையில் மீட்டெடுக்க வேண்டும், மேலும் இந்த செயல்முறை சிபியு தீவிரமாக இருக்கலாம்.
uk: PDF-файл <b>може містити дуже великі файли зображень</b>. Навіть у документах з нормальним текстовим шаром (який можна вибирати та виділяти) може бути вбудований ще один шар з зображеннями (зазвичай це скан сторінки). Це сповільнює відкриття та перегортання сторінок, оскільки масштаб великих зображень повинен бути змінений, щоб він відповідав розміру екрана пристрою, внаслідок чого слабші процесори не можуть опрацювати це швидко.
zh_hans: PDF文档<b>可能内嵌大尺寸图片文件</b>。即使带有正常文本层的文档（可选中并标注），仍可能叠加了另一个图片层（页面的整体扫描件）；这会拖慢文档打开及翻页速度，因为大尺寸图片需要被压缩到屏幕尺寸以供显示，而该过程非常消耗CPU算力。
