Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Internal plugins are part of the core program.
es: Los complementos internos son parte del programa principal.
fr: Les plugins internes font partie du programme principal.
ga: Is cuid den chlár lárnach iad breiseáin inmheánacha.
it: Le estensioni interne fanno parte del programma principale.
nl: Interne plugins maken deel uit van het kernprogramma.
pt_br: Os plugins internos fazem parte do programa principal.
pt_pt: Os plug-ins internos fazem parte do programa principal.
sk: Vnútorné doplnky sú súčasťou hlavného programu.
sr: Интерни додаци су део језгра програма.
ta: உள் செருகுநிரல்கள் முக்கிய நிரலின் ஒரு பகுதியாகும்.
uk: Внутрішні модулі є частиною ядра програми.
zh_hans: 内部插件是核心程序的一部分。

source: They are directly accessible from the KOReader plugins menu.
es: Se puede acceder directamente a ellos desde el menú de complementos de KOReader.
fr: Ils sont directement accessibles depuis le menu des plugins KOReader.
ga: Tá rochtain dhíreach orthu ó roghchlár breiseán KOReader.
it: Sono direttamente accessibili dal menu delle estensioni di KOReader.
nl: Ze zijn direct toegankelijk via het KOReader-pluginmenu.
pt_br: Eles podem ser acessados diretamente no menu de plugins do KOReader.
pt_pt: Podem ser acedidos diretamente no menu de plug-ins do KOReader.
sk: Sú priamo prístupné z ponuky doplnkov KOReadera.
sr: Њима се директно приступа из KOReader менија додатака.
ta: கொரியடர் செருகுநிரல்கள் மெனுவிலிருந்து அவை நேரடியாக அணுகக்கூடியவை.
uk: Вони доступні просто з меню модулів KOReader.
zh_hans: 它们可以直接从KOReader插件菜单访问.

source: They <b>don’t need</b> installation. You can enable them from the menu.
es: Estos <b>no necesitan</b> instalación. Puedes activarlas desde el menú.
fr: Ils <b>ne nécessitent aucune</b> installation. Vous pouvez les activer à partir du menu.
ga: <b>Ní gá iad</b> a shuiteáil. Is féidir leat iad a chumasú ón roghchlár.
it: <b>Non necessitano</b> di installazione. È possibile attivarli dal menu.
nl: Ze <b>hoeven niet</b> geïnstalleerd te worden. Je kunt ze inschakelen via het menu.
pt_br: Eles <b>não precisam</b> de instalação. Você pode habilitá-los no menu.
pt_pt: <b>Não precisam</b> de instalação. Pode ativá-los no menu.
sk: <b>Nevyžadujú inštaláciu</b>. Môžete ich povoliť z ponuky.
sr: <b>Нема потребе</b> да се инсталирају. Можете да их укључите из истог менија.
ta: அவை <b> தேவையில்லை </b> நிறுவல். மெனுவிலிருந்து அவற்றை இயக்கலாம்.
uk: Їх <b>не потрібно</b> встановлювати. Достатньо просто увімкнути з меню.
zh_hans: 他们<b>不需要</b>安装。 您可以从菜单中启用它们。

source: They are checked by our developers so they are <b>considered safe</b>.
es: Nuestros desarrolladores los revisan, por lo que se consideran <b>seguros</b>.
fr: Ils sont vérifiés par nos développeurs et sont donc <b>considérés comme sûrs</b>.
ga: Déanann ár bhforbróirí iad a sheiceáil agus mar sin <b>meastar go bhfuil siad sábháilte</b>.
it: Sono controllati dai nostri sviluppatori e quindi sono <b>considerati sicuri</b>.
nl: Ze zijn door onze ontwikkelaars gecontroleerd en worden daarom als <b>veilig beschouwd</b>.
pt_br: Eles são verificados por nossos desenvolvedores, por isso são <b>considerados seguros</b>.
pt_pt: São verificados pelos nossos desenvolvedores, por isso são <b>considerados seguros</b>.
sk: Sú kontrolované našimi vývojármi, takže sú <b>považované za bezpečné</b>.
sr: Њих проверавају наши програмери, тако да се <b>сматрају безбедним</b>.
ta: அவை எங்கள் டெவலப்பர்களால் சரிபார்க்கப்படுகின்றன, எனவே அவை <b> பாதுகாப்பானதாகக் கருதப்படுகின்றன </b>.
uk: Їх перевіряли розробники програми, тому вони <b>вважаються безпечними</b>.
zh_hans: 它们由我们的开发人员检查，因此它们被认为是<b>安全</b>的。

source: They are <b>automatically updated</b> when you update KOReader.
es: Se <b>actualizan automáticamente</b> cuando actualizas KOReader.
fr: Ils sont <b>automatiquement mis à jour</b> lorsque vous mettez à jour KOReader.
ga: Déantar iad a <b>nuashonrú go huathoibríoch</b> nuair a dhéanann tú KOReader a nuashonrú.
it: Vengono <b>aggiornate automaticamente</b> quando si aggiorna KOReader.
nl: Ze worden <b>automatisch bijgewerkt</b> wanneer je KOReader bijwerkt.
pt_br: Eles são <b>atualizados automaticamente</b> quando você atualiza o KOReader.
pt_pt: São <b>atualizados automaticamente</b> quando atualiza o KOReader.
sk: <b>Automaticky sa aktualizujú</b>, keď aktualizujete KOReader.
sr: Они се <b>аутоматски ажурирају</b> када ажурирате програм KOReader.
ta: அவை <b> தானாகவே புதுப்பிக்கப்படும் </b> நீங்கள் கொரியாடரைப் புதுப்பிக்கும்போது.
uk: Вони <b>автоматично оновлюються</b> при оновленні KOReader.
zh_hans: 它们会随KOReader更新而<b>自动更新</b>。

source: You can enable/disable them via:
es: Puedes habilitarlos / deshabilitarlos a través de:
fr: Vous pouvez les activer/désactiver via :
ga: Is féidir leat iad a chumasú/a dhíchumasú trí:
it: È possibile attivarle/disattivarle tramite:
nl: Je kunt ze in- of uitschakelen via:
pt_br: Você pode habilitá-los/desabilitá-los via:
pt_pt: Pode os ativar/desativar através:
sk: Môžete ich povoliť/zakázať pomocou:
sr: Можете да их укључите/искључите из:
ta: நீங்கள் அவற்றை இயக்க/முடக்கலாம்:
uk: Їх можна увімкнути/вимкнути тут:
zh_hans: 您可以通过以下方式启用/禁用它们:

# user_guide/en.html+html.body.div.div:4597-9
source: TOP MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / More tools / Plugin management
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Ďalšie nástroje / Správa doplnkov
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_tools.svg" சூல் தண்டு = "அகலம்: 22px;"> / கூடுதல் கருவிகள் / சொருகி மேலாண்மை
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / Більше інструментів / Керування модулями
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_tools.svg" style="width:22px;"> / 更多工具 / 插件管理

source: Contrib
es: Contribución
fr: Contribution
ga: Ranníocaíocht
it: Contributi
pt_br: Contribuição
pt_pt: Contribuição
sk: Príspevkové
sr: Сараднички
ta: பங்களிப்பு
uk: Від ентузіастів
zh_hans: 社区贡献插件

# user_guide/en.html+html.body.div.p:4602-9
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: This group contains non-official plugins which are not part of the core logic of KOReader.
es: Este grupo contiene complementos no oficiales que no forman parte de la lógica central de KOReader.
fr: Ce groupe contient des plugins non officiels qui ne font pas partie de la logique centrale de KOReader.
ga: Tá breiseáin neamhoifigiúla sa ghrúpa seo nach cuid de chroí-loighic KOReader iad.
it: Questo gruppo contiene estensioni non ufficiali che non fanno parte della logica di base di KOReader.
nl: Deze groep bevat niet-officiële plugins die geen onderdeel zijn van de kern van KOReader.
pt_br: Este grupo contém plugins não oficiais que não fazem parte da lógica central do KOReader.
sk: Táto skupina obsahuje neoficiálne doplnky, ktoré nie sú súčasťou KOReadera.
sr: Ова група садрже незваничне додатке који нису део основне логике програма KOReader.
ta: இந்த குழுவில் கொரியாடரின் முக்கிய தர்க்கத்தின் பகுதியாக இல்லாத உத்தியோகபூர்வமற்ற செருகுநிரல்கள் உள்ளன.
uk: До цієї категорії входять неофіційні модулі, які не є частиною основної концепції KOReader.
zh_hans: 该组包含非官方插件，这些插件不属于KOReader的核心逻辑。

# user_guide/en.html+html.body.div.ul.li:4608-13
source: They have to be installed <b>manually</b> and then activated from the plugins menu.
sk: Musia sa nainštalovať <b>manuálne</b> a potom aktivovať z ponuky doplnkov.
ta: அவை நிறுவப்பட வேண்டும் <b> கைமுறையாக </b> பின்னர் செருகுநிரல்கள் மெனுவிலிருந்து செயல்படுத்தப்படுகிறது.
uk: Їх необхідно встановлювати <b>власноруч</b>, а потім активувати з меню керування модулями.
zh_hans: 它们必须<b>手动</b>安装，然后从插件菜单激活。

# user_guide/en.html+html.body.div.ul.li:4609-13
source: They should be updated <b>manually</b>.
sk: Mali by sa aktualizovať <b>manuálne</b>.
ta: அவை புதுப்பிக்கப்பட வேண்டும் <b> கைமுறையாக </b>.
uk: Їх потрібно оновлювати <b>власноруч</b>.
zh_hans: 它们应当被<b>手动更新</b>。

source: They are checked by our developers <b>at the time they were added to our repository</b> so they are considered safe.
es: Son revisados por nuestros desarrolladores <b>en el momento en que se agregan a nuestro repositorio</b> por lo que se consideran seguros.
fr: Ils sont vérifiés par nos développeurs <b>au moment où ils ont été ajoutés à notre référentiel</b>, ils sont donc considérés comme sûrs.
ga: Déanann ár bhforbróirí iad a sheiceáil <b>nuair a cuireadh lenár stór iad</b> agus mar sin meastar go bhfuil siad sábháilte.
it: Sono state controllate dai nostri sviluppatori <b>nel momento in cui sono state aggiunte al nostro repository</b>, quindi sono considerate sicure.
nl: Ze zijn door onze ontwikkelaars gecontroleerd <b>op het moment dat ze aan onze repository zijn toegevoegd</b> en worden daarom als veilig beschouwd.
pt_br: Eles são verificados por nossos desenvolvedores <b>no momento em que são adicionados ao nosso repositório</b>, portanto, são considerados seguros.
sk: Sú kontrolované našimi vývojármi <b>v čase, keď boli pridané do nášho úložiska</b>, takže sú považované za bezpečné.
sr: Наши програмери их проверавају <b>у тренутку додавања у наш репозиторијум</b> тако да се сматра да су безбедни.
ta: எங்கள் உருவாக்குபவர்கள் எங்கள் களஞ்சியத்தில் சேர்க்கப்பட்ட நேரத்தில் அவை சரிபார்க்கப்படுகின்றன </b> எனவே அவை பாதுகாப்பாக கருதப்படுகின்றன.
uk: Вони перевіряються розробниками KOReader <b>під час додавання до сховища</b>, тому вважаються безпечними.
zh_hans: 它们在<b>添加到存储库时</b>由我们的开发人员进行检查，因此它们被认为是安全的。

source: You can access them from <a href="https://github.com/koreader/contrib">this page</a>. Generally they are installed by downloading the plugin’s directory from the page above and copying it under <span class="ui">koreader/plugins</span> folder on your device. But please check the plugin’s page for other possible instructions.
es: Puedes acceder a ellos desde <a href="https://github.com/koreader/contrib">esta página</a>. Generalmente, se instalan descargando el directorio del complemento desde la página anterior y copiándolo en la carpeta <span class="ui">koreader/plugins</span> de tu dispositivo. Consulta la página del complemento para obtener otras instrucciones.
fr: Vous pouvez y accéder depuis <a href="https://github.com/koreader/contrib">cette page</a>. En général, ils s'installent en téléchargeant le répertoire du plugin depuis la page ci-dessus et en le copiant dans le dossier <span class="ui">koreader/plugins</span> de votre appareil. Veuillez toutefois consulter la page du plugin pour connaître les autres instructions éventuelles.
ga: Is féidir leat rochtain a fháil orthu ón <a href="https://github.com/koreader/contrib">leathanach seo</a>. De ghnáth, suiteáiltear iad trí eolaire an bhreiseáin a íoslódáil ón leathanach thuas agus é a chóipeáil faoin bhfillteán <span class="ui">koreader/plugins</span> ar do ghléas. Ach féach ar leathanach an bhreiseáin le haghaidh treoracha eile.
it: È possibile accedervi da <a href="https://github.com/koreader/contrib">questa pagina</a>. In genere si installano scaricando la cartella del plugin dalla pagina precedente e copiandola nella cartella <span class="ui">koreader/plugins</span> del dispositivo. Tuttavia, controllare la pagina del plugin per altre possibili istruzioni.
nl: Je kunt ze vinden op <a href="https://github.com/koreader/contrib">deze pagina</a>. Meestal installeer je ze door de pluginmap van die pagina te downloaden en te kopiëren naar de map <span class="ui">koreader/plugins</span> op je apparaat. Controleer voor de zekerheid de pagina van de plugin voor eventuele andere instructies.
pt_br: Você pode acessá-los <a href="https://github.com/koreader/contrib">nesta página</a>. Geralmente, eles são instalados baixando o diretório do plugin na página acima e copiando-o para a pasta <span class="ui">koreader/plugins</span> do seu dispositivo. Mas consulte a página do plugin para outras instruções possíveis.
sk: Prístup k nim nájdete na <a href="https://github.com/koreader/contrib">tejto stránke</a>. Vo všeobecnosti sa inštalujú stiahnutím adresára doplnku z vyššie uvedenej stránky a jeho skopírovaním do priečinka <span class="ui">koreader/plugins</span> na vašom zariadení. Ďalšie možné pokyny nájdete na stránke o doplnkoch.
sr: Можете да им приступите са <a href="https://github.com/koreader/contrib">ове странице</a>. У општем случају, они се инсталирају преузимањем директоријума додатка са наведене странице и копирањем у <span class="ui">koreader/plugins</span> фолдер на уређају. Али молимо вас да погледате страницу додатка јер могу да постоје и додатна упутства.
ta: இந்த பக்கம் </a> இந்த பக்கத்திலிருந்து <a href = "https://github.com/koreader/contrib"> இலிருந்து அவற்றை அணுகலாம். பொதுவாக அவை மேலே உள்ள பக்கத்திலிருந்து சொருகி கோப்பகத்தை பதிவிறக்கம் செய்து உங்கள் சாதனத்தில் <span வகுப்பு = "Ui"> கொரியடர்/செருகுநிரல்கள் </span> கோப்புறையின் கீழ் நகலெடுப்பதன் மூலம் நிறுவப்படுகின்றன. ஆனால் சாத்தியமான பிற வழிமுறைகளுக்கு சொருகி பக்கத்தை சரிபார்க்கவும்.
uk: Їх можна завантажити <a href="https://github.com/koreader/contrib">з цієї сторінки</a>. Зазвичай, щоб встановити такий модуль, потрібно завантажити його теку з файлами і скопіювати до теки <span class="ui">/koreader/plugins</span> на своєму пристрої. Проте, ознайомтеся з сторінкою модуля, бо там можуть бути додаткові інструкції.
zh_hans: 您可以访问 <a href="https://github.com/koreader/contrib">这个页面</a>。 通常，它们是通过从上面的页面下载插件的目录并将其复制到设备上的<span class="ui">koreader/plugins</span>文件夹下来安装的。 但请检查插件的页面以获取其他可能的说明。

source: External
es: Externos
fr: Externe
ga: Seachtrach
it: Esterne
nl: Extern
pt_br: Externos
pt_pt: Externo
sk: Externé
sr: Спољни
ta: வெளிப்புறம்
uk: Зовнішні
zh_hans: 外部插件

# user_guide/en.html+html.body.div.p:4619-9
source: !!! ADVANCED
sk: !!! POKROČILÉ
ta: !!! மேம்பட்டது
uk: !!! ДЛЯ ДОСВІДЧЕНИХ
zh_hans: ！！专业操作！！

source: These are plugins that are developed independently from the KOReader team.
es: Estos son complementos que se desarrollan independientemente del equipo de KOReader.
fr: Il s'agit de plugins développés indépendamment de l'équipe KOReader.
ga: Is breiseáin iad seo atá forbartha go neamhspleách ó fhoireann KOReader.
it: Si tratta di estensioni sviluppate indipendentemente dal team di KOReader.
nl: Dit zijn plugins die onafhankelijk van het KOReader-team worden ontwikkeld.
pt_br: Esses são plugins desenvolvidos de forma independente da equipe do KOReader.
pt_pt: Estes são plug-ins desenvolvidos independentemente da equipa KOReader.
sk: Ide o doplnky, ktoré sú vyvinuté nezávisle od tímu KOReadera.
sr: Ови додаци се развијају независно од KOReader тима.
ta: இவை கொரியடர் அணியிலிருந்து சுயாதீனமாக உருவாக்கப்பட்ட செருகுநிரல்கள்.
uk: Це модулі, які розробляються повністю незалежно від команди розробників KOReader.
zh_hans: 这些是独立于KOReader团队开发的插件。

# user_guide/en.html+html.body.div.ul.li:4624-13
source: They have to be installed <b>manually</b> and then activated from the plugins menu.
sk: Musia byť nainštalované <b>manuálne</b> a potom aktivované z ponuky doplnkov.
ta: அவை நிறுவப்பட வேண்டும் <b> கைமுறையாக </b> பின்னர் செருகுநிரல்கள் மெனுவிலிருந்து செயல்படுத்தப்படுகிறது.
uk: Їх необхідно встановлювати <b>власноруч</b>, після чого активувати у меню модулів.
zh_hans: 它们必须<b>手动</b>安装，然后从插件菜单激活。

# user_guide/en.html+html.body.div.ul.li:4625-13
source: They should be updated <b>manually</b>.
sk: Mali by byť aktualizované <b>manuálne</b>.
ta: அவை புதுப்பிக்கப்பட வேண்டும் <b> கைமுறையாக </b>.
uk: Їх потрібно оновлювати <b>власноруч</b>.
zh_hans: 它们应当被<b>手动更新</b>。

source: They are <b>NOT</b> checked by our developers so be aware that there might be risks using them.
es: Nuestros desarrolladores <b>NO</b> los revisan, así que tenga en cuenta que puede haber riesgos al usarlos.
fr: Ils ne sont <b>PAS</b> vérifiés par nos développeurs, donc soyez conscient qu'il peut y avoir des risques à les utiliser.
ga: <b>Ní</b> dhéanann ár bhforbróirí seiceáil orthu mar sin bíodh a fhios agat go bhféadfadh rioscaí a bheith ann lena n-úsáid.
it: <b>Non</b> sono controllate dai nostri sviluppatori, quindi sappiate che il loro utilizzo potrebbe comportare dei rischi.
nl: Ze worden <b>NIET</b> door onze ontwikkelaars gecontroleerd, dus wees je ervan bewust dat het gebruik ervan risico’s kan meebrengen.
pt_br: Eles <b>NÃO</b> são verificados por nossos desenvolvedores, portanto, esteja ciente de que pode haver riscos ao usá-los.
sk: <b>NIE SÚ</b> kontrolované našimi vývojármi, takže zoberte na vedomie, že ich používaním vzniká riziko.
sr: Наши програмери их <b>НЕ</b> проверавају, па имајте на уму да може постојати ризик приликом њихове употребе.
ta: அவை <b> அல்ல </b> எங்கள் டெவலப்பர்களால் சரிபார்க்கப்படுகின்றன, எனவே அவற்றைப் பயன்படுத்தி அபாயங்கள் இருக்கலாம் என்பதை அறிந்து கொள்ளுங்கள்.
uk: Вони <b>НЕ</b> перевіряються розробниками KOReader, тому можуть існувати ризики їх використання.
zh_hans: 我们的开发人员<b>不会</b>检查它们，因此请注意使用它们可能存在风险。

source: Some notable examples of these external plugins with links to their GitHub pages:
es: Algunos ejemplos notables de estos complementos externos con enlaces a sus páginas de GitHub:
fr: Voici quelques exemples notables de ces plugins externes avec des liens vers leurs pages GitHub :
ga: Seo roinnt samplaí suntasacha de na breiseáin sheachtracha seo le naisc chuig a leathanaigh GitHub:
it: Alcuni esempi significativi di queste estensioni esterne con link alle loro pagine GitHub:
nl: Enkele opmerkelijke voorbeelden van deze externe plugins met links naar hun GitHub-pagina’s:
pt_br: Alguns exemplos notáveis desses plugins externos com links para suas páginas no GitHub:
pt_pt: Alguns exemplos notaveis destes plugins externos com ligação à sua página GitHub:
sk: Niekoľko znamenitých príkladov týchto externých doplnkov s odkazmi na ich stránky GitHub:
sr: Неки угледни примери ових спољних додатак са линковима на њихове GitHub странице:
ta: இந்த வெளிப்புற செருகுநிரல்களின் சில குறிப்பிடத்தக்க எடுத்துக்காட்டுகள் அவற்றின் அறிவிலிமையம் பக்கங்களுக்கான இணைப்புகளுடன்:
uk: Кілька відомих прикладів зовнішніх модулів та посилання на їхні сторінки на GitHub:
zh_hans: 这些外部插件的一些著名示例，带有指向其 GitHub 页面的链接：

source: <a href="https://github.com/drewbaumann/AskGPT">AskGPT plugin:</a> You can ask questions to <b>ChatGPT</b> about parts of your book. You can also use this plugin to simplify, explain, discuss or translate text to other languages.
es: <a href="https://github.com/drewbaumann/AskGPT">Plugin AskGPT:</a> Puedes hacer preguntas a <b>ChatGPT</b> sobre partes de tu libro. También puedes usar este plugin para simplificar, explicar, comentar o traducir texto a otros idiomas.
fr: <a href="https://github.com/drewbaumann/AskGPT">Plugin AskGPT :</a> Vous pouvez poser des questions à <b>ChatGPT</b> sur certaines parties de votre livre. Vous pouvez également utiliser ce plugin pour simplifier, expliquer, discuter ou traduire du texte dans d'autres langues.
ga: <a href="https://github.com/drewbaumann/AskGPT">Breiseán AskGPT:</a> Is féidir leat ceisteanna a chur ar <b>ChatGPT</b> faoi chodanna de do leabhar. Is féidir leat an breiseán seo a úsáid freisin chun téacs a shimpliú, a mhíniú, a phlé nó a aistriú go teangacha eile.
it: <a href="https://github.com/drewbaumann/AskGPT">L'estensione AskGPT:</a> È possibile porre domande a <b>ChatGPT</b> su parti del libro. Potete anche usare questo plugin per semplificare, spiegare, discutere o tradurre il testo in altre lingue.
nl: <a href="https://github.com/drewbaumann/AskGPT">AskGPT-plugin:</a> Je kunt <b>ChatGPT</b> vragen stellen over delen van je boek. Je kunt deze plugin ook gebruiken om tekst te vereenvoudigen, uit te leggen, te bespreken of te vertalen naar andere talen.
pt_br: <a href="https://github.com/drewbaumann/AskGPT">Plugin AskGPT:</a> Você pode fazer perguntas ao <b>ChatGPT</b> sobre partes do seu livro. Você também pode usar este plugin para simplificar, explicar, discutir ou traduzir textos para outros idiomas.
sk: <a href="https://github.com/drewbaumann/AskGPT">Plugin AskGPT:</a> Môžete klásť otázky na <b>ChatGPT</b> o častiach vašej knihy. Tento doplnok môžete tiež použiť na zjednodušenie, vysvetlenie, diskusiu alebo preklad textu do iných jazykov.
sr: <a href="https://github.com/drewbaumann/AskGPT">AskGPT додатак:</a> можете да постављате питања <b>ChatGPT-ју</b> у вези са деловима ваше књиге. Овај додатак такође можете да употребите за поједностављивање, дискусију или превођење текста на друге језике.
ta: <a href = "https://github.com/drewbaumann/askgpt"> ASKGPT சொருகி: </a> உங்கள் புத்தகத்தின் பகுதிகளைப் பற்றி <b> சாட்ச்ட் </b> க்கு கேள்விகளைக் கேட்கலாம். உரையை மற்ற மொழிகளுக்கு எளிமைப்படுத்த, விளக்க, விவாதிக்க அல்லது மொழிபெயர்க்க இந்த சொருகி பயன்படுத்தலாம்.
uk: <a href="https://github.com/drewbaumann/AskGPT">AskGPT</a> – модуль, який дозволяє ставити запитання до <b>ChatGPT</b> щодо частин книги. Цей модуль можна також використовувати для спрощення, пояснення, обговорення або перекладу тексту іншими мовами.
zh_hans: <a href="https://github.com/drewbaumann/AskGPT">AskGPT 插件</a>：您可以向 <b>ChatGPT</b> 询问有关您书的部分内容的问题。您还可以使用此插件来简化、解释、讨论文本或将文本翻译成其他语言。

source: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistant: AI Helper plugin:</a> A fork of the plugin above with more advanced features like multiple AI providers and built-in/custom prompts.
es: <a href="https://github.com/omer-faruq/assistant.koplugin">Asistente: complemento AI Helper:</a> una bifurcación del complemento anterior con funciones más avanzadas, como múltiples proveedores de IA y avisos integrados o personalizados.
fr: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistant : plugin AI Helper :</a> Une variante du plugin ci-dessus avec des fonctionnalités plus avancées telles que plusieurs fournisseurs d'IA et des invites intégrées/personnalisées.
ga: <a href="https://github.com/omer-faruq/assistant.koplugin">Cúntóir: Breiseán Cúntóir AI:</a> Forc den bhreiseán thuas le gnéithe níos forbartha cosúil le soláthraithe AI iolracha agus leideanna ionsuite/saincheaptha.
it: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistente: estensione AI Helper:</a> Un fork del plugin precedente con caratteristiche più avanzate, come fornitori multipli di IA e messaggi integrati/personalizzati.
nl: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistant: AI Helper-plugin:</a> Een fork van de bovenstaande plugin met geavanceerde functies zoals meerdere AI-providers en ingebouwde/aangepaste prompts.
pt_br: <a href="https://github.com/omer-faruq/assistant.koplugin">Plugin Assistant: AI Helper:</a> Uma variação do plugin acima com recursos mais avançados, como vários provedores de IA e prompts integrados/personalizados.
sk: <a href="https://github.com/omer-faruq/assistant.koplugin">Asistent: Plugin AI Helper:</a> Odnož vyššie uvedeného doplnku s pokročilejšími funkciami, ako sú viacerí poskytovatelia AI a vstavané/vlastné výzvy.
sr: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistant: додатак AI помоћника:</a> рачва претходног додатка са напреднијим функцијама као што су вишеструки пружаоци AI услуге и уграђени/произвољни упити.
ta: <a href = "https://github.com/omer-faruq/assistant.koplugin"> உதவியாளர்: AI எல்பர் சொருகி: </a> பல AI வழங்குநர்கள் மற்றும் உள்ளமைக்கப்பட்ட/தனிப்பயன் வரம்பு போன்ற மேம்பட்ட அம்சங்களுடன் மேலே உள்ள சொருகி ஒரு முட்கரண்டி.
uk: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistant: AI Helper</a> – відгалуження (fork) вищезгаданого модуля з розширеними функціями на зразок кількох постачальників ШІ та вбудовані/користувацькі запити.
zh_hans: <a href="https://github.com/omer-faruq/assistant.koplugin">Assistant——AI助理插件</a>：上述插件的分支版本，加入了更多诸如多模型接入选择、内置或自定义提示词等高阶功能。
