Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: Now back to the diagram. You can see that on some buttons, there are two descriptions in different colors:<b> blue and orange</b>. It means that this button has two functions: a <b>normal press</b> action and a <b>long-press</b> action. If you press normally, it will perform the <span class="label_blue">BLUE</span> function. If you press longer, it will perform the <span class="label_orange">ORANGE</span> function.
es: Volviendo al diagrama puedes ver que en algunos botones hay dos descripciones en diferentes colores: <b>azul y naranja</b>. Esto significa que ese botón tiene dos funciones: una acción de <b>pulsación normal</b> y una acción de <b>pulsación larga</b>. Si lo pulsas normalmente, realizará la función <span class="label_blue">AZUL</span>. Si lo mantienes pulsado más tiempo, realizará la función <span class="label_orange">NARANJA</span>.
fr: Revenons maintenant au schéma. Vous pouvez voir que certains boutons comportent deux descriptions de couleurs différentes : <b>bleu et orange</b>. Cela signifie que ce bouton a deux fonctions : une action <b>pression normale</b> et une action <b>pression longue</b>. Si vous appuyez normalement, il exécutera la fonction <span class="label_blue">BLEUE</span>. Si vous appuyez plus longtemps, il exécutera la fonction <span class="label_orange">ORANGE</span>.
ga: Ar ais anois go dtí an léaráid. Is féidir leat a fheiceáil go bhfuil dhá chur síos i ndathanna difriúla ar roinnt cnaipí: <b>gorm agus oráiste</b>. Ciallaíonn sé sin go bhfuil dhá fheidhm ag an gcnaipe seo: gníomh <b>brú gnáth</b> agus gníomh <b>brú fada</b>. Má bhrúnn tú go gnáth, feidhmeoidh sé an fheidhm <span class="label_blue">GORM</span>. Má bhrúnn tú níos faide, feidhmeoidh sé an fheidhm <span class="label_orange">ORÁISTE</span>.
it: Torniamo ora al diagramma. Si può notare che su alcuni pulsanti sono presenti due descrizioni di colore diverso: <b>blu e arancione</b>. Ciò significa che questo pulsante ha due funzioni: un'azione di <b>pressione normale</b> e un'azione di <b>pressione prolungata</b>. Se si preme normalmente, si esegue la funzione <span class="label_blue">BLUE</span>. Se si preme più a lungo, viene eseguita la funzione <span class="label_orange">ARANCIONE</span>.
nl: Terug naar het diagram. Je ziet dat sommige knoppen twee beschrijvingen hebben in verschillende kleuren: <b>blauw en oranje</b>. Dat betekent dat de knop twee functies heeft: een actie bij <b>normaal indrukken</b> en een actie bij <b>lang indrukken</b>. Bij normaal indrukken wordt de <span class="label_blue">BLAUWE</span> functie uitgevoerd. Bij langer indrukken wordt de <span class="label_orange">ORANJE</span> functie uitgevoerd.
pt_br: Voltando ao diagrama, você pode ver que em alguns botões há duas descrições em cores diferentes: <b> azul e laranja</b>. Isso significa que este botão tem duas funções: uma ação de <b> toque normal</b> e uma ação de <b>toque longo</b>. Se você pressionar normalmente, ele executará a função <span class="label_blue">AZUL</span>. Se você pressionar por mais tempo, ele executará a função <span class="label_orange">LARANJA</span>.
pt_pt: Voltando ao diagrama. Pode ver que em alguns botões existem duas descrições em cores diferentes:<b>azul e laranja</b>. Isto significa que este botão tem duas funções: uma ação de <b>toque</b> e uma ação de <b>manter premido</b>. Se premir normalmente, executará a função <span class="label_blue">AZUL</span>. Se pressionar durante mais tempo, executará a função <span class="label_orange">LARANJA</span>.
sk: Teraz späť k diagramu. Vidíte, že na niektorých tlačidlách sú dva popisy v rôznych farbách:<b>modrá a oranžová</b>. To znamená, že toto tlačidlo má dve funkcie: akciu <b>normálneho stlačenia</b> a akciu <b>dlhého stlačenia</b>. Ak stlačíte normálne, vykoná sa funkcia <span class="label_blue">MODRÁ</span>. Ak stlačíte dlhšie, vykoná sa funkcia <span class="label_orange">ORANŽOVÁ</span>.
sr: А сада, вратимо се на дијаграм. Можете видети да на неким дугмићима постоје два описа у различитим бојама: <b>плавој и наранџастој</b>. То значи да ово дугме има две функције: акцију <b>нормалног притиска</b> и акцију <b>дугачког притиска</b>. Ако га притиснете на уобичајен начин, извршиће се <span class="label_blue">ПЛАВА</span> функција. Ако га притиснете дуже, извршиће се <span class="label_orange">НАРАНЏАСТА</span> функција.
ta: இப்போது வரைபடத்திற்குத் திரும்பு. சில பொத்தான்களில், வெவ்வேறு வண்ணங்களில் இரண்டு விளக்கங்கள் உள்ளன என்பதை நீங்கள் காணலாம்: <b> நீலம் மற்றும் ஆரஞ்சு </b>. இந்த பொத்தானை இரண்டு செயல்பாடுகள் உள்ளன என்று அர்த்தம்: ஒரு <b> இயல்பான செய்தித் தாள் </b> செயல் மற்றும் ஒரு <b> நீண்ட-பிரச் </b> செயல். நீங்கள் பொதுவாக அழுத்தினால், அது <ச்பான் வகுப்பு = "லேபிள்_ப்ளூ"> ப்ளூ </ச்பான்> செயல்பாட்டைச் செய்யும். நீங்கள் நீண்ட நேரம் அழுத்தினால், அது <span வகுப்பு = "label_orange"> ஆரஞ்சு </span> செயல்பாட்டைச் செய்யும்.
uk: Тепер повернемося до схеми. Ви можете побачити, що для деяких кнопок подано два описи різними кольорами: <b>синім та жовтогарячим</b>. Це означає, що дані кнопки мають дві функції: дію <b>при звичайному дотику</b> та дію <b>при затисканні</b>. Якщо ви просто торкнетеся, то виконається <span class="label_blue">СИНЯ</span> функцію. Якщо ж ви затиснете, то виконається <span class="label_orange">ЖОВТОГАРЯЧА</span> функція.
zh_hans: 接下来回到图表。图示的部分按钮有使用<b>蓝色和橙色</b>两种颜色的两种描述，这些按钮在<b>点按</b>或<b>长按</b>时功能不同。点按将执行<span class="label_blue">蓝色</span>功能，长按将执行<span class="label_orange">橙色</span>功能。

source: Explanations of the numbered items (long-press action in bold):
es: Explicaciones de los elementos numerados (acción de pulsación larga en negrita):
fr: Explications des éléments numérotés (action par appui long en gras) :
ga: Mínithe ar na míreanna uimhrithe (gníomh brúigh fhada i gcló trom):
it: Spiegazione delle voci numerate (azione di pressione prolungata in grassetto):
nl: Uitleg van de genummerde items (actie bij lang indrukken vetgedrukt):
pt_br: Explicações dos itens numerados (ação de toque longo em negrito):
pt_pt: Explicações dos itens numerados (pressão longa a negrito):
sk: Vysvetlenia očíslovaných položiek (dlhé stlačenie je zvýraznené tučným písmom):
sr: Објашњења нумерисаних ставки (акција дугог притиска је подебљана):
ta: எண்ணப்பட்ட உருப்படிகளின் விளக்கங்கள் (தைரியத்தில் நீண்ட அழுத்த நடவடிக்கை):
uk: Пояснення нумерованих елементів (дія при затисканні написана жирним шрифтом):
zh_hans: 图中编号项的功能说明（粗体代表长按时的功能）：

source: Jump to the beginning of the previous chapter / <b>Jump to the first page of the book</b>
es: Saltar al inicio del capítulo anterior / <b>Saltar a la primera página del libro</b>
fr: Aller au début du chapitre précédent / <b>Aller à la première page du livre</b>
ga: Léim go dtí tús na caibidle roimhe seo / <b>Léim go dtí an chéad leathanach den leabhar</b>
it: Saltare all'inizio del capitolo precedente / <b>Saltare alla prima pagina del libro</b>
nl: Ga naar het begin van het vorige hoofdstuk / <b>Ga naar de eerste pagina van het boek</b>
pt_br: Ir para o início do capítulo anterior / <b>Ir para a primeira página do livro</b>
pt_pt: Ir para o início do capítulo anterior / <b>Saltar para a primeira página do livro</b>
sk: Prejsť na začiatok predchádzajúcej kapitoly / <b>Prejsť na prvú stranu knihy</b>
sr: Скок на почетак претходног поглавља / <b>Скок на прву страницу књиге</b>
ta: முந்தைய அத்தியாயத்தின் தொடக்கத்திற்கு செல்லவும் / <b> புத்தகத்தின் முதல் பக்கத்திற்கு செல்லவும் < / b>
uk: Перейти на початок попереднього розділу / <b>Перейти до першої сторінки книги</b>
zh_hans: 转到上一章开头/<b>转到本书扉页</b>

source: Jump to the previous bookmark / <b>Jump to the first bookmark in the book</b>
es: Saltar al marcador anterior / <b>Saltar al primer marcador del libro</b>
fr: Aller au signet précédent / <b>Aller au premier signet du livre</b>
ga: Léim go dtí an leabharmharc roimhe seo / <b>Léim go dtí an chéad leabharmharc sa leabhar</b>
it: Salta al segnalibro precedente / <b>Salta al primo segnalibro del libro</b>
nl: Ga naar de vorige bladwijzer / <b>Ga naar de eerste bladwijzer in het boek</b>
pt_br: Ir para o marcador anterior / <b>Ir para o primeiro marcador do livro</b>
pt_pt: Ir para o marcador anterior / <b>Ir para o primeiro marcador do livro</b>
sk: Prejsť na predchádzajúcu záložku / <b>Prejsť na prvú záložku v knihe</b>
sr: Скок на претходни маркер / <b>Скок на први маркер у књизи</b>
ta: முந்தைய புக்மார்க்குக்குச் செல்லவும் / <b> புத்தகத்தின் முதல் புக்மார்க்குக்குச் செல்லவும் < / b>
uk: Перейти до попередньої закладки / <b>Перейти до першої закладки у книзі</b>
zh_hans: 转到上一处书签/<b>转到本书第一处书签</b>

source: Bookmark current page / <b>Open bookmarks dialog</b>
es: Marcar la página actual / <b>Abrir el diálogo de marcadores</b>
fr: Ajouter la page actuelle aux favoris / <b>Ouvrir la boîte de dialogue des favoris</b>
ga: Leabharmharcáil an leathanaigh reatha / <b>Oscail an dialóg leabharmharcanna</b>
it: Aggiungi un segnalibro alla pagina corrente / <b>Aprire la finestra di dialogo dei segnalibri</b>
nl: Huidige pagina als bladwijzer / <b>Bladwijzerdialoog openen</b>
pt_br: Marcar página atual / <b>Abrir caixa de diálogo de marcadores</b>
pt_pt: Marcar página atual/ <b>Abrir dialogo de Marcadores</b>
sk: Uložiť aktuálnu stránku / <b>Otvoriť dialógové okno so záložkami</b>
sr: Маркира текућу страницу / <b>Отвара дијалог маркера</b>
ta: தற்போதைய பக்கம் / <b> திறந்த புக்மார்க்ச் உரையாடல் < / b> ஐத் திறக்கவும்
uk: Зробити закладку а поточній сторінці / <b>Відкрити діалог закладок</b>
zh_hans: 将当前页添加为书签/<b>打开书签对话框</b>

source: Jump to the next bookmark / <b>Jump to the last bookmark in the book</b>
es: Saltar al siguiente marcador / <b>Saltar al último marcador del libro</b>
fr: Aller au signet suivant / <b>Aller au dernier signet du livre</b>
ga: Léim go dtí an chéad leabharmharc eile / <b>Léim go dtí an leabharmharc deireanach sa leabhar</b>
it: Salta al segnalibro successivo / <b>Salta all'ultimo segnalibro del libro</b>
nl: Ga naar de volgende bladwijzer / <b>Ga naar de laatste bladwijzer in het boek</b>
pt_br: Ir para o próximo marcador / <b>Ir para o último marcador do livro</b>
pt_pt: Ir para o marcador seguinte / <b>Saltar para o último marcador do livro</b>
sk: Prejsť na ďalšiu záložku / <b>Prejsť na poslednú záložku v knihe</b>
sr: Скок на наредни маркер / <b>Скок на последњи маркер у књизи</b>
ta: அடுத்த புக்மார்க்குக்குச் செல்லவும் / <b> புத்தகத்தின் கடைசி புக்மார்க்குக்குச் செல்லவும் < / b>
uk: Перейти до наступної закладки / <b>Перейти до останньої закладки у книзі</b>
zh_hans: 转到下一处书签/<b>转到本书最后一处书签</b>

source: Jump to the beginning of the next chapter / <b>Jump to the last page of the book</b>
es: Saltar al inicio del siguiente capítulo / <b>Saltar a la última página del libro</b>
fr: Aller au début du chapitre suivant / <b>Aller à la dernière page du livre</b>
ga: Léim go dtí tús an chéad chaibidil eile / <b>Léim go dtí an leathanach deireanach den leabhar</b>
it: Saltare all'inizio del capitolo successivo / <b>Saltare all'ultima pagina del libro</b>
nl: Ga naar het begin van het volgende hoofdstuk / <b>Ga naar de laatste pagina van het boek</b>
pt_br: Ir para o início do próximo capítulo / <b>Ir para a última página do livro</b>
pt_pt: Ir para o início do capítulo seguinte / <b>Saltar para a última página do livro</b>
sk: Prejsť na začiatok ďalšej kapitoly / <b>Prejsť na poslednú stranu knihy</b>
sr: Скок на почетак наредног поглавља / <b>Скок на последњу страницу књиге</b>
ta: அடுத்த அத்தியாயத்தின் தொடக்கத்திற்கு செல்லவும் / <b> புத்தகத்தின் கடைசி பக்கத்திற்குச் செல்லவும் < / b>
uk: Перейти до початку наступного розділу / <b>Перейти до останньої сторінки книги</b>
zh_hans: 转到下一章开头/<b>跳到本书尾页</b>

source: Jump backward (-) or forward (+) this many pages
es: Saltar hacia atrás (-) o hacia adelante (+) esta cantidad de páginas
fr: Reculer (-) ou avancer (+) d'autant de pages
ga: Léim siar (-) nó ar aghaidh (+) an líon leathanach seo
it: Salto indietro (-) o avanti (+) di tante pagine
nl: Ga dit aantal pagina’s terug (-) of vooruit (+)
pt_br: Pular para trás (-) ou para frente (+) esta quantidade de páginas
pt_pt: Recuar (-) ou avançar (+) este número de páginas
sk: Skočiť dozadu (-) alebo dopredu (+) o toľko strán
sr: Скок уназад (-) или унапред (+) толико страница
ta: இந்த பல பக்கங்களை பின்னோக்கி (-) அல்லது முன்னோக்கி (+) செல்லவும்
uk: Перейти назад (-) або вперед (+) на стільки сторінок
zh_hans: 按所示数字间隔回退（－）或快进（＋）页码

source: This number shows the current page number. If you tap on it, a dialog opens which allows you to enter a page number or percentage to jump directly. <b>If you long-press, it takes you back to the page where you opened the <span class="ui">skim widget</span>.</b> This is useful for example if you want to check some other part of the book quickly and return to your reading where you left.
es: Este número muestra el número de página actual. Si lo tocas, se abre un diálogo que te permite introducir un número de página o porcentaje para ir directamente. <b>Si lo mantienes pulsado, te lleva de vuelta a la página donde abriste el <span class="ui">widget de Vista rápida</span>.</b> Esto es útil, por ejemplo, si quieres consultar rápidamente otra parte del libro y volver a la lectura donde la dejaste.
fr: Ce numéro indique le numéro de la page actuelle. Si vous appuyez dessus, une boîte de dialogue s'ouvre et vous permet d'entrer un numéro de page ou un pourcentage pour y accéder directement. <b>Si vous appuyez longuement dessus, vous revenez à la page où vous avez ouvert le <span class="ui">widget skim</span>.</b> Cela est utile, par exemple, si vous souhaitez consulter rapidement une autre partie du livre et revenir à votre lecture là où vous l'avez laissée.
ga: Taispeánann an uimhir seo uimhir an leathanaigh reatha. Má thapaíonn tú air, osclaítear dialóg a ligeann duit uimhir leathanaigh nó céatadán a iontráil chun léim go díreach. <b>Má bhrúnn tú ar feadh tamaill, tabharfaidh sé ar ais chuig an leathanach thú inar oscail tú an <span class="ui">giuirléid scimeála</span>.</b> Tá sé seo úsáideach mar shampla más mian leat cuid eile den leabhar a sheiceáil go tapa agus filleadh ar do léitheoireacht san áit ar fhág tú.
it: Questo numero indica il numero di pagina corrente. Toccandolo, si apre una finestra di dialogo che consente di inserire un numero di pagina o una percentuale per saltare direttamente. <b>Se si preme a lungo, si torna alla pagina in cui è stato aperto <span class="ui">Scorri documento</span>.</b> È utile, ad esempio, se si desidera controllare rapidamente un'altra parte del libro e tornare alla lettura da dove si era interrotta.
nl: Dit nummer toont het huidige paginanummer. Als je erop tikt opent een dialoog waarin je een paginanummer of percentage kunt invoeren om direct te springen. <b>Bij lang ingedrukt houden ga je terug naar de pagina waar je de <span class="ui">doorbladerwidget</span> opende.</b> Handig als je snel een ander deel wilt bekijken en daarna verder wilt lezen waar je was.
pt_br: Este número mostra o número da página atual. Se você tocar nele, uma caixa de diálogo será aberta, permitindo que você insira um número de página ou uma porcentagem para pular diretamente. <b>Se você pressionar longamente, retornará à página onde abriu o <span class="ui">widget de navegação rápida</span>.</b> Isso é útil, por exemplo, se você quiser verificar outra parte do livro rapidamente e retornar à leitura de onde parou.
pt_pt: Este número mostra o número da página atual. Se tocar nele, será aberta uma caixa de diálogo, permitindo-lhe introduzir um número da página para onde quer ir ou percentagem para ir diretamente. <b>Se manter premido, voltará à página onde abriu o <span class="ui">widget de navegação</span>.</b> Isto é útil, por exemplo, se quiser verificar outra parte do livro rápidamente e voltar à leitura a partir do ponto onde parou.
sk: Toto číslo zobrazuje číslo aktuálnej strany. Ak naň ťuknete, otvorí sa dialógové okno, ktoré vám umožní zadať číslo strany alebo percento pre priamy prechod. <b>Ak dlho stlačíte, vrátite sa späť na stránku, kde ste otvorili <span class="ui">doplnok "prebehnutie knihy"</span>.</b> Toto je užitočné napríklad, ak si chcete rýchlo pozrieť inú časť knihy a vrátiť sa k čítaniu tam, kde ste prestali.
sr: Овај број приказује број текуће странице. Ако тапнете на њега, отвара се дијалог који вам дозвољава да унесете број странице или проценат књиге на који се директно скаче. <b>Ако извршите дуги притисак, води вас назад на страницу са које сте отворили <span class="ui">виџет за прелетање</span>.</b> На пример, ово је корисно ако желите да брзо погледате неки други део књиге, па да се вратите на место са којег сте скочили.
ta: இந்த எண் தற்போதைய பக்க எண்ணைக் காட்டுகிறது. நீங்கள் அதைத் தட்டினால், ஒரு உரையாடல் திறக்கிறது, இது ஒரு பக்க எண் அல்லது சதவீதத்தை நேரடியாக செல்ல அனுமதிக்கிறது. <b> நீங்கள் நீண்ட நேரம் அழுத்தினால், நீங்கள் <ச்பான் கிளாச் = "யுஐ"> ச்கிம் விட்செட் </ச்பான்> ஐத் திறந்த பக்கத்திற்கு உங்களை அழைத்துச் செல்கிறார்.
uk: Це номер поточної сторінки. Дотик до нього відкриє діалог, який дозволяє вказати номер сторінки або відсотки, щоб перейти прямо до них. <b>Якщо затиснути, ви перейдете назад до місця, де відкрили <span class="ui">віджет проглядання</span>.</b> Це корисно, наприклад, якщо ви бажаєте швидко перевірити деякі інші частини книги і повернутися до місця, на якому зупинили читання.
zh_hans: 该数字为当前页码。点按将打开对话框以输入指定页码或百分比跳转。<b>长按时则将回到最初开启<span class="ui">快速翻页工具</span>时的页码。</b>该功能对于诸如想快速浏览书籍其它章节然后回到当前位置等情况非常有用。

source: This is the <span class="ui">progress bar</span>. Thin lines are the chapter marks which shows the beginning of the chapters. You can tap on this <span class="ui">progress bar</span> to jump to that part of the book. Little arrows are <span class="ui">session start arrows</span> which marks the place where you started reading this book in the current session. This arrows reset when you switch between books.
es: Esta es la <span class="ui">barra de progreso</span>. Las líneas finas son las marcas de capítulo que muestran el inicio de los capítulos. Puedes tocar la <span class="ui">barra de progreso</span> para saltar a esa parte del libro. Las pequeñas flechas son <span class="ui">flechas de inicio de sesión</span> que marcan el lugar donde empezaste a leer este libro en la sesión actual. Estas flechas se restablecen cuando cambias de libro.
fr: Il s'agit de la <span class="ui">barre de progression</span>. Les lignes fines correspondent aux marques de chapitre qui indiquent le début des chapitres. Vous pouvez appuyer sur cette <span class="ui">barre de progression</span> pour accéder à cette partie du livre. Les petites flèches sont des <span class="ui">flèches de début de session</span> qui indiquent l'endroit où vous avez commencé à lire ce livre lors de la session en cours. Ces flèches sont réinitialisées lorsque vous passez d'un livre à un autre.
ga: Seo é an <span class="ui">barra dul chun cinn</span>. Is iad na línte tanaí na marcanna caibidle a thaispeánann tús na gcaibidlí. Is féidir leat tapáil ar an <span class="ui">barra dul chun cinn</span> seo chun léim go dtí an chuid sin den leabhar. Is iad na saigheada beaga <span class="ui">saigheada tosaigh seisiúin</span> a mharcálann an áit ar thosaigh tú ag léamh an leabhair seo sa seisiún reatha. Athshocraítear na saigheada seo nuair a athraíonn tú idir leabhair.
it: Questa è la <span class="ui">barra di avanzamento</span>. Le linee sottili sono i segni di capitolo che indicano l'inizio dei capitoli. È possibile toccare questa <span class="ui">barra di avanzamento</span> per passare a quella parte del libro. Le frecce piccole sono <span class="ui">frecce di inizio sessione</span> che indicano il punto in cui si è iniziato a leggere il libro nella sessione corrente. Queste frecce si ripristinano quando si passa da un libro all'altro.
nl: Dit is de <span class="ui">voortgangsbalk</span>. Dunne lijnen zijn de hoofdstukmarkeringen die het begin van hoofdstukken aangeven. Je kunt op deze <span class="ui">voortgangsbalk</span> tikken om naar dat deel van het boek te springen. Kleine pijltjes zijn <span class="ui">sessiestartpijlen</span> die de plek markeren waar je dit boek in de huidige sessie bent begonnen. Deze pijlen worden gereset wanneer je van boek wisselt.
pt_br: Esta é a <span class="ui">barra de progresso</span>. Linhas finas são as marcas de capítulo, que indicam o início dos capítulos. Você pode tocar nesta <span class="ui">barra de progresso</span> para pular para aquela parte do livro. Setas pequenas são as <span class="ui">setas de início de sessão</span>, que marcam o ponto onde você começou a ler este livro na sessão atual. Essas setas são zeradas quando você alterna entre os livros.
pt_pt: Esta é a <span class="ui">barra de progresso</span>. As linhas finas marca o início dos capítulos. Pode tocar na <span class="ui">barra de progresso</span> para ir para essa parte do livro. As setas pequenas são <span class="ui">setas de início de sessão</span> que marcam o local onde começou a ler este livro na sessão atual. Estas setas são repostas quando altera o livro.
sk: Toto je <span class="ui">ukazovateľ priebehu</span>. Tenké čiary sú značky kapitol, ktoré zobrazujú začiatok kapitol. Ťuknutím na tento <span class="ui">ukazovateľ priebehu</span> môžete prejsť na danú časť knihy. Malé šípky sú <span class="ui">šípky začiatku relácie</span>, ktoré označujú miesto, kde ste začali čítať túto knihu v aktuálnej relácii. Tieto šípky sa vynulujú pri prepínaní medzi knihami.
sr: Ово је <span class="ui">трака напретка</span>. Танке линије су маркери поглавља који приказују почетке поглавља. Можете да тапнете на ову <span class="ui">траку напретка</span> и да скочите на тај део књиге. Мале стрелице су <span class="ui">стрелице почетка сесије</span> које означавају место са којег сте почели читање ове књиге у текућој сесији читања. Ове стрелице се ресетују када прелазите са књиге на књигу.
ta: இது <span வகுப்பு = "Ui"> முன்னேற்றப் பட்டி </span>. மெல்லிய கோடுகள் அத்தியாய மதிப்பெண்கள், இது அத்தியாயங்களின் தொடக்கத்தைக் காட்டுகிறது. புத்தகத்தின் அந்த பகுதிக்கு செல்ல இந்த <ச்பான் கிளாச் = "யுஐ"> முன்னேற்றப் பட்டி </span> ஐ நீங்கள் தட்டலாம். சிறிய அம்புகள் <span வகுப்பு = "Ui"> அமர்வு தொடக்க அம்புகள் </span> இது தற்போதைய அமர்வில் இந்த புத்தகத்தைப் படிக்கத் தொடங்கிய இடத்தைக் குறிக்கிறது. நீங்கள் புத்தகங்களுக்கு இடையில் மாறும்போது இந்த அம்புகள் மீட்டமைக்கப்படுகின்றன.
uk: Це – <span class="ui">смуга поступу</span>. Тонкі вертикальні лінії – мітки розділів, які показують де починаються розділи. Торкнувшись цієї <span class="ui">смуги поступу</span> можна перейти до відповідного місця в книзі. Маленькі стрілки є <span class="ui">стрілками початку сеансу читання</span>, що показують місце з якого ви почали читати цю книгу в поточному сеансі читання. Ці стрілки скидаються при перемиканні між книгами.
zh_hans: 这是<span class="ui">阅读进度条</span>。细线是显示每章节起始处的章节标记。点按<span class="ui">阅读进度条</span>任意位置将转到对应页码。游标是<span class="ui">阅读起始点</span>，用于显示本次阅读开始时的页码。游标位置将随书籍切换而重置。
