Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: You can remove a book from collections from the <span class="ui">File browser</span>, <span class="ui">History</span> screen or the <span class="ui">Collections</span> screen. In the <span class="ui">File browser</span> and <span class="ui">History</span> screens, long press on the book and choose <span class="ui">Collections...</span>. You will see a checkmark next to the collections that you added this book to. Uncheck the ones by tapping on it to remove the book from that collection. Also from the <span class="ui">Collections</span> screen, you can long press on a book and choose <span class="ui">Remove from collection</span>.
es: Puedes eliminar un libro de las colecciones desde el <span class="ui">Explorador de archivos</span>, la pantalla <span class="ui">Historial</span> o la pantalla <span class="ui">Colecciones</span>. En las pantallas <span class="ui">Explorador de archivos</span> e <span class="ui">Historial</span>, mantén pulsado el libro y selecciona <span class="ui">Colecciones...</span>. Verás una marca de verificación junto a las colecciones a las que añadiste este libro. Desmárcalas tocándolas para eliminar el libro de esa colección. También desde la pantalla <span class="ui">Colecciones</span>, puedes mantener pulsado un libro y seleccionar <span class="ui">Eliminar de la colección</span>.
fr: Vous pouvez supprimer un livre des collections à partir de l'<span class="ui">Explorateur de fichiers</span>, de l'écran <span class="ui">Historique</span> ou de l'écran <span class="ui">Collections</span>. Dans les écrans <span class="ui">Explorateur de fichiers</span> et <span class="ui">Historique</span>, appuyez longuement sur le livre et sélectionnez <span class="ui">Collections...</span>. Une coche apparaîtra à côté des collections auxquelles vous avez ajouté ce livre. Décochez celles qui vous intéressent en appuyant dessus pour supprimer le livre de cette collection. Depuis l'écran <span class="ui">Collections</span>, vous pouvez également appuyer longuement sur un livre et sélectionner <span class="ui">Supprimer de la collection</span>.
ga: Is féidir leat leabhar a bhaint as bailiúcháin ón scáileán <span class="ui">Brabhsálaí Comhad</span>, <span class="ui">Stair</span> nó ón scáileán <span class="ui">Bailiúcháin</span>. Sna scáileáin <span class="ui">Brabhsálaí Comhad</span> agus <span class="ui">Stair</span>, brúigh fada ar an leabhar agus roghnaigh <span class="ui">Bailiúcháin...</span>. Feicfidh tú marc seiceála in aice leis na bailiúcháin ar chuir tú an leabhar seo leo. Díthiceáil na cinn trí thapáil orthu chun an leabhar a bhaint as an mbailiúchán sin. Chomh maith leis sin ón scáileán <span class="ui">Bailiúcháin</span>, is féidir leat brú fada ar leabhar agus <span class="ui">Bain as bailiúchán</span> a roghnú.
it: È possibile rimuovere un libro dalle raccolte dal <span class="ui">File browser</span>, dalla <span class="ui">Cronologia</span> e da <span class="ui">Collezioni</span>. Nelle schermate <span class="ui">File browser</span> e <span class="ui">Cronologia</span>, premere a lungo sul libro e scegliere <span class="ui">Collezioni...</span>. Verrà visualizzato un segno di spunta accanto alle raccolte a cui è stato aggiunto il libro. Per rimuovere il libro da quella raccolta, deselezionatela toccandola. Sempre dalla schermata <span class="ui">Collezioni</span>, è possibile premere a lungo su un libro e scegliere <span class="ui">Elimina dalla raccolta</span>.
nl: Je kunt een boek uit collecties verwijderen via de <span class="ui">Bestandsverkenner</span>, het scherm <span class="ui">Geschiedenis</span> of het scherm <span class="ui">Collecties</span>. In de <span class="ui">Bestandsverkenner</span> en <span class="ui">Geschiedenis</span> houd je het boek lang ingedrukt en kies je <span class="ui">Collecties…</span>. Je ziet een vinkje naast de collecties waaraan je dit boek hebt toegevoegd. Haal het vinkje weg om het boek uit die collectie te verwijderen. Ook op het scherm <span class="ui">Collecties</span> kun je een boek lang ingedrukt houden en <span class="ui">Uit collectie verwijderen</span> kiezen.
pt_br: Você pode remover um livro das coleções a partir do <span class="ui">Explorador de arquivos</span>, da tela do <span class="ui">Histórico</span> ou da tela de <span class="ui">Coleções</span>. Nas telas de <span class="ui">Explorador de arquivos</span> e <span class="ui">Histórico</span>, pressione longamente sobre o livro e escolha <span class="ui">Coleções...</span>. Você verá um marca de seleção ao lado das coleções às quais adicionou este livro. Desmarque os que quiser tocando sobre eles para remover o livro dessa coleção. Também na tela de <span class="ui">Coleções</span>, você pode pressionar longamente sobre um livro e escolher <span class="ui">Remover da coleção</span>.
sk: Knihu môžete zo zbierok odstrániť z <span class="ui">Prehliadača súborov</span>, obrazovky <span class="ui">Histórie</span> alebo obrazovky <span class="ui">Zbierky</span>. Na obrazovkách <span class="ui">Prehliadača súborov</span> a <span class="ui">Histórie</span> dlho podržte prst na knihe a vyberte možnosť <span class="ui">Zbierky...</span>. Vedľa zbierok, do ktorých ste túto knihu pridali, sa zobrazí značka začiarknutia. Zrušte začiarknutie pri daných položkách ťuknutím na ne, čím odstránite knihu z danej zbierky. Na obrazovke <span class="ui">Zbierky</span> môžete tiež dlho podržať prst na knihe a vybrať možnosť <span class="ui">Odstrániť zo zbierky</span>.
sr: Књиге можете да уклоните из збирки са <span class="ui">Прегледача фајлова</span>, екрана <span class="ui">Историја</span> или екрана <span class="ui">Збирке</span>. У <span class="ui">Прегледачу фајлова</span> и екрану <span class="ui">Историја</span>, извршите дуги притисак на књигу и изаберите <span class="ui">Збирке…</span>. Видећете знак за штиклирање уз збирке у које сте додали ову књигу. Уклоните га тако што тапнете на њега и тако уклоните књигу из те збирке. Такође и из екрана <span class="ui">Збирке</span>, извршите дуги притисак на књигу и изаберете <span class="ui">Уклони из збирке</span>.
ta: <span வகுப்பு = "Ui"> கோப்பு உலாவி </span>, <span வகுப்பு = "Ui"> வரலாறு </span> திரை அல்லது <ச்பான் கிளாச் = "UI"> சேகரிப்புகள் </span> திரையில் இருந்து சேகரிப்புகளிலிருந்து ஒரு புத்தகத்தை அகற்றலாம். <span வகுப்பு = "Ui"> கோப்பு உலாவி </span> மற்றும் <span வகுப்பு = "Ui"> வரலாறு </span> திரைகளில், புத்தகத்தில் நீண்ட நேரம் அழுத்தி <span வகுப்பு = "Ui"> தொகுப்புகளைத் தேர்வுசெய்க ... </span>. இந்த புத்தகத்தை நீங்கள் சேர்த்த தொகுப்புகளுக்கு அடுத்ததாக ஒரு செக்மார்க் பார்ப்பீர்கள். அந்தத் தொகுப்பிலிருந்து புத்தகத்தை அகற்ற அதைத் தட்டுவதன் மூலம் அவற்றைத் தேர்வுநீக்கவும். <span வகுப்பு = "Ui"> சேகரிப்புகள் </span> திரையில் இருந்து, நீங்கள் ஒரு புத்தகத்தில் நீண்ட நேரம் அழுத்தி <ச்பான் கிளாச் = "UI"> சேகரிப்பு </span> இலிருந்து அகற்று என்பதைத் தேர்வு செய்யலாம்.
uk: Вилучати книги з добірок можна на екранах <span class="ui">Оглядач файлів</span>, <span class="ui">Історія</span> та <span class="ui">Добірки</span>. На екранах <span class="ui">Оглядач файлів</span> та <span class="ui">Історія</span> затисніть книгу і виберіть <span class="ui">Добірки...</span>. Поруч з добірками, до яких додана ця книга, будуть позначки. Щоб вилучити книгу з добірки, потрібно зняти позначку дотиком на неї. В той же час, на екрані <span class="ui">Добірки</span> для вилучення книги з добірки потрібно затиснути книгу та вибрати пункт <span class="ui">Вилучити з добірки</span>.
zh_hans: 可以通过<span class="ui">文件管理器</span>、<span class="ui">阅读历史</span>视图或<span class="ui">书单</span>将书籍从书单中移除。在<span class="ui">文件管理器</span>和<span class="ui">阅读历史</span>视图中长按书籍，选择<span class="ui">书单操作</span>，可以看到书籍所属的书单标题前有勾选标志。点击该标志取消勾选即可将书籍从对应书单中移除。另外在<span class="ui">书单</span>界面长按书籍选择<span class="ui">从书单中移除</span>也可实现相同操作。

source: Arranging the books in your collections
es: Cómo organizar los libros en tus colecciones
fr: Ranger les livres de vos collections
ga: Ag socrú na leabhar i do bhailiúcháin
it: Organizzare i libri della propria collezione
nl: Boeken in je collecties ordenen
pt_br: Organizando os livros em suas coleções
pt_pt: A organizar os livros nas suas colecções
sk: Usporiadanie kníh vo vašich zbierkach
sr: Слагање књига у збиркама
ta: உங்கள் தொகுப்புகளில் புத்தகங்களை ஏற்பாடு செய்தல்
uk: Впорядкування книг у добірках
zh_hans: 给书单中的书籍排序

source: Collections can be very crowded but KOReader allows you to find your books easily by providing many filtering options. If you look at the image above, you can see the filtering options in <b>Box 2</b> and <b>Box 3</b>. <b>Box 2</b> allows you to filter by book status (new, reading, finished, on hold) and <b>Box 3</b> allows you to filter by book metadata (author, series, language, keywords). And also you can combine these two groups of filters like this example: <b>"Show me the new books in this collection which are written by Isaac Asimov <span class="ui">(Filter by authors -> Isaac Asimov)</span> that I haven't started yet <span class="ui">(Filter by status -> New)</span>."</b>
es: Las colecciones pueden estar muy saturadas, pero KOReader te permite encontrar tus libros fácilmente gracias a sus numerosas opciones de filtrado. Si observas la imagen de arriba, puedes ver las opciones de filtrado en la <b>Casilla 2</b> y <b>Casilla 3</b>. La <b>Casilla 2</b> te permite filtrar por estado del libro (nuevo, en lectura, terminado, en espera) y la <b>Casilla 3</b> te permite filtrar por metadatos (autor, serie, idioma, palabras clave). También puedes combinar estos dos grupos de filtros, como en este ejemplo: <b>"Muéstrame los libros nuevos de esta colección escritos por Isaac Asimov <span class="ui">(Filtrar por autores -> Isaac Asimov)</span> que aún no he empezado <span class="ui">(Filtrar por estado -> Nuevo)</span>".</b>
fr: Les collections peuvent être très encombrées, mais KOReader vous permet de trouver facilement vos livres grâce à de nombreuses options de filtrage. Si vous regardez l'image ci-dessus, vous pouvez voir les options de filtrage dans les <b>Boîtes 2</b> et <b>3</b>. La <b>Boîte 2</b> vous permet de filtrer par statut du livre (nouveau, en cours de lecture, terminé, en attente) et la <b>Boîte 3</b> vous permet de filtrer par métadonnées du livre (auteur, série, langue, mots-clés). Vous pouvez également combiner ces deux groupes de filtres comme dans cet exemple : <b>« Montrez-moi les nouveaux livres de cette collection écrits par Isaac Asimov <span class="ui">(Filtrer par auteurs -> Isaac Asimov)</span> que je n'ai pas encore commencés <span class="ui">(Filtrer par statut -> Nouveau)</span> ».</b>
ga: Is féidir le bailiúcháin a bheith an-phlódaithe ach ligeann KOReader duit do leabhair a aimsiú go héasca trí roghanna scagtha iomadúla a sholáthar. Má fhéachann tú ar an íomhá thuas, is féidir leat na roghanna scagtha a fheiceáil i <b>Bosca 2</b> agus <b>Bosca 3</b>. Ligeann <b>Bosca 2</b> duit scagadh a dhéanamh de réir stádas an leabhair (nua, á léamh, críochnaithe, ar feitheamh) agus ligeann <b>Bosca 3</b> duit scagadh a dhéanamh de réir meiteashonraí an leabhair (údar, sraith, teanga, eochairfhocail). Agus is féidir leat an dá ghrúpa scagairí seo a chomhcheangal freisin mar an sampla seo: <b>"Taispeáin dom na leabhair nua sa bhailiúchán seo atá scríofa ag Isaac Asimov <span class="ui">(Scag de réir údair -> Isaac Asimov)</span> nach bhfuil tosaithe agam fós <span class="ui">(Scag de réir stádais -> Nua)</span>."</b>
it: Le collezioni possono essere molto affollate, ma KOReader permette di trovare facilmente i libri grazie alle numerose opzioni di filtraggio. Se si guarda l'immagine qui sopra, si possono vedere le opzioni di filtraggio nel <b>Box 2</b> e nel <b>Box 3</b>. Il <b>Box 2</b> consente di filtrare per stato del libro (nuovo, in lettura, finito, in attesa) e il <b>Box 3</b> consente di filtrare in base ai metadati del libro (autore, serie, lingua, parole chiave). È inoltre possibile combinare questi due gruppi di filtri, come in questo esempio: <b>"Mostrami i nuovi libri di questa raccolta che sono scritti da Isaac Asimov <span class="ui">(Filtro per autori -> Isaac Asimov)</span> che non ho ancora iniziato <span class="ui">(Filtrare per stato -> Nuovo)</span>."</b>
nl: Collecties kunnen erg druk worden, maar KOReader helpt je je boeken makkelijk terug te vinden met veel filteropties. In de afbeelding hierboven zie je de filters in <b>Vlak 2</b> en <b>Vlak 3</b>. Met <b>Vlak 2</b> filter je op boekstatus (nieuw, bezig, uitgelezen, in de wacht) en met <b>Vlak 3</b> op boekmetadata (auteur, reeks, taal, trefwoorden). Je kunt deze twee groepen ook combineren, bijvoorbeeld: <b>‘Laat me de nieuwe boeken in deze collectie zien die zijn geschreven door Isaac Asimov <span class="ui">(Filteren op auteurs -> Isaac Asimov)</span> en die ik nog niet ben begonnen <span class="ui">(Filteren op status -> Nieuw)</span>.’</b>
pt_br: As coleções podem ficar bem cheias, mas o KOReader permite encontrar seus livros com facilidade oferecendo várias opções de filtragem. Se você observar a imagem acima, verá as opções de filtro na <b>Caixa 2</b> e na <b>Caixa 3</b>. A <b>Caixa 2</b> permite filtrar pelo status do livro (novo, lendo, concluído, em espera) e a <b>Caixa 3</b> permite filtrar pelos metadados do livro (autor, série, idioma, palavras-chave). Você também pode combinar esses dois grupos de filtros, como neste exemplo: <b>"Mostre-me os livros novos nesta coleção que foram escritos por Isaac Asimov <span class="ui">(Filtrar por autores -> Isaac Asimov)</span> e que eu ainda não comecei a ler <span class="ui">(Filtrar por status -> Novo)</span>."</b>
pt_pt: As coleções podem estar muito cheias, mas o KOReader permite-lhe encontrar os seus livros facilmente, fornecendo muitas opções de filtragem. Se olhar para a imagem acima, poderá ver as opções de filtragem na <b>Caixa 2</b> e na <b>Caixa 3</b>. A <b>Caixa 2</b> permite filtrar por estado do livro (novo, a ler, terminado, em pausa) e a <b>Caixa 3</b> permite filtrar por metadados do livro (autor, série, idioma, palavras-chave). E também pode combinar estes dois filtros como neste exemplo: <b>"Mostre-me os novos livros desta colecção que foram escritos por Isaac Asimov <span class="ui">(Filtrar por autores -> Isaac Asimov)</span> que ainda não comecei <span class="ui">(Filtrar por estado -> Novo)</span>."</b>
sk: Zbierky môžu byť veľmi preplnené, ale KOReader vám umožňuje ľahko nájsť knihy vďaka mnohým možnostiam filtrovania. Ak sa pozriete na obrázok vyššie, môžete vidieť možnosti filtrovania v <b>Políčku 2</b> a <b>Políčku 3</b>. <b>Políčko 2</b> umožňuje filtrovať podľa stavu knihy (nová, čítaná, prečítaná, pozastavená) a <b>Políčko 3</b> umožňuje filtrovať podľa metadát knihy (autor, séria, jazyk, kľúčové slová). A tiež môžete tieto dve skupiny filtrov kombinovať, ako je to v tomto príklade: <b>„Ukáž mi nové knihy v tejto kolekcii, ktoré napísal Isaac Asimov“ <span class="ui">(Filtrovať podľa autorov -> Isaac Asimov)</span> ktoré som ešte nezačal čítať <span class="ui">(Filtrovať podľa stavu -> Nové)</span>."</b>
sr: Збирке могу бити попуњене са доста књига, али KOReader вам омогућава да једноставно пронађете жељене књиге тако што вам нуди доста опција за филтрирање. Ако погледате књигу изнад, видећете опције за филтрирање у <b>Пољу 2</b> и <b>Пољу 3</b>. <b>Поље 2</b> вам омогућава да књиге филтрате по статусу (нове, чита се, завршене, на чекању), а <b>Поље 3</b> вам омогућава да књиге филтрирате по метаподацима у књизи (аутор, серија, језик, кључне речи). Такође можете и да комбинујете ове две групе филтера као у следећем примеру: <b>„Прикажи ми нове књиге у овој збирци које је написао Исак Асимов <span class="ui">(Филтрирај по аутору -> Исак Асимов)</span> које још увек нисам почео да читам <span class="ui">(Филтрирај по статусу -> Нове)</span>.”</b>
ta: வசூல் மிகவும் நெரிசலானது, ஆனால் பல வடிகட்டுதல் விருப்பங்களை வழங்குவதன் மூலம் உங்கள் புத்தகங்களை எளிதாகக் கண்டுபிடிக்க கொரியடர் உங்களை அனுமதிக்கிறது. மேலே உள்ள படத்தைப் பார்த்தால், வடிகட்டுதல் விருப்பங்களை <b> பெட்டி 2 </b> மற்றும் <b> பெட்டி 3 </b> இல் காணலாம். <b> பெட்டி 2 </b> புத்தக நிலை (புதியது, வாசிப்பு, முடிந்தது, நிறுத்தி வைத்தது) மற்றும் <b> பெட்டி 3 </b> புத்தக மேனிலை தரவு (ஆசிரியர், தொடர், மொழி, முக்கிய வார்த்தைகள்) மூலம் வடிகட்ட உங்களை அனுமதிக்கிறது. இந்த எடுத்துக்காட்டு போன்ற இந்த இரண்டு குழுக்களின் வடிப்பான்களையும் நீங்கள் இணைக்கலாம்: <b> "ஐசக் அசிமோவ் <ச்பான் கிளாச் =" யுஐ "> (ஆசிரியர்களால் வடிகட்டி -> ஐசக் அசிமோவ்) </span> ஆல் எழுதப்பட்ட இந்த தொகுப்பில் புதிய புத்தகங்களை எனக்குக் காட்டு </spass =" இடைமுகம் "> (நிலை -புதிய) </b>"
uk: Добірки можуть бути дуже переповненими, але KOReader дозволяє легко знаходити потрібні книги за допомогою функції фільтрації. На вищенаведеному зображенні видно варіанти фільтрації у <b>Блоці 2</b> та <b>Блоці 3</b>. <b>Блок 2</b> дозволяє фільтрувати за станом книги (нова, читаю, прочитана, до прочитання), а <b>Поле 3</b> дозволяє фільтрувати за метаданими книги (автор, серія, мова, ключові слова). Також можна поєднати ці дві групи фільтрів, як у цьому прикладі: <b>«Показати нові книги у цій колекції, написані Уласом Самчуком <span class="ui">(Фільтрувати за авторами -> Улас Самчук)</span>, які я ще не почав читати <span class="ui">(Фільтрувати за станом -> Нові)</span>.»</b>
zh_hans: 书单可能十分冗长，因此KOReader提供多种筛选方式以便更容易地找到要读的书籍。如前图所示，<b>方框2</b>和<b>方框3</b>标出了书籍筛选选项。<b>方框2</b>可以按照书籍阅读状态（未读、在读、已读、搁置）筛选；<b>方框3</b>可以通过书籍元数据（作者、丛书系列、语种、关键词）筛选。两种筛选方式还可组合使用，你也可以像这个例子一样组合这两组过滤器：<b>“向我展示这个集合中 Isaac Asimov<span class="ui">（按作者->Isaac Azimov）</span>编写的我还没有开始阅读的新书<span class="ui">（按状态->new）</span>。”</b>

source: You can update the book metadata by long-pressing on the book in <span class="ui">File browser</span> and choosing <span class="ui">Book information</span> from the menu. In the popup window you can long-press on any field to change the metadata like <b>author</b> or <b>keywords</b>. You can also use <span class="external">Calibre</span> for this task, a third-party application which makes managing your book metadata much easier.
es: Puedes actualizar los metadatos del libro manteniendo pulsado el libro en el <span class="ui">Explorador de archivos</span> y seleccionando <span class="ui">Información del libro</span> en el menú. En la ventana emergente, puedes mantener pulsado cualquier campo para cambiar los metadatos, como el <b>autor</b> o las <b>palabras clave</b>. También puedes usar <span class="external">Calibre</span> para esta tarea, una aplicación de terceros que facilita enormemente la gestión de los metadatos de tus libros.
fr: Vous pouvez mettre à jour les métadonnées du livre en appuyant longuement sur le livre dans l'<span class="ui">Explorateur de fichiers</span> et en sélectionnant <span class="ui">Informations sur le livre</span> dans le menu. Dans la fenêtre contextuelle, vous pouvez appuyer longuement sur n'importe quel champ pour modifier les métadonnées telles que <b>auteur</b> ou <b>mots-clés</b>. Vous pouvez également utiliser <span class="external">Calibre</span> pour cette tâche, une application tierce qui facilite grandement la gestion des métadonnées de vos livres.
ga: Is féidir leat meiteashonraí an leabhair a nuashonrú trí bhrú fada ar an leabhar sa <span class="ui">bhrabhsálaí comhad</span> agus <span class="ui">Faisnéis faoin leabhar</span> a roghnú ón roghchlár. Sa fhuinneog aníos is féidir leat brú fada ar aon réimse chun na meiteashonraí a athrú cosúil le <b>údar</b> nó <b>eochairfhocail</b>. Is féidir leat <span class="external">Calibre</span> a úsáid don tasc seo freisin, feidhmchlár tríú páirtí a fhágann go bhfuil sé i bhfad níos éasca meiteashonraí do leabhair a bhainistiú.
it: È possibile aggiornare i metadati del libro premendo a lungo sul libro nel <span class="ui">File browser</span> e scegliendo <span class="ui">Informazioni sul libro</span> dal menu. Nella finestra a comparsa è possibile premere a lungo su qualsiasi campo per modificare i metadati come <b>autore</b> o <b>parole chiave</b>. Per questo compito è possibile utilizzare anche <span class="external">Calibre</span>, un'applicazione di terze parti che rende molto più semplice la gestione dei metadati dei libri.
nl: Je kunt de metadata van een boek bijwerken door het boek lang ingedrukt te houden in de <span class="ui">Bestandsverkenner</span> en <span class="ui">Boekinformatie</span> te kiezen. In het pop-upvenster kun je een veld lang ingedrukt houden om metadata zoals <b>auteur</b> of <b>trefwoorden</b> te wijzigen. Je kunt hiervoor ook <span class="external">Calibre</span> gebruiken, een externe toepassing die het beheren van boekmetadata veel eenvoudiger maakt.
pt_br: Você pode atualizar os metadados do livro pressionando longamente o livro no <span class="ui">Explorador de arquivos</span> e escolhendo <span class="ui">Informações do livro</span> no menu. Na janela que aparecer, você pode pressionar longamente qualquer campo para alterar metadados como <b>autor</b> ou <b>palavras-chave</b>. Também é possível usar o <span class="external">Calibre</span>, um aplicativo de terceiros que facilita muito o gerenciamento dos metadados dos livros.
sk: Metadáta knihy môžete aktualizovať dlhým stlačením knihy v <span class="ui">prehliadači súborov</span> a výberom možnosti <span class="ui">Informácie o knihe</span> z ponuky. V kontextovom okne môžete dlhým stlačením ľubovoľného poľa zmeniť metadáta, ako napríklad <b>autor</b> alebo <b>kľúčové slová</b>. Na túto úlohu môžete použiť aj <span class="external">Calibre</span>, aplikáciu tretej strany, ktorá značne uľahčuje správu metadát vašej knihy.
sr: Метаподатке књиге можете да ажурирате дугим притиском на књигу у <span class="ui">Прегледачу фајлова</span> па избором <span class="ui">Информације о књизи</span> из менија. У искачућем менију можете да извршите дуги притисак на било које поље и да измените метаподатке као што су <b>аутор</b> или <b>кључне речи</b>. За овај посао такође можете да употребите и <span class="external">Calibre</span>, апликацију треће стране која доста олакшава управљање метаподацима ваше књиге.
ta: <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> இல் புத்தகத்தில் நீண்ட நேரம் அழுத்துவதன் மூலம் புத்தக மெட்டாடேட்டாவைப் புதுப்பிக்கலாம் மற்றும் மெனுவிலிருந்து <ச்பான் கிளாச் = "யுஐ"> புத்தகத் செய்தி </ச்பான்> ஐத் தேர்ந்தெடுக்கலாம். மேல்தோன்றல் சாளரத்தில் <b> ஆசிரியர் </b> அல்லது <b> முக்கிய வார்த்தைகள் </b> போன்ற மெட்டாடேட்டாவை மாற்ற எந்தவொரு துறையிலும் நீண்ட நேரம் அழுத்தலாம். இந்த பணிக்காக <ச்பான் கிளாச் = "வெளிப்புற"> காலிபர் </span> ஐ நீங்கள் பயன்படுத்தலாம், இது உங்கள் புத்தக மெட்டாடேட்டாவை நிர்வகிப்பது மிகவும் எளிதாக்குகிறது.
uk: Метадані книги можна оновити затиснувши книгу в <span class="ui">Оглядачі файлів</span> та вибравши пункт меню <span class="ui">Відомості про книгу</span>. У зринаючому вікні можна затиснути будь-яке поле, щоб змінити наявні в ньому метадані, як от <b>автор</b> чи <b>ключові слова</b>. Для цього також можна використати програму <span class="external">Calibre</span>, яка значно спрощує керування метаданими книг.
zh_hans: 在<span class="ui">文件管理器</span>中长按某本书，可以更新书籍元数据或查看<span class="ui">书籍信息</span>。在弹出的对话框中长按任意项，可以编辑<b>作者</b>或<b>关键词</b>等书籍元数据。该操作也可通过<span class="external">Calibre</span>完成，这是一款便捷管理书籍元数据的第三方软件。
