Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: <b>Renaming a collection:</b> Long tap on the collection name > <span class="ui">Rename collection</span>
es: <b>Cambiar el nombre de una colección:</b> Mantenga pulsado el nombre de la colección > <span class="ui">Cambiar el nombre de la colección</span>
fr: <b>Renommer une collection :</b> Appuyez longuement sur le nom de la collection > <span class="ui">Renommer la collection</span>
ga: <b>Athainmniú bailiúcháin:</b> Tapáil fada ar ainm an bhailiúcháin > <span class="ui">Athainmnigh bailiúchán</span>
it: <b>Rinominare una collezione:</b> Toccare a lungo il nome della collezione > <span class="ui">Ronomina la collezione</span>
nl: <b>Collectie hernoemen:</b> Houd de collectienaam lang ingedrukt > <span class="ui">Collectie hernoemen</span>
pt_br: <b>Renomeando uma coleção:</b> Pressione longamente o nome da coleção > <span class="ui">Renomear coleção</span>
sk: <b>Premenovanie zbierky:</b> Dlho ťuknite na názov zbierky > <span class="ui">Premenovať zbierku</span>
sr: <b>Промена назива збирке:</b> дуги притисак на име збирке &gt; <span class="ui">Промени назив збирке</span>
ta: <b> ஒரு தொகுப்பை மறுபெயரிடுதல்: </b> சேகரிப்பு பெயரில் நீண்ட தட்டவும்> <span வகுப்பு = "ui"> மறுபெயரிடு சேகரிப்பு </span>
uk: <b>Перейменування добірки.</b> Затисніть назву добірки > <span class="ui">Перейменувати добірку</span>
zh_hans: <b>修改书单标题</b>：在书单标题上长按 ⇨ 点按<span class="ui">修改书单标题</span>

source: <b>Changing the order of your collections:</b> Use the hamburger menu <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> located at the top left corner of this screen > <span class="ui">Arrange collection</span>
es: <b>Cambiar el orden de tus colecciones:</b> Usa el menú de hamburguesas <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> ubicado en la esquina superior izquierda de esta pantalla > <span class="ui">Organizar colección</span>
fr: <b>Modifier l'ordre de vos collections :</b> Utilisez le menu hamburger <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> situé dans le coin supérieur gauche de cet écran > <span class="ui">Organiser la collection</span>
ga: <b>Ag athrú ord do bhailiúchán:</b> Úsáid an roghchlár hamburger <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> atá suite sa chúinne uachtarach ar chlé den scáileán seo > <span class="ui">Socraigh bailiúchán</span>
it: <b>Modificare l'ordine delle collezioni:</b> Utilizzare il menu hamburger <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> che si trova nell'angolo in alto a sinistra di questa schermata > <span class="ui">Sistema le collezioni</span>
nl: <b>De volgorde van je collecties wijzigen:</b> Gebruik het hamburgermenu <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> linksboven op dit scherm > <span class="ui">Collectie rangschikken</span>
pt_br: <b>Alterando a ordem das suas coleções:</b> Use o menu ≡ <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> localizado no canto superior esquerdo desta tela > <span class="ui">Organizar coleção</span>
sk: <b>Zmena poradia vašich zbierok:</b> Použite hamburger menu <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> umiestnené v ľavom hornom rohu tejto obrazovky > <span class="ui">Usporiadať zbierku</span>
sr: <b>Измена редоследа ваших збирки:</b> употребите хамбургер мени <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> који се налази у горњем левом углу овог екрана &gt; <span class="ui">Уреди збирке</span>
ta: <b> உங்கள் சேகரிப்பின் வரிசையை மாற்றுதல்: </b> ஆம்பர்கர் மெனுவைப் பயன்படுத்தவும் <img வகுப்பு = "img_inline" src = "படங்கள்/top_amburger.svg" பாணி = "அகலம்: 26px;"
uk: <b>Зміна порядку відображення добірок.</b> Скористайтеся меню-«гамбургером» <img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;">, розташованим у верхньому лівому куті цього екрану > <span class="ui">Впорядкувати добірки</span>
zh_hans: <b>更改书单顺序</b>：点按屏幕左上角的汉堡状菜单键<img class="img_inline" src="pictures/top_hamburger.svg" style="width:26px;"> ⇨ 点按<span class="ui">书单排序</span>

source: Adding books to your collections
es: Agregar libros a sus colecciones
fr: Ajouter des livres à vos collections
ga: Leabhair á gcur le do bhailiúcháin
it: Aggiungere libri alle vostre collezioni
nl: Boeken aan je collecties toevoegen
pt_br: Adicionando livros às suas coleções
pt_pt: Adicionar livros às suas colecções
sk: Pridávanie kníh do vašich zbierok
sr: Додавање књига у збирке
ta: உங்கள் தொகுப்புகளில் புத்தகங்களைச் சேர்ப்பது
uk: Додавання книг до ваших добірок
zh_hans: 将书籍添加到书单

source: There are three different places in KOReader where you can add books to your collections:
es: Hay tres lugares diferentes en KOReader donde puedes agregar libros a tus colecciones:
fr: Il existe trois endroits différents dans KOReader où vous pouvez ajouter des livres à vos collections :
ga: Tá trí áit éagsúla i KOReader inar féidir leat leabhair a chur le do bhailiúcháin:
it: In KOReader ci sono tre diversi punti in cui è possibile aggiungere libri alle proprie collezioni:
nl: Er zijn drie verschillende plekken in KOReader waar je boeken aan je collecties kunt toevoegen:
pt_br: Existem três lugares diferentes no KOReader onde você pode adicionar livros às suas coleções:
sk: V KOReaderi sú tri rôzne miesta, kde môžete pridávať knihy do svojich zbierok:
sr: У KOReader читачу постоје три места на којима можете да додате књиге у збирке:
ta: கொரியாடரில் மூன்று வெவ்வேறு இடங்கள் உள்ளன, அங்கு உங்கள் சேகரிப்பில் புத்தகங்களைச் சேர்க்கலாம்:
uk: У KOReader є три різні місця, з яких можна додавати книги до своїх добірок:
zh_hans: 有三种方式可以将书籍添加到书单中：

source: 1. From the File Browser and History screen
es: 1. Desde la pantalla Explorador de archivos e Historial
fr: 1. À partir de l'écran Explorateur de fichiers et Historique
ga: 1. Ón scáileán Brabhsálaí Comhad agus Stair
it: 1. Dalla schermata del File Browser e cronologia
nl: 1. Vanuit de Bestandsverkenner en het scherm Geschiedenis
pt_br: 1. A partir do Explorador de arquivos e da tela do Histórico
pt_pt: 1. Do Explorador de Ficheiros e Histórico
sk: 1. Z obrazovky Prehliadača súborov a Histórie
sr: 1. Из Прегледача фајлова и екрана Историје
ta: 1. கோப்பு உலாவி மற்றும் வரலாற்றுத் திரையில் இருந்து
uk: 1. З екранів «Оглядач файлів» та «Історія»
zh_hans: 一、通过文件管理器及阅读历史视图

source: You can add a book to your collections from the <span class="ui">File browser</span> or <span class="ui">History</span> screen. From the <span class="ui">History</span> screen you can add books <b>one at a time</b>. Long press on the book and choose <span class="ui">Collections...</span>. Then you can choose which collection(s) you want to add this book to.
es: Puedes añadir un libro a tus colecciones desde el <span class="ui">Explorador de archivos</span> o la pantalla <span class="ui">Historial</span>. Desde la pantalla <span class="ui">Historial</span>, puedes añadir libros <b>uno a uno</b>. Mantén pulsado el libro y selecciona <span class="ui">Colecciones...</span>. Después, puedes elegir a qué colección(es) quieres añadir este libro.
fr: Vous pouvez ajouter un livre à vos collections à partir de l'écran <span class="ui">Explorateur de fichiers</span> ou <span class="ui">Historique</span>. Depuis l'écran <span class="ui">Historique</span>, vous pouvez ajouter des livres <b>un par un</b>. Appuyez longuement sur le livre et sélectionnez <span class="ui">Collections...</span>. Vous pouvez ensuite choisir la ou les collections auxquelles vous souhaitez ajouter ce livre.
ga: Is féidir leat leabhar a chur le do bhailiúcháin ón scáileán <span class="ui">Brabhsálaí Comhad</span> nó ón scáileán <span class="ui">Stair</span>. Ón scáileán <span class="ui">Stair</span> is féidir leat leabhair a chur leis <b>ceann ag an am</b>. Brúigh ar an leabhar agus roghnaigh <span class="ui">Bailiúcháin...</span>. Ansin is féidir leat a roghnú cé acu bailiúchán/bailiúcháin ar mhaith leat an leabhar seo a chur leo.
it: È possibile aggiungere un libro alle proprie raccolte dal <span class="ui">navigatore dei file</span> o dalla <span class="ui">Cronologia</span>. Dalla schermata <span class="ui">Cronologia</span> è possibile aggiungere libri <b>uno alla volta</b>. Premere a lungo sul libro e scegliere <span class="ui">Collezioni...</span>. Poi si può scegliere la collezione o le collezioni a cui aggiungere il libro.
nl: Je kunt een boek toevoegen aan je collecties vanuit de <span class="ui">Bestandsverkenner</span> of het scherm <span class="ui">Geschiedenis</span>. Vanuit <span class="ui">Geschiedenis</span> kun je boeken <b>één voor één</b> toevoegen. Houd het boek lang ingedrukt en kies <span class="ui">Collecties…</span>. Daarna kies je aan welke collectie(s) je dit boek wilt toevoegen.
pt_br: Você pode adicionar um livro às suas coleções a partir do <span class="ui">Explorador de arquivos</span> ou da tela do <span class="ui">Histórico</span>. Na tela do <span class="ui">Histórico</span>, você pode adicionar livros <b>um de cada vez</b>. Pressione longamente sobre o livro e escolha <span class="ui">Coleções...</span>. Em seguida, você pode escolher em qual(is) coleção(ões) deseja adicionar este livro.
sk: Knihu môžete do svojich zbierok pridať z obrazovky <span class="ui">Prehliadača súborov</span> alebo <span class="ui">Histórie</span>. Z obrazovky <span class="ui">Histórie</span> môžete pridávať knihy <b>po jednej</b>. Dlho podržte prst na knihe a vyberte možnosť <span class="ui">Zbierky...</span>. Potom si môžete vybrať, do ktorých zbierok chcete túto knihu pridať.
sr: Књигу можете да додате у збирке из <span class="ui">Прегледача фајлова</span> или екрана <span class="ui">Историја</span>. Из екрана <span class="ui">Историја</span> можете да додајете књиге <b>једну по једну</b>. Извршите дуги притисак на књигу и изаберите <span class="ui">Збирке…</span>. Затим можете да изаберете збирку (или више њих) у коју желите да ставите ову књигу.
ta: <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> அல்லது <ச்பான் கிளாச் = "யுஐ"> வரலாறு </ச்பான்> திரையில் இருந்து உங்கள் சேகரிப்பில் ஒரு புத்தகத்தை சேர்க்கலாம். <span வகுப்பு = "Ui"> வரலாறு </span> திரையில் இருந்து நீங்கள் புத்தகங்களை சேர்க்கலாம் <b> ஒரு நேரத்தில் ஒன்று </b>. புத்தகத்தில் நீண்ட நேரம் அழுத்தி <span வகுப்பு = "Ui"> சேகரிப்புகளைத் தேர்வுசெய்க ... </span>. இந்த புத்தகத்தை நீங்கள் சேர்க்க விரும்பும் எந்த சேகரிப்பை (களை) தேர்வு செய்யலாம்.
uk: Книгу до своїх добірок можна додати з екранів <span class="ui">Оглядача файлів</span> або <span class="ui">Історія</span>. На екрані <span class="ui">Історія</span> можна додавати книги <b>по одній</b>. Затисніть книгу та виберіть <span class="ui">Добірки...</span>. Потім можна вибрати, до якої(их) добірки(ок) потрібно додати цю книгу.
zh_hans: 可以在<span class="ui">文件管理器</span>或<span class="ui">阅读历史</span>视图中将书籍添加到书单。<span class="ui">阅读历史</span>视图下可将书籍<b>逐本添加</b>到书单中。在书籍上长按，选择<span class="ui">书单操作</span>，然后可以选择将该书添加到一份或多份书单中。

source: If you are adding several books, you can do this from the <span class="ui">File browser</span>. For multiple books this is the procedure:
es: Si va a agregar varios libros, puede hacerlo desde el <span class="ui">Explorador de archivos</span>. Para varios libros, siga este procedimiento:
fr: Si vous ajoutez plusieurs livres, vous pouvez le faire à partir de l'<span class="ui">Explorateur de fichiers</span>. Pour plusieurs livres, voici la procédure à suivre :
ga: Más rud é go bhfuil tú ag cur roinnt leabhar leis, is féidir leat é seo a dhéanamh ón <span class="ui">bhrabhsálaí comhad</span>. I gcás roinnt leabhar, seo an nós imeachta:
it: Se si aggiungono più libri, è possibile farlo dal <span class="ui">File browser</span>. Per più libri, la procedura è la seguente:
nl: Als je meerdere boeken toevoegt, doe je dit vanuit de <span class="ui">Bestandsverkenner</span>. Voor meerdere boeken is dit de procedure:
pt_br: Se você estiver adicionando vários livros, pode fazer isso a partir do <span class="ui">Explorador de arquivos</span>. Para múltiplos livros, o procedimento é o seguinte:
sk: Ak pridávate viacero kníh, môžete to urobiť z <span class="ui">prehliadača súborov</span>. Pre viacero kníh je postup nasledovný:
sr: Ако додајете неколико књига, урадите то из <span class="ui">Прегледача фајлова</span>. Процедура за више књига је следећа:
ta: நீங்கள் பல புத்தகங்களைச் சேர்த்தால், இதை <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </span> இலிருந்து செய்யலாம். பல புத்தகங்களுக்கு இது செயல்முறை:
uk: Додати кілька книг можна за допомогою <span class="ui">Оглядача файлів</span>. Для додавання кількох книг виконайте такі дії:
zh_hans: 若要一次性添加多本书籍，请在<span class="ui">文件管理器</span>中按照下列方式操作：

source: Long press on a book
es: Pulsación larga sobre un libro
fr: Appuyez longuement sur un livre
ga: Brúigh fada ar leabhar
it: Premere a lungo su un libro
nl: Houd een boek lang ingedrukt
pt_br: Pressione longamente um livro
pt_pt: Premir continuamente o seu livro
sk: Dlho podržte prst na knihe
sr: Дуги притисак на књигу
ta: ஒரு புத்தகத்தில் நீண்ட அழுத்தவும்
uk: Затисніть книгу
zh_hans: 长按某本书

source: Choose <span class="ui">Select</span> from the popup menu
es: Seleccione <span class="ui">Seleccionar</span> en el menú emergente
fr: Choisissez <span class="ui">Sélectionner</span> dans le menu contextuel
ga: Roghnaigh <span class="ui">Roghnaigh</span> ón roghchlár aníos
it: Scegliere <span class="ui">Seleziona</span> dal menu a comparsa
nl: Kies <span class="ui">Selecteren</span> in het pop-upmenu
pt_br: Escolha <span class="ui">Selecionar</span> no menu que aparecer
pt_pt: Escolher <span class="ui">Seleccionar</span> no menu pop-up
sk: V kontextovej ponuke vyberte možnosť <span class="ui">Vybrať</span>
sr: Из искачућег менија изаберите <span class="ui">Избор</span>
ta: மேல்தோன்றல் மெனுவிலிருந்து <span வகுப்பு = "Ui"> தேர்ந்தெடுக்கவும் </span> ஐத் தேர்ந்தெடுக்கவும்
uk: У зринаючому меню натисніть <span class="ui">Вибрати</span>
zh_hans: 在弹出菜单中点按<span class="ui">多选</span>

source: Select other books
es: Seleccionar otros libros
fr: Sélectionner d'autres livres
ga: Roghnaigh leabhair eile
it: Seleziona altri libri
nl: Selecteer andere boeken
pt_br: Selecionar outros livros
pt_pt: Selecione outros livros
sk: Vyberte ďalšie knihy
sr: Изаберите остале књиге
ta: பிற புத்தகங்களைத் தேர்ந்தெடுக்கவும்
uk: Виберіть інші книги
zh_hans: 选择其它书籍

source: Tap the <span class="ui">checkmark</span> (✔️) icon at the top-right corner
es: Toque el ícono de <span class="ui">marca de verificación</span> (✔️) en la esquina superior derecha
fr: Appuyez sur l'icône <span class="ui">coche</span> (✔️) dans le coin supérieur droit
ga: Tapáil an deilbhín <span class="ui">seicmharc</span> (✔️) sa chúinne uachtarach ar dheis
it: Toccare l'icona <span class="ui">segno di spunta</span> (✔️) nell'angolo in alto a destra
nl: Tik op het <span class="ui">vinkje</span>-pictogram (✔️) rechtsboven
pt_br: Toque no ícone <span class="ui">de marca de seleção</span> (✔️) no canto superior direito
pt_pt: Toque no ícone <span class="ui">marca de verificação</span> (✔️) no canto superior direito
sk: Ťuknite na ikonu <span class="ui">začiarknutia</span> (✔️) v pravom hornom rohu
sr: У горњем десном углу тапните на икону <span class="ui">знака штиклирања</span> (✔️)
ta: <ச்பான் வகுப்பு = "யுஐ"> செக்மார்க் </ச்பான்> (✔œ ஐகானைத் தட்டவும் மேல்-வலது மூலையில்
uk: Натисніть <span class="ui">значок галочки</span> (✔️) у верхньому правому куті
zh_hans: 点按右上角的<span class="ui">对号</span>（✔️）标志

source: Tap <span class="ui">Collections</span>
es: Toca <span class="ui">Colecciones</span>
fr: Appuyez sur <span class="ui">Collections</span>
ga: Tapáil <span class="ui">Bailiúcháin</span>
it: Toccare <span class="ui">Collezioni</span>
nl: Tik op <span class="ui">Collecties</span>
pt_br: Toque em <span class="ui">Coleções</span>
pt_pt: Toque em <span class="ui">Coleções</span>
sk: Ťuknite na <span class="ui">zbierky</span>
sr: Тапните на <span class="ui">Збирке…</span>
ta: <Span வகுப்பு = "Ui"> சேகரிப்புகள் </span> ஐத் தட்டவும்
uk: Натисніть <span class="ui">Добірки</span>
zh_hans: 点按<span class="ui">书单</span>

source: For adding a single book, just long-press on it in the <span class="ui">File browser</span> and choose <span class="ui">Collections</span> from the popup menu.
es: Para agregar un solo libro, simplemente manténgalo presionado en el <span class="ui">Explorador de archivos</span> y seleccione <span class="ui">Colecciones</span> en el menú emergente.
fr: Pour ajouter un seul livre, appuyez longuement dessus dans l'<span class="ui">Explorateur de fichiers</span> et sélectionnez <span class="ui">Collections</span> dans le menu contextuel.
ga: Chun leabhar amháin a chur leis, brúigh air ar feadh i bhfad sa <span class="ui">bhrabhsálaí comhad</span> agus roghnaigh <span class="ui">Bailiúcháin</span> ón roghchlár aníos.
it: Per aggiungere un singolo libro, basta premere a lungo su di esso nel <span class="ui">navigatore dei file</span> e scegliere <span class="ui">Collezioni</span> dal menu a comparsa.
nl: Om één boek toe te voegen houd je het in de <span class="ui">Bestandsverkenner</span> lang ingedrukt en kies je <span class="ui">Collecties</span> in het pop-upmenu.
pt_br: Para adicionar um único livro, pressione longamente sobre ele no <span class="ui">Explorador de arquivos</span> e escolha <span class="ui">Coleções</span> no menu que aparecer.
sk: Ak chcete pridať jednu knihu, stačí na nej dlho podržať prst v <span class="ui">prehliadači súborov</span> a z kontextovej ponuky vybrať <span class="ui">Zbierky</span>.
sr: Ако додајете само једну књигу, једноставно извршите дуги притисак на њу у <span class="ui">Прегледачу фајлова</span> и из искачућег менија изаберите <span class="ui">Збирке…</span>.
ta: ஒரு புத்தகத்தைச் சேர்ப்பதற்கு, <ச்பான் கிளாச் = "யுஐ"> கோப்பு உலாவி </ச்பான்> இல் நீண்ட நேரம் அழுத்தவும், மேல்தோன்றல் மெனுவிலிருந்து <ச்பான் கிளாச் = "யுஐ"> சேகரிப்புகள் </ச்பான்> ஐத் தேர்வுசெய்க.
uk: Щоб додати окрему книгу, просто затисніть її у <span class="ui">Оглядачі файлів</span> та у зринаючому вікні виберіть <span class="ui">Добірки</span>.
zh_hans: 要添加单本书籍，只需在<span class="ui">文件管理器</span>中长按该书，在弹出菜单中选择<span class="ui">添加到书单</span>。

source: 2. From the Collections menu
es: 2. Desde el menú Colecciones
fr: 2. Dans le menu Collections
ga: 2. Ón roghchlár Bailiúcháin
it: 2. Dal menu Collezioni
nl: 2. Vanuit het menu Collecties
pt_br: 2. Pelo menu Coleções
pt_pt: 2. A partir do menu de Colecções
sk: 2. Z ponuky Zbierky
sr: 2. Из менија Збирке
ta: 2. சேகரிப்பு மெனுவிலிருந்து
uk: 2. З меню «Добірки»
zh_hans: 二、通过书单管理菜单
