Repository: koreader/koreader.github.io
Catalog: i18n/po/*.po
Languages: es, fr, ga, it, nl, pt_br, pt_pt, sk, sr, ta, uk, zh_hans

source: To add a tweak to your <span class="ui">Quick Menu</span>, first it has to be added to the actions list as described in the heading above. Then you can follow the instructions under the <a href="#quickmenu">Quick Menu</a> section of this guide.
es: Para añadir una modificación a tu <span class="ui">Menú Rápido</span>, primero debes añadirla a la lista de acciones, como se describe en el encabezado anterior. Después, puedes seguir las instrucciones de la sección <a href="#quickmenu">Menú Rápido</a> de esta guía.
fr: Pour ajouter une modification à votre <span class="ui">Menu rapide</span>, vous devez d'abord l'ajouter à la liste des actions comme décrit dans la rubrique ci-dessus. Vous pouvez ensuite suivre les instructions de la section <a href="#quickmenu">Menu rapide</a> de ce guide.
ga: Chun coigeartú a chur le do <span class="ui">Roghchlár Tapa</span>, ní mór é a chur leis an liosta gníomhartha ar dtús mar a thuairiscítear sa cheannteideal thuas. Ansin is féidir leat na treoracha faoin rannán <a href="#quickmenu">Roghchlár Tapa</a> den treoir seo a leanúint.
it: Per aggiungere un ritocco al vostro <span class="ui">Menu Rapido</span>, occorre innanzitutto aggiungerlo all'elenco delle azioni, come descritto nella sezione precedente. Quindi potete seguire le istruzioni riportate nella sezione <a href="#quickmenu">Menu rapido</a> di questa guida.
nl: Om een aanpassing aan je <span class="ui">Snelmenu</span> toe te voegen moet hij eerst in de actielijst staan zoals hierboven beschreven. Volg daarna de instructies in de sectie <a href="#quickmenu">Snelmenu</a>.
pt_br: Para adicionar um ajuste de estilo ao seu <span class="ui">Menu Rápido</span>, primeiro ele precisa ser adicionado à lista de ações, conforme descrito no título acima. Depois, você pode seguir as instruções na seção <a href="#quickmenu">Menu Rápido</a> deste guia.
sk: Ak chcete do svojej <span class="ui">Rýchlej ponuky</span> pridať vylepšenie, najprv ho musíte pridať do zoznamu akcií, ako je popísané v nadpise vyššie. Potom môžete postupovať podľa pokynov v časti <a href="#quickmenu">Rýchla ponuka</a> v tejto príručke.
sr: Ако дотеривање желите да додате у свој <span class="ui">Брзи мени</span>, оно најпре треба да се дода у листу акција, на начин који је објашњен у претходном наслову. Затим можете да пратите кораке из одељка <a href="#quickmenu">Брзи мени</a> овог упутства.
ta: உங்கள் <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> க்கு ஒரு மாற்றத்தைச் சேர்க்க, முதலில் மேலே உள்ள தலைப்பில் விவரிக்கப்பட்டுள்ளபடி செயல்கள் பட்டியலில் சேர்க்கப்பட வேண்டும். இந்த வழிகாட்டியின் <a href = "#quickmenu"> விரைவான பட்டியல் </a> பிரிவின் கீழ் உள்ள வழிமுறைகளைப் பின்பற்றலாம்.
uk: Щоб додати підлаштування у <span class="ui">Швидке меню</span>, спершу його потрібно додати до списку дій, як описано у підрозділі вище. Далі слідуйте інструкціям у розділі цього посібника про <a href="#quickmenu">Швидке меню</a>.
zh_hans: 要在<span class="ui">快速菜单</span>中添加调整，首先必须将其添加到上述标题中描述的操作列表中。然后，您可以按照本指南<a href="#quickmenu">快速菜单</a>部分的说明进行操作。

source: You can even combine both methods and create a special <span class="ui">Quick Menu</span> for your style tweaks and then assign it to a gesture. This way, with a simple gesture you can access all your style tweaks and activate them as needed.
es: Incluso puedes combinar ambos métodos y crear un <span class="ui">Menú Rápido</span> especial para tus ajustes de estilo y luego asignarlo a un gesto. De esta manera, con un simple gesto puedes acceder a todos tus ajustes de estilo y activarlos cuando los necesites.
fr: Vous pouvez même combiner les deux méthodes et créer un <span class="ui">Menu rapide</span> spécial pour vos modifications de style, puis l'associer à un geste. Ainsi, d'un simple geste, vous pouvez accéder à toutes vos modifications de style et les activer selon vos besoins.
ga: Is féidir leat an dá mhodh a chomhcheangal fiú agus <span class="ui">Roghchlár Tapa</span> speisialta a chruthú le do chuid feabhsuithe stíl agus ansin é a shannadh do ghluaiseacht. Ar an mbealach seo, le gluaiseacht shimplí is féidir leat rochtain a fháil ar do chuid feabhsuithe stíl go léir agus iad a ghníomhachtú de réir mar is gá.
it: È anche possibile combinare entrambi i metodi e creare uno speciale <span class="ui">Menu Rapido</span> per i ritocchi di stile e assegnarli a un gesto.
nl: Je kunt beide methoden combineren en een speciaal <span class="ui">Snelmenu</span> voor je stijlaanpassingen maken en dat aan een gebaar koppelen. Zo kun je met één gebaar alles openen en schakelen.
pt_br: Você pode até combinar os dois métodos e criar um <span class="ui">Menu Rápido</span> especial para seus ajustes de estilo e, em seguida, atribuí-lo a um gesto. Dessa forma, com um simples gesto, você pode acessar todos os seus ajustes de estilo e ativá-los conforme necessário.
sk: Môžete dokonca skombinovať obe metódy a vytvoriť si špeciálnu <span class="ui">Rýchlu ponuku</span> pre vylepšenia štýlu a potom ju priradiť gestu. Takto môžete jednoduchým gestom pristupovať ku všetkým vylepšeniam štýlu a aktivovať ich podľa potreby.
sr: Можете чак и да комбинујете обе методе и да креирате специјални <span class="ui">Брзи мени</span> за своја дотеривања стила, па да га затим доделите гестикулацији. На овај начин, једноставном гестикулацијом можете да приступите свим својим дотеривањима стила и да их по потреби активирате.
ta: நீங்கள் இரண்டு முறைகளையும் ஒன்றிணைத்து, உங்கள் பாணி மாற்றங்களுக்கு ஒரு சிறப்பு <ச்பான் கிளாச் = "யுஐ"> விரைவான பட்டியல் </span> ஐ உருவாக்கி, பின்னர் அதை ஒரு சைகைக்கு ஒதுக்கலாம். இந்த வழியில், ஒரு எளிய சைகையுடன் உங்கள் அனைத்து பாணி மாற்றங்களையும் அணுகலாம் மற்றும் தேவைக்கேற்ப அவற்றை செயல்படுத்தலாம்.
uk: Можна навіть поєднати обидва методи і створити спеціальне <span class="ui">Швидке меню</span> для ваших підлаштувань стилів і потім призначити його на жест. Таким чином, простим жестом можна отримати доступ до усіх підлаштувань стилю і активувати їх за потреби.
zh_hans: 你甚至可以将这两种方法结合起来，为你的风格调整创建一个特殊的<span class="ui">快速菜单</span>，然后将其分配给一个手势。这样，只需一个简单的手势，您就可以访问所有的样式调整，并根据需要激活它们。

source: Finding elements for modifying
es: Encontrar elementos para modificar
fr: Recherche d'éléments à modifier
ga: Eilimintí a aimsiú le haghaidh modhnú
it: Trovare elementi da modificare
nl: Elementen vinden om te wijzigen
pt_br: Encontrando elementos para modificar
pt_pt: Encontrar elementos para modificar
sk: Hľadanie prvkov na úpravu
sr: Проналажење елемената за измену
ta: மாற்றுவதற்கான கூறுகளைக் கண்டறிதல்
uk: Знаходження елементів для зміни
zh_hans: 查找要修改的元素

source: Note that in some books, titles might not be in <b>&lt;H1&gt; or &lt;H2&gt;</b> elements, but in something like <b>&lt;p class="tit123"&gt;</b>. You can find which selectors are used for a part of text by checking the source. To achieve this, select the text around the element which you are interested in, and choose <span class="ui">View HTML</span> from the dialog. In the example above, your style tweak would look like this:
es: Tenga en cuenta que, en algunos libros, los títulos podrían no estar en los elementos <b>&lt;H1&gt; o &lt;H2&gt;</b>, sino en algo como <b>&lt;p class="tit123"&gt;</b>. Puede encontrar los selectores que se utilizan para una parte del texto consultando el código fuente. Para ello, seleccione el texto que rodea el elemento que le interesa y seleccione <span class="ui">Ver HTML</span> en el cuadro de diálogo. En el ejemplo anterior, su ajuste de estilo se vería así:
fr: Notez que dans certains livres, les titres peuvent ne pas être dans des éléments <b>&lt;H1&gt; ou &lt;H2&gt;</b>, mais dans quelque chose comme <b>&lt;p class="tit123"&gt;</b>. Vous pouvez trouver quels sélecteurs sont utilisés pour une partie du texte en vérifiant la source. Pour ce faire, sélectionnez le texte autour de l'élément qui vous intéresse, puis choisissez <span class="ui">Afficher le code HTML</span> dans la boîte de dialogue. Dans l'exemple ci-dessus, votre modification de style ressemblerait à ceci :
ga: Tabhair faoi deara nach mbíonn teidil i roinnt leabhar i ngnéithe <b>&lt;H1&gt; nó &lt;H2&gt;</b>, ach i rud éigin cosúil le <b>&lt;p class="tit123"&gt;</b>. Is féidir leat a fháil amach cé na roghnóirí a úsáidtear le haghaidh cuid den téacs tríd an bhfoinse a sheiceáil. Chun seo a bhaint amach, roghnaigh an téacs timpeall an eilimint a bhfuil suim agat inti, agus roghnaigh <span class="ui">Féach HTML</span> ón dialóg. Sa sampla thuas, bheadh do choigeartú stíl mar seo:
it: Si noti che in alcuni libri i titoli potrebbero non essere contenuti negli elementi <b>&lt;H1&gt; o &lt;H2&gt;</b>, ma in qualcosa come <b>&lt;p class="tit123"&gt;</b>. È possibile trovare i selettori utilizzati per una parte di testo controllando la fonte. Per ottenere questo risultato, selezionare il testo intorno all'elemento che interessa e scegliere <span class="ui">Visualizza HTML</span> dalla finestra di dialogo. Nell'esempio precedente, la modifica dello stile avrà il seguente aspetto:
nl: Let op: in sommige boeken staan titels niet in <b>&lt;H1&gt; of &lt;H2&gt;</b>-elementen maar bijvoorbeeld in <b>&lt;p class="tit123"&gt;</b>. Je kunt zien welke selectors worden gebruikt door de bron te bekijken: selecteer tekst rond het element dat je interesseert en kies <span class="ui">HTML bekijken</span>. In het voorbeeld hierboven zou je stijlaanpassing er zo uitzien:
pt_br: Observe que, em alguns livros, os títulos podem não estar nos elementos <b>&lt;H1&gt; ou &lt;H2&gt;</b>, mas em algo como <b>&lt;p class="tit123"&gt;</b>. Você pode descobrir quais seletores são usados para uma parte do texto verificando a fonte. Para isso, selecione o texto ao redor do elemento de seu interesse e escolha <span class="ui">Exibir HTML</span> na caixa de diálogo. No exemplo acima, seu ajuste de estilo ficaria assim:
sk: Upozorňujeme, že v niektorých knihách nemusia byť nadpisy v elementoch <b>&lt;H1&gt; alebo &lt;H2&gt;</b>, ale v niečom ako <b>&lt;p class="tit123"&gt;</b>. Selektory, ktoré sa používajú pre časť textu, môžete zistiť kontrolou zdroja. Ak to chcete dosiahnuť, vyberte text okolo prvku, ktorý vás zaujíma, a v dialógovom okne vyberte možnosť <span class="ui">Zobraziť HTML</span>. Vo vyššie uvedenom príklade by vaše vylepšenie štýlu vyzeralo takto:
sr: Имајте на уму да наслови у неким књигама можда нису у <b>&lt;H1&gt; или &lt;H2&gt;</b> елементима, већ у нечему као што је <b>&lt;p class="tit123"&gt;</b>. Провером изворног кода можете сазнати који селектори се користе за одређени део текста. Да бисте то урадили, изаберите текст у околини елемента који вас интересује, па изаберите <span class="ui">Прикажи HTML</span> из дијалога. У горњем примеру, ваше дотеривање стила би изгледало овако:
ta: சில புத்தகங்களில், தலைப்புகள் <b> & lt; h1 & gt; அல்லது & lt; h2 & gt; </b> கூறுகள், ஆனால் <b> & lt; p வகுப்பு = "tit123" & gt; </b> போன்றவற்றில். மூலத்தை சரிபார்த்து உரையின் ஒரு பகுதிக்கு எந்த தேர்வாளர்கள் பயன்படுத்தப்படுகிறார்கள் என்பதை நீங்கள் காணலாம். இதை அடைய, நீங்கள் ஆர்வமுள்ள உறுப்பைச் சுற்றியுள்ள உரையைத் தேர்ந்தெடுத்து, உரையாடலில் இருந்து <span வகுப்பு = "Ui"> உஉகுமொ </span> ஐப் பார்க்கவும். மேலே உள்ள எடுத்துக்காட்டில், உங்கள் பாணி மாற்றங்கள் இப்படி இருக்கும்:
uk: Майте на увазі, що в деяких книгах заголовки можуть не бути у елементах <b>&lt;H1&gt; та &lt;H2&gt;</b>, але у дечому на зразок <b>&lt;p class="tit123"&gt;</b>. Знайти які селектори використані для частини тексту можна перевіривши джерельний код. Щоб досягнути цього, виберіть текст навколо елемента, який вас цікавить, і у діалоговому вікні оберіть <span class="ui">Переглянути HTML</span>. У прикладі вище, підлаштування стилю виглядатиме так:
zh_hans: 请注意，在某些书籍中，标题可能不在<b>&lt;H1或H2&gt;</b>元素中，而是在类似<b>&lt;p class=“tit123”的&gt;</b>内容中。 您可以通过检查源代码来查找用于文本部分的选择器。 要实现这一点，请选择您感兴趣的元素周围的文本，然后从对话框中选择<span class="ui">查看 HTML</span>。 在上面的示例中，您的样式调整看起来像这样：

source: P.tit123 { border-top: 2px solid black; }
fr: P.tit123 { border-top: 2px solide noir; }
ta: P.tit123 {எல்லை-மேல்: 2px திட கருப்பு; }

source: instead of this:
es: en lugar de esto:
fr: au lieu de ceci :
ga: in ionad seo:
it: invece di questo:
nl: in plaats van zo:
pt_br: em vez disso:
pt_pt: em vez disso:
sk: namiesto tohto:
sr: уместо овога:
ta: இதற்கு பதிலாக:
uk: замість цього:
zh_hans: 而不是这样：

source: H1 { border-top: 2px solid black; }
ta: H1 {எல்லை-மேல்: 2px திட கருப்பு; }

# user_guide/en.html+html.body.div.div:2535-1
source: BOOKMARKS, HIGHLIGHTS AND NOTES
sk: ZÁLOŽKY, ZVÝRAZNENIA A POZNÁMKY
ta: புக்மார்க்குகள், சிறப்பம்சங்கள் மற்றும் குறிப்புகள்
uk: ЗАКЛАДКИ, ВИДІЛЕННЯ ТА НОТАТКИ
zh_hans: 书签、标注与笔记

source: KOReader gives you options to interact with your book like you can do with a real book. Many settings of the bookmark window can be changed here:
es: KOReader te ofrece opciones para interactuar con tu libro como si fuera un libro real. Aquí puedes cambiar muchos ajustes de la ventana de marcadores:
fr: KOReader vous offre des options pour interagir avec votre livre comme vous le feriez avec un vrai livre. De nombreux paramètres de la fenêtre des signets peuvent être modifiés ici :
ga: Tugann KOReader roghanna duit chun idirghníomhú le do leabhar díreach mar is féidir leat a dhéanamh le fíorleabhar. Is féidir go leor socruithe den fhuinneog leabharmharcanna a athrú anseo:
it: KOReader offre la possibilità di interagire con il libro come si fa con un libro vero. Qui è possibile modificare molte impostazioni della finestra dei segnalibri:
nl: KOReader geeft je opties om met je boek te werken zoals bij een echt boek. Veel instellingen van het bladwijzervenster kun je hier aanpassen:
pt_br: O KOReader oferece opções para interagir com seu livro como se fosse um livro de verdade. Muitas configurações da janela de marcadores podem ser alteradas aqui:
sk: KOReader vám ponúka možnosti interakcie s knihou rovnako ako so skutočnou knihou. Tu je možné zmeniť mnoho nastavení okna so záložkami:
sr: KOReader вам даје могућност да имате интеракцију са својом књигом на исти начин на који је имате и са физичком књигом. Многа подешавања прозора маркера књиге могу да се измене овде:
ta: ஒரு உண்மையான புத்தகத்துடன் நீங்கள் செய்யக்கூடியது போல உங்கள் புத்தகத்துடன் தொடர்புகொள்வதற்கான விருப்பங்களை கொரியடர் உங்களுக்கு வழங்குகிறது. புத்தகக்குறி சாளரத்தின் பல அமைப்புகளை இங்கே மாற்றலாம்:
uk: KOReader дає можливість взаємодіяти з книгою начеб з паперовою. Багато налаштувань вікна закладки можна змінити тут:
zh_hans: KOReader提供了多种选项，可以像纸质书一样做记号。书签页面的多项设定可以在下列路径变更：

source: TOP MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Settings / Bookmarks
es: MENÚ SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Configuración / Marcadores
fr: MENU SUPÉRIEUR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Paramètres / Signets
ga: BARR-ROGHCHLÁR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Socruithe / Leabharmharcanna
it: MENU SUPERIORE / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Impostazioni / Segnalibri
nl: BOVENMENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Instellingen / Bladwijzers
pt_br: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Configurações / Marcadores
pt_pt: MENU SUPERIOR / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Definições / Marcadores
sk: VRCHNÉ MENU / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Nastavenia / Záložky
sr: МЕНИ НА ВРХУ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Подешавања / Маркери књиге
ta: சிறந்த பட்டியல் / <img வகுப்பு = "img_inline" src = "படங்கள் / top_bookmark.svg" சூல் தண்டு = "அகலம்: 26px;"> / அமைப்புகள் / புக்மார்க்குகள்
uk: ВЕРХНЄ МЕНЮ / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / Налаштування / Закладки
zh_hans: 顶部菜单 / <img class="img_inline" src="pictures/top_bookmark.svg" style="width:26px;"> / 设置 / 书签相关

source: BOOKMARKS:
es: MARCADORES:
fr: MARQUE-PAGES :
ga: LEABHARMHARCANNA:
it: SEGNALIBRI:
nl: BLADWIJZERS:
pt_br: MARCADORES:
pt_pt: MARCADORES:
sk: ZÁLOŽKY:
sr: МАРКЕРИ:
ta: புக்மார்க்குகள்:
uk: ЗАКЛАДКИ:
zh_hans: 阅读位置书签：

source: You can add (and remove) a bookmark by pressing the upper right corner. This is the equivalent of folding the corner of a page on a real book and shows a similar icon when you enable it.
es: Puedes añadir (y eliminar) un marcador pulsando la esquina superior derecha. Esto equivale a doblar la esquina de una página en un libro real y muestra un icono similar al activarlo.
fr: Vous pouvez ajouter (et supprimer) un signet en appuyant sur le coin supérieur droit. Cela équivaut à corner une page d'un livre réel et affiche une icône similaire lorsque vous l'activez.
ga: Is féidir leat leabharmharc a chur leis (agus a bhaint) trí bhrú ar an gcúinne uachtarach ar dheis. Is ionann é seo agus cúinne leathanaigh a fhilleadh ar leabhar fíor agus taispeánann sé deilbhín cosúil nuair a chuireann tú ar chumas é.
it: È possibile aggiungere (e rimuovere) un segnalibro premendo l'angolo superiore destro. È l'equivalente della piegatura dell'angolo di una pagina di un libro vero e proprio e mostra un'icona simile quando la si attiva.
nl: Je voegt een bladwijzer toe (en verwijdert hem) door op de rechterbovenhoek te drukken. Dit is het digitale equivalent van een ezelsoor en toont een vergelijkbaar icoon.
pt_br: Você pode adicionar (e remover) um marcador pressionando o canto superior direito. Isso equivale a dobrar o canto de uma página em um livro real e exibe um ícone semelhante quando ativado.
sk: Záložku môžete pridať (a odstrániť) stlačením pravého horného rohu. Je to ekvivalent prehnutia rohu strany na skutočnej knihe a keď ju povolíte, zobrazí sa podobná ikona.
sr: Можете да додате (и уклоните) маркер тако што притиснете горњи десни угао. Ово је исто као да савијете угао странице физичке књиге и приказује сличну икону када га укључите.
ta: மேல் வலது மூலையை அழுத்துவதன் மூலம் நீங்கள் ஒரு புக்மார்க்கைச் சேர்க்கலாம் (மற்றும் அகற்றலாம்). இது ஒரு உண்மையான புத்தகத்தில் ஒரு பக்கத்தின் மூலையை மடிப்பதற்கு சமம் மற்றும் நீங்கள் அதை இயக்கும்போது இதேபோன்ற ஐகானைக் காட்டுகிறது.
uk: Можна додавати і вилучати закладки дотиком до правого верхнього кута. Це рівнозначно загинанню верхнього правого кутка паперової сторінки справжньої книги і показує подібний значок, якщо функція увімкнена.
zh_hans: 可通过点按屏幕右上角来添加（或移除）书签。该操作类似于将纸质书的书页折起一角，并且会显示类似形状的标志。

source: HIGHLIGHTS:
es: SUBRAYADOS:
fr: SURLIGNAGE :
ga: BUAICPHOINTÍ:
it: EVIDENZIAZIONI:
nl: MARKERINGEN:
pt_br: DESTAQUES:
pt_pt: DESTAQUES:
sk: ZVÝRAZNENIA:
sr: ИСТИЦАЊА:
ta: சிறப்பம்சங்கள்:
uk: ВИДІЛЕННЯ:
zh_hans: 文段标注：

source: You can highlight text in 4 different styles. In the image below, you can see a normal paragraph followed by different styles of highlights. <span class="ui">Lighten</span> (with gray background), <span class="ui">Underline, Strikeout</span> and <span class="ui">Invert</span>.
es: Puedes subrayar texto con cuatro estilos diferentes. En la imagen a continuación, puedes ver un párrafo normal seguido de diferentes estilos de subrayado: <span class="ui">Aclarar</span> (con fondo gris), <span class="ui">Subrayado, Tachar</span> e <span class="ui">Invertir</span>.
fr: Vous pouvez mettre en évidence du texte dans 4 styles différents. Dans l'image ci-dessous, vous pouvez voir un paragraphe normal suivi de différents styles de mise en évidence. <span class="ui">Éclairer</span> (avec fond gris), <span class="ui">Souligner, Barrer</span> et <span class="ui">Inverser</span>.
ga: Is féidir leat téacs a aibhsiú i gceithre stíl éagsúla. San íomhá thíos, feiceann tú mír gnáth agus stíleanna éagsúla aibhsithe ina diaidh. <span class="ui">Éadromaigh</span> (le cúlra liath), <span class="ui">Fo-líne, Stróic Amach</span> agus <span class="ui">Inbhéartaigh</span>.
it: È possibile evidenziare il testo in 4 stili diversi. Nell'immagine sottostante, si può vedere un paragrafo normale seguito da diversi stili di evidenziazione.<span class="ui">Chiaro </span> (con sfondo grigio), <span class="ui">Sottolineato, Sbarrato</span> e <span class="ui">Invertito</span>.
nl: Je kunt tekst markeren in 4 verschillende stijlen. In de afbeelding hieronder zie je een normale alinea gevolgd door de markeerstijlen: <span class="ui">Verlichten</span> (grijze achtergrond), <span class="ui">Onderstrepen, Doorhalen</span> en <span class="ui">Omkeren</span>.
pt_br: Você pode destacar texto em 4 estilos diferentes. Na imagem abaixo, você pode ver um parágrafo normal seguido por diferentes estilos de destaque: <span class="ui">Clarear</span> (com fundo cinza), <span class="ui">Sublinhar, Riscar</span> e <span class="ui">Inverter</span>.
sk: Text môžete zvýrazniť v 4 rôznych štýloch. Na obrázku nižšie môžete vidieť normálny odsek, za ktorým nasledujú rôzne štýly zvýraznenia. <span class="ui">Zosvetliť</span> (so sivým pozadím), <span class="ui">Podčiarknuť, prečiarknuť</span> a <span class="ui">Invertovať</span>.
sr: Текст можете да истакнете једним од четири различита стила. На слици испод можете видети обичан пасус након којег следи четири различита стила истицања. <span class="ui">Посветли</span> (са сивом позадином), <span class="ui">Подвуци, Прецртано</span> и <span class="ui">Инвертуј</span>.
ta: 4 வெவ்வேறு பாணிகளில் உரையை முன்னிலைப்படுத்தலாம். கீழேயுள்ள படத்தில், ஒரு சாதாரண பத்தியைத் தொடர்ந்து வெவ்வேறு பாணிகள் சிறப்பம்சங்களைக் காணலாம். <span வகுப்பு = "Ui"> லைட்டன் </span> (சாம்பல் பின்னணியுடன்), <span வகுப்பு = "Ui"> அடிக்கோடிட்டு, ச்ட்ரைக்அவுட் </span> மற்றும் <span வகுப்பு = "ui"> தலைகீழ் </span>.
uk: Можна виділяти текст 4-ма різними стилями. На нижченаведеному зображенні можна побачити абзаци, виділені різними способами - <span class="ui">висвітлення</span> (з сірим тлом), <span class="ui">підкреслення, закреслення</span> та <span class="ui">інверсія кольорів</span>.
zh_hans: 有四种不同样式的标注可用使用。下图展示了一段普通文本及不同样式的标注：<span class="ui">浅色</span>（灰色背景）、<span class="ui">下划线、删除线</span>及<span class="ui">反色</span>。
